[{"id":1047,"name":"Make Them Pay!","creation":"2013-12-20 10:36:11","description":"<p>Make them pay! \nEverything in the title the main strategy is to make the corp pay more than the usual cost thant to RR ability, xanadu and rook.\nYou don't need to focus on having all the compromised on the board or having rook.Xanadu is enough. Compromised is here to generate some money everytime the corp rez an ice and provide cred to avoid trace.\ni'm using the usual arnarch breakers because :\n-They're low cost money can be a real problem in the anarch faction but thanks to CE ,daily cast and the whole bunch of money card you're never broke for to long.<\/p>\n\n<p>The weakness of the Anarch breakers are theire strenght that's why we got ice carver,bishop and data sucker. Akamamestu is here to provide MU if u got you're full rig installed and can help to host Caïssa even if you don't have Deep Red.<\/p>\n\n<p>Fistly i've got 2 PC but i've change them to 2 Diesiel i think Diesel help to draw your rig faster and can be play again with SoT.<\/p>\n\n<p>Have fun playing this decks. I'll be truly happy to answer question and comments!!<\/p>\n","username":"benlepunk","cards":{"01004":1,"01007":2,"01008":2,"01011":2,"01014":2,"01015":1,"01020":3,"01034":2,"01038":2,"01050":3,"02009":2,"02022":2,"02025":3,"02082":2,"02091":2,"03053":3,"03054":3,"04002":2,"04003":3,"04021":2,"04041":1,"04042":2}},{"id":1048,"name":"ABR: Always Be Running","creation":"2013-12-20 12:08:19","description":"<p>Why not get 4 credits per turn when you run?  Why not also accumulate datasucker tokens?  Why not also cause the corp to rez ice, giving you even more money?  Need cards?  Sure we can do that.<\/p>\n\n<p>The maximum return from running post set up = 3c grifters, 1c desperado, 1 card john M, 3 compromised employee, 5c dirty laundry, 3 datasucker tokens.  12 (15 if you want to count sucker tokens as credits) credits from 1 ice rez and a successful run.  Go nuts kids.<\/p>\n","username":"x3r0h0ur","cards":{"01002":2,"01003":2,"01007":2,"01008":3,"01009":2,"01010":1,"01011":2,"01012":3,"01014":2,"01024":3,"01050":3,"01051":2,"01053":3,"02003":2,"02009":2,"02025":3,"02041":1,"03052":3,"04009":2,"04041":1,"04046":3}},{"id":1049,"name":"Lana Kane - BLACK ops field agent - update 1","creation":"2013-12-20 12:16:48","description":"<p>Additions - Snitch, this can be pure pain in the ass once blackguard is out, using its ability every run!  <\/p>\n\n<p>Crescentus - Allows for flexibilty in choosing which ice to expose and make the corp pay over and over for.  Make them regret playing defenses at all!<\/p>\n\n<p>Magnum Opus: The ultimate resource engine.  With this and siphon, you'll be running all day long, and to get blackguard going ASAP.<\/p>\n\n<p>With blackguard you can run the 3 breaker suite Mopus and 1 utility program, hopefully snitch early, crescentus later, femme if necessary.  I really would like to have snitch and crescentus up, but whatever.<\/p>\n\n<p>The removal of resources has allowed this deck to go 100% tag me, thus upping the plascretes to 3.  Smaller deck size and focused effort will let you get 2 and keep you safe from scorches.  Use magnum to recover from closed accounts, and to run up credits to beat weyland's sea source range.  Code cracker was removed to free up space, and upon thinking about it, that's a very click and credit intensive ordeal, and might be better off as a 1 of.<\/p>\n\n<p>Older notes:\nLots of expose to punish with black guard.  Standard breaker suite to allow efficient breaking.  No recursion for browsers because with this much expose, you have no excuse to lose breakers lol.  Should get up quick, and the interfaces make runs efficient once up and running.  <\/p>\n\n<p>Power combos in this deck include blackguard with satellite uplink, expose 2 ice say R&amp;D and the remote, then forged orders the ice of HQ and if they trash it, you should be free to siphon up!<\/p>\n","username":"x3r0h0ur","cards":{"01007":1,"01018":3,"01020":3,"01022":3,"01026":1,"01027":1,"01043":1,"01044":3,"01050":3,"02009":3,"02023":3,"02043":3,"02045":2,"02065":3,"02085":2,"02107":2,"04085":3,"05030":1}},{"id":1050,"name":"Who needs remotes?","creation":"2013-12-20 14:44:13","description":"<p>I'm publishing this list in hopes that people might give me ideas and advice to help refine this deck. It has a strong late game, consisting of highly expensive-to-run central servers and the ability to chain score agendas out of hand, as well as loads of recursion to grab combo pieces as you need them, but the first several turns tend to be pretty weak.<\/p>\n\n<p>The general strategy with this deck is to always be drawing, playing operations for econ, layering your defense to the point that it becomes taxing to run through (usually 2-3 ice deep), or scoring out of hand when the opportunity presents itself. Ideally, the first agenda scored will be an Efficiency Committee, which you can then leverage into scoring your 3\/2 (install, advance, use committee token, advance twice using SanSan) or Mandatory Upgrades (Biotic Labor, install, advance x 2, use all 3 committee tokens, advance 4 times with a pair of SanSan shipments). If the requisite 2 biotic labor haven't shown up during an appropriate turn, but you do have 1 biotic labor and a shipment, using them to score a 3\/2 agenda out of hand makes a lot of sense, especially if you then use Archived Memories or Jackson to put those combo parts back into play.<\/p>\n\n<p>The ICE is intended to be both taxing and cost-effective, and so I have prioritized multiple sub ICE, as well as keeping most of my code gates strictly above 3 str. Minelayer is the only bit of ice that doesn't have multiple subs, but since he is the HB equivalent of Chum (rez for 1, break his sub or he'll make things more difficult for you in the future), he is still quite taxing for his cost. The pair of Wotan are meant to be paired with the Bioroid Efficiency Research and seated in front of HQ, which allow me to trade 3 coins in rez cost for either a big install plus 4 credit per run tax (femme) or a one time 12 credit burst (corroder), after which I'll usually use Archived Memories -> BER to rez the Wotan again.<\/p>\n\n<p>The biggest problems this deck faces are Vamping decks and highly aggressive Atman decks. Neither has been very common of late, and even stopping Atman is only somewhat harder than usual, but those Vamp decks absolutely wreck me. If anybody has suggestions for such a situation, please do share.<\/p>\n","username":"Anima","cards":{"01055":3,"01058":3,"01059":3,"01062":2,"01064":2,"01110":3,"01111":1,"02011":1,"02051":3,"02052":2,"02070":3,"02110":3,"03001":1,"03005":3,"03013":2,"03018":1,"04012":3,"04015":3,"04030":2,"04034":3,"04040":3}},{"id":1051,"name":"NBN Making Tags v2","creation":"2013-12-20 14:54:26","description":"<p>Fast Advance.<\/p>\n\n<ol>\n<li>Use tags from Mai\/Draco\/Breaking News in order to 'Close Accounts' and get ahead in the economy race<\/li>\n<li>Score agendas fast with SanSan<\/li>\n<li>Get economy and tempo with Jackson howard, hide excess of agendas in archives<\/li>\n<li>Get economy boost with Draco\/Caduceus\/Popup\/Gila Hands<\/li>\n<li>Surprise runner with the lone Archer<\/li>\n<li>Use Jackson Howard\/Mai as 'bait' on remote servers.<\/li>\n<\/ol>\n","username":"PlutoNick","cards":{"01080":1,"01081":3,"01082":3,"01084":3,"01092":2,"01101":1,"01110":3,"01113":2,"02017":2,"02019":3,"02020":2,"02052":2,"02056":3,"02070":3,"02097":3,"02115":3,"03023":1,"03026":2,"04014":2,"04015":3,"04034":3}},{"id":1052,"name":"CrimiLeaks!","creation":"2013-12-20 15:50:52","description":"<p>The corp's lies can now be EXPOSED!\nSeriously, almost every card that exposes things is in here, and with 3 Blackguards, every single sneak peek is a sore ass for the guy, and it can be played from the very beginning of the game, with a multiple Armitage, or with an Account Siphon. \nThe suite is made of the top 3 icebreakers plus a jolly, smiling Crypsis.\nSnitch is so good that it's ridiculous, and Lemuria Codecracker allows 2 exposes per turn at low card cost.\nIt is, altough, my main doubt. \nLemuria Codecracker is a very good exposer, but with so many cards, I guess I could remove uplink to make some room for the spoilered Criminal breakers or for some shenanigan.\nComments welcome!<\/p>\n","username":"Kable","cards":{"01007":2,"01018":3,"01022":2,"01023":2,"01027":2,"01028":1,"01035":2,"01043":2,"01049":3,"01051":1,"01053":2,"02009":2,"02023":3,"02045":2,"02063":1,"02065":3,"02085":2,"02091":2,"04085":3,"05030":1}},{"id":1053,"name":"Replication Perfected","creation":"2013-12-20 16:31:52","description":"<p>This deck's aim is to show every man on Earth that Replicating Perfection CAN be played effectively.\nA highly painful ICE layer on centrals is enough to maximize the ID's ability. Uroboros, Wall of Thorns, even Viper can be useful, Caduceus is a good second layer choice, as well as Enigma or a surprise Swordsman.\nOn remotes, Wall of Thorns can grant you to score at least an agenda. If that agenda is an Unorthodox Predictions, it is time to land an agenda behind your faithful Chimera and score it safely.\nNo doubts that this is hard to play, and that it will be difficult for this ID to ever be as efficient as other defensive identities are. \nBut I wanted to give it a chance, and to make some serious brainwork about it.\nAlso, Netrunner Italia, the Italian Android: Netrunner community, is planning to organize a special, playful tournament, with ID choice limited to those dumped by the current meta and a banlist to keep the game funny and various!\nThis will probably be my Corp deck, and I plan to use my Exile 1.1 deck or a Whizzard deck.<\/p>\n","username":"Kable","cards":{"01068":2,"01069":2,"01070":3,"01072":3,"01078":3,"01101":2,"01111":2,"02014":3,"02019":2,"02031":1,"02032":3,"02052":3,"02059":3,"02060":2,"02074":2,"02095":3,"02112":2,"04012":3,"04032":2,"04033":2,"04053":2}},{"id":1054,"name":"dirty ice","creation":"2013-12-20 17:16:38","description":"\n","username":"somndev","cards":{"01002":2,"01007":1,"01008":3,"01009":3,"01010":1,"01011":1,"01012":3,"01020":2,"01022":3,"01050":3,"02009":2,"02022":2,"02062":1,"02063":2,"02082":3,"03038":2,"03052":3,"03054":3,"04003":3,"04041":1,"04042":3}},{"id":1055,"name":"NBN already owns Chronos Protocol","creation":"2013-12-20 17:45:48","description":"<p>This deck was created before the announcement of Chronos Protocol so this announcement made me giggle as this deck already does some sniping for critical runner cards from their grip.<\/p>\n\n<p>Snoop is of course one of the key to the game, it's damn expensive to break, and even broke you make 1-linked runners pay 4 credits to avoid a counter, and they may not always pay the toll, which is a step forward their doom. The counter is an at-will no click net damage, that's already huge, but even if they you dont even own a counter in the whole game, Snoop still shines thanks to its on encounter power, seeing the hand of the runner is a great way to both control their plays and not falling into traps like discovering a powerful out of faction card before it's too late and counter them preemptively (eg : Account Siphon, Vamp, Stimhack, Inside Job).<\/p>\n\n<p>You also know how many events and ressources they got and that set you up for a second unexpected flatline victory if they have no programs nor harware in their grip : Invasion of Privacy + a Neural EMP.<\/p>\n\n<p>Even without outright killing them, knowledge is power, say after a Snoop you discover their hand is full of very good cards or have a critical Icebreaker, you can settle them down by discarding their advantage with a couple Neural EMP because you what, their will be always a Jackson to take them back.<\/p>\n\n<p>Snare is two-fold, it setts you up for a kill, and they also play  a part in your defensive game plan. As you noticed there are fewer ICEs than ordinarily expected but they tend to be quite expensive, hence the asset based drip economy, the deck is played as the well knonw Never Advance archetype which is really at home here, the runners could really feel secure trashing all your assets and of course Sansan and dont mind ending their turns whith so few credits as long as they have 4 cards in hand and maybe a plascrete, after all you wont close the accounts of a really poor runner, that's when Invasion of privacy hurt them the must, and you can also Jackson them again, the Snares too by the way.<\/p>\n\n<p>Oh but how do you win if all your Sansan and Jackson are trashed, the latersfrom R&amp;D when you dont even have seen them and so you cant reycle cards, well just send the Interns that's their job to put back a key asset back in the game, and that parasited Tollbooth that no longer protect you from a R&amp;D Lock, they can also put it back on top of your server, for free.<\/p>\n\n<p>All in all it's pretty awesome to play, you dont have much tag punishement but that actually plays in your favor, remember when you hit a snare in the second to last action and you have only 1 card in hand and now a tag ? What do you do against NBN and Weyland, you remove the tag, what you should do against Jinteki ? Drawing a card, for the same reason Scorched Earth can wreck a runner in a Jinteki deck, EMP will wreck runners in this decks because they fear tags from NBN, that or they play reckless tag me decks who dont like to pay for traces and so will dont dont bother Snoop until it is too late.<\/p>\n\n<p>Now a little less enthusiasm, the ICEs are very porous at first, you want more an early Snoop in front of R&amp;D (or HQ for criminals) that a plain old end the run, and of course they can win games by drawing all agendas before you're even ready to retaliate. On the other hand you can also have a lucky string of agendas with chain scoring Astroscript and Breaking News, Restrutured Datapool is either scored really early or is not scored at all, is main purpose is to tone down agenda density a bit because either way you will have a hard time scoring either 3 1-pointers or 2 Character Assassination\/PSF, dump it as soon as possible against a runner aggressively running your HQ, again it's easier than dumping 2 unwelcomed agendas.<\/p>\n\n<p>So now show runners the power of a Chaotic Evil Google Deck and feel free to comment and\/or improve the ICEs and Agendas set up.<\/p>\n","username":"Mash","cards":{"01070":3,"01072":3,"01075":1,"01080":1,"01081":3,"01082":3,"01090":2,"01092":2,"01109":3,"01110":3,"01113":2,"02016":1,"02019":1,"02055":2,"02056":2,"02059":2,"02080":2,"02115":3,"03026":1,"04015":3,"04016":2,"04056":3,"04060":2}},{"id":1057,"name":"NBN - hope for tags (large deck)","creation":"2013-12-20 18:12:33","description":"\n","username":"somndev","cards":{"01075":2,"01080":1,"01081":3,"01082":2,"01084":2,"01085":2,"01088":3,"01090":2,"01092":3,"01104":2,"01107":1,"01108":2,"01110":3,"02013":1,"02019":3,"02020":3,"02055":3,"02110":3,"02115":3,"03026":2,"03027":2,"04014":3,"04015":2,"04055":2}},{"id":1061,"name":"I double dog dare you - Jinteki ALWAYS advance","creation":"2013-12-20 19:33:52","description":"<p>This is my attempt at Jinteki Fast advance in the future. <\/p>\n\n<p>Basically, abuse Mushin No Shin.  If they hit a 4 advanced (MNS + adv) cereberal overwriter, then they have to worry about hitting a junebug, because 4 braindamage is nuts.  If you MNS'ed a medical  breakthrough, early, its pure gravy for you.  If they steal it or you score it, you can ToL future breakthroughs from hand later (with setup).  <\/p>\n\n<p>Archived memories gets you the missing pieces sooner, MNS or TOL.  There should be enough advancable cards to keep the train rolling. Basically you should be installing and advancing almost every turn.  <\/p>\n\n<p>R&amp;D protection should be chum->grim or Eli Eli ideally  But Chum -> ? will typically gear check most runners.<\/p>\n\n<p>Tell me what you think.  See if I'm missing anything!<\/p>\n","username":"x3r0h0ur","cards":{"01058":3,"01069":2,"01075":3,"01077":3,"01110":3,"02014":3,"02033":3,"02110":2,"02112":2,"03009":2,"04012":2,"04013":3,"04020":1,"04032":3,"04039":3,"05001":1,"05005":3,"05015":3}}]