[{"id":800,"name":"Chrisminal","creation":"2013-12-06 02:19:46","description":"<p>FOR CHRIS<\/p>\n","username":"RightSaidKevin","cards":{"01007":3,"01012":3,"01014":3,"01017":1,"01018":3,"01020":3,"01021":3,"01022":3,"01024":3,"01026":3,"01027":3,"01028":3,"01050":3,"02025":3,"02043":3,"02065":3,"02105":3}},{"id":805,"name":"CT - V1","creation":"2013-12-06 07:13:53","description":"\n","username":"M3th","cards":{"01004":2,"01007":1,"01011":1,"01018":1,"01037":1,"01043":1,"01048":3,"01050":3,"02009":1,"02046":1,"02084":2,"02091":2,"02104":1,"02106":2,"02107":1,"03031":1,"03035":1,"03038":3,"03046":3,"03049":2,"03052":2,"03053":3,"03054":2,"04022":1}},{"id":807,"name":"Supermodernism vHJ.2.1","creation":"2013-12-06 08:59:20","description":"<p>-2 sea source, +1 midseason replacements, +1 power grid overload. 4+ advance a P-atlas and tutor for your midseason reps if needed, PGO for plascrete. When Mala Tempora drops I may drop 3 agendas and the PGO for another government contract and +3 power shutdown to try and blast plascrete specifically and programs\/hardware of opportunity in general.<\/p>\n","username":"HepatitvsJ","cards":{"01070":3,"01093":1,"01094":3,"01095":2,"01098":3,"01099":3,"01101":3,"01103":3,"01110":3,"01111":2,"01113":2,"02018":3,"02019":3,"02037":1,"02077":1,"02116":1,"02117":1,"03026":2,"03027":2,"04015":2,"04017":3,"04040":3}},{"id":808,"name":"Big Girls Play With Monoliths","creation":"2013-12-06 10:31:43","description":"<p>This decklist originally came into being as part of the first Turing Test over at CardGameDB - http:\/\/www.cardgamedb.com\/index.php\/index.html\/_\/android-netrunner\/turing-test-r892. If you aren't familiar with it, go have a read, it's interesting. Basically, the question was \"How fast can you conveniently have Monolith and a full breaker suite up?\".<\/p>\n\n<p>Short version: Insane card draw + Freelance Coding Contract to get a Full Rig With Monolith™ set up early, then recurring siphons and RnD lock for the win. <\/p>\n\n<p>First pass through the deck should usually be chucking most programs to FCCs - don't hesitate to install what you need to apply early pressure on the corp though. Often, I'll install Magnum Opus to get Monolith out sooner - if I don't, it usually delays the big beast not because of a lack of money, but because I'll take longer to get the 3 programs to install (since I need to be chucking them to make said money). <\/p>\n\n<p>Funny thing about Monolith - it doesn't matter which programs you install with it, it always pulls its weight. Even if you do a triple Cloak play, it's still worth it: you save 3 actions and 3 credits, so valuing each click at 2 credits you're only paying 9 for Monolith - and you're getting the memory you need to make this rig work, along with a sweet \"let's facecheck cerebral overwriters and run through Januses\" ability. And this is just the worst-case scenario - most of the time, you'll be getting a much sweeter deal, with one of the cards being either a Gordian or at the very least a Dagger. <\/p>\n\n<p>Now, about the rig. It always consists of:\n- one Cloak\n- Dagger\n- Corroder\n- Gordian Blade\n- Magnum Opus<\/p>\n\n<p>That eats up 6 of your 8 available memory. The last 2 units are circumstantial:\n- If your opponent is Jinteki, you want a Net Shield\n- Unless there's a complete lack of Sentries with the 1-3 Strength range, you want a Mimic (I really can't stress just how hard this breaker owns Caduceus and Katana, two sentries that could potentially become a problem)\n- Fill the rest of your memory with Cloaks<\/p>\n\n<p>Once that happens, just establish RnD lock, recur Siphons, farm the extra copies of programs for credits or damage prevention, and you should be all set. <\/p>\n\n<p>Edit 2013\/12\/06: Added a Nerve Agent, taking out one Corroder. Basically, sacrificing early-game consistency for a solution to those moments in the late-game where it all hangs on whether they got an agenda into their hand before I established R&amp;D lock. Don't be afraid to trash a Cloak or Magnum Opus to play the Nerve Agent - most of the time, the Sure Gambles and FCCs will give you enough money to function well, and you can always install over the Nerve Agent once it has played its part.<\/p>\n","username":"PeekaySK","cards":{"01007":2,"01011":1,"01018":2,"01034":3,"01043":3,"01044":3,"01045":1,"01050":3,"02009":2,"02041":1,"02046":1,"02087":3,"02107":2,"03033":3,"03035":3,"03036":2,"03041":3,"03042":3}},{"id":809,"name":"Frostbite 1.1 (Tried this out and the results were crazy!)","creation":"2013-12-06 10:41:58","description":"<p>Updated from my last version:<\/p>\n\n<p>I was able to try this out last night and the result was pretty extraordinary! I made some slight mods to this decklist by upping deck size to 54 and putting 22 agenda points with some more ICE. I played a Gabe runner and he was able to trip me up at the start but once I had some momentum rolling there was literally nothing stopping me and everything stopping him from getting through anything. While the larger ICE was indeed a bit of a hassle to get up it was equally as much of a hassle for the runner to deal with as well. That and I had plenty of smaller ICE surrounding the larger barriers all with a good amount of advancements on them which I moved around and adjusted according if something got Emergency Shutdowned etc.<\/p>\n\n<p>What ended up happening is he ran heavy on my R&amp;D but by the time he got through by paying a ton or derezzing whatever was in the way my upped deck size kept him from drawing an agenda, he literally tried this 7 turns back to back all without a single agenda pull from R&amp;D even with two R&amp;D interfaces in play!! Incredible but unlikely outcome to say the least but I can't help but think that the larger deck size coupled with a minimum amount of agendas in it helped out to a degree. After all of that was said and done I had my walls pretty much un-runnable and I scored agendas back to back for the win. Did I mention he literally went through his entire deck before the game was over and had his entire rig set up and still wasn't able to get through by the end of the game?<\/p>\n","username":"skaterforsale","cards":{"01087":3,"01094":2,"01098":3,"01100":2,"01102":2,"01103":3,"01104":3,"01110":3,"02018":3,"02033":2,"02057":2,"02058":3,"02076":1,"02077":2,"02078":2,"02098":2,"02099":3,"04015":3,"04017":3,"04018":3,"04034":3,"04039":2}},{"id":810,"name":"Rich Lady","creation":"2013-12-06 14:21:18","description":"\n","username":"Str8_Jacket","cards":{"01007":2,"01018":2,"01019":3,"01020":3,"01021":3,"01022":2,"01026":2,"01030":3,"01050":3,"01051":2,"02025":3,"02064":3,"02069":3,"02083":1,"02104":2,"03049":2,"03050":3,"04004":2,"04026":2}},{"id":811,"name":"HB Trap Games","creation":"2013-12-06 14:45:48","description":"\n","username":"skydivingninja","cards":{"01054":1,"01057":1,"01059":3,"01061":2,"01064":2,"01069":3,"01089":3,"01110":3,"01111":2,"01113":1,"02011":3,"02051":3,"02060":1,"02099":3,"02110":2,"03005":3,"03009":2,"03012":3,"03014":2,"03017":2,"03019":2,"03023":2,"03026":1}},{"id":812,"name":"Andy's DLR mill v3","creation":"2013-12-06 15:18:48","description":"<p>This deck is hilarious.  Needs a lot of cards to set up, hence Andy's 9-card hand, QT, and Mr. Li.  <\/p>\n\n<p>Install Globalsec, then at least 2 Underworld Contacts.  Use Josh B. for an extra click and N.A City Hall to prevent the end-of-turn tag.  John M. is there to give yourself a tag on Click 1\/5 (just run and jack out immediately, using Snitch if there's deadly ice everywhere).  With tag, DLR is activated!  Spend clicks 2, 3, and 4 milling cards.  Spend click 5 and the credits on Crash Space to remove the tag from John M.  The credits you gained from Underworld Contacts will allow you to prevent the tag Josh B.<\/p>\n\n<p>With a little luck, the corp will lose just on running out of cards, but this depends on the corp identity and play style.  If you need to run on Archives to win with agenda points, Inside Job, plus the AI breakers will help you with that.  This is the 3rd edit, I removed expose event cards and replaced them with economy cards like Daily Casts and Bank Job for a little extra cushion.  John, Josh, Li, and Underworld Contacts can all be tutored.  I might consider replacing Globalsec with Helpful AI so that it can be tutored as well, but with only 3 Hostage cards, I think it's better to use Globalsec x3 since it's cheaper to play.  Haven't tested it since making the newest adjustments, but previous version have done well.<\/p>\n","username":"bourgman","cards":{"01021":3,"01029":2,"01030":3,"01050":3,"01051":1,"01052":3,"02042":1,"02045":1,"02069":3,"02083":1,"02087":3,"02102":1,"02103":3,"02105":2,"02109":3,"03035":1,"03053":3,"03054":3,"04004":3,"04009":3}},{"id":814,"name":"Off the Gridori vHJ1.0 (Weyland)","creation":"2013-12-06 17:05:38","description":"<p>A deck I'm looking for feedback on. The concept is to put an Amazon Ind. Zone and Midori on HQ and continually bounce, reinstall and rez for free (or 1 with datapike...I REALLY hope Mala Tempora has a decent, cheap EtR ICE for Weyland) whatever ICE they don't have a breaker for. Crim is really scarce in my meta but I'm expecting to get sick of Reina Roja real quick, so this deck is still a counter for her basic ability and rook. If rook is on an ICE on HQ just bounce it with Midori, reinstall the same ICE or another depending on what breakers are on the table and smile. If Reina has Xanadu out it does hurt a little but Weyland economy should be able to keep up. Levy University is supposed to be 3 Power Shutdown from Mala Tempora even though I think it's better in this deck. The ability to power shutdown a scheherazade or SMC or datasucker or another problem card is too good. Even without the ability to choose the target yourself you should still be able to manage the shot into something painful often enough to justify it. With the INF cost of Midori I wasn't able to add 3 GLC and 3 successful demonstration so economy is weaker than normal, especially with the loss of hostile takeover. With luck, you can score a G-Frack asap for creds. Corporate troubleshooter is for making sure a runner stays out and can protect archives for a key turn to  let you score an agenda. Low quantity of ICE worries me, so I think this will be better if I go up to 59 cards, add ICE and keep the Levy University assets. Lack of cheap enough EtR ICE is a problem though. I actually think this will go better in Jinteki now. hmm...next deck.  :)<\/p>\n","username":"HepatitvsJ","cards":{"01065":3,"01093":1,"01098":3,"01103":3,"01110":3,"01111":3,"01113":3,"02018":1,"02038":3,"02039":2,"02060":3,"02077":2,"02113":3,"03024":3,"03027":2,"04015":3,"04017":3,"04038":3,"04040":3}},{"id":815,"name":"Off the Gridori vHJ1.0 (Jinteki)","creation":"2013-12-06 18:10:47","description":"<p>A deck I'm looking for feedback on. The concept is to put an Amazon Ind. Zone and Midori on HQ and continually bounce, reinstall and rez for free.\nCrim is really scarce in my meta but I'm expecting to get sick of Reina Roja real quick, so this deck is still a counter for her basic ability and rook. If rook is on an ICE on HQ just bounce it with Midori, reinstall the same ICE or another depending on what breakers are on the table and smile. If Reina has Xanadu out it does hurt a little but the economy should be able to keep up.\nLevy University to dig for ICE since there is only 15. Chum can boost the str of the next ICE (one the runner may not have been expecting even) beyond basic Yog ability sans Dino. H Jackson to dig, profiteering because it's not about the BP. The Jinteki agendas really shine in this build...Nisei MKll EtR ability can protect HQ at a crucial time and Braintrust may actually be able to advance to a 1-2 counter agenda. :)\nI'm dying to see what cards come out for Jinteki in this cycle and in the \"Profit and Honor\" (if the spoiler was real) big box.<\/p>\n","username":"HepatitvsJ","cards":{"01068":3,"01075":3,"01110":3,"01111":3,"01113":3,"02014":3,"02031":1,"02038":3,"02039":2,"02060":3,"02113":3,"03024":3,"04012":3,"04013":3,"04015":3,"04038":3,"04039":2,"04040":3}},{"id":816,"name":"Mac & Cheese (Feedback Welcome)","creation":"2013-12-06 20:24:40","description":"<p>A something for every corp deck. I normally play criminals this is my first Kate deck.<\/p>\n","username":"CodeMarvelous","cards":{"01007":1,"01008":2,"01011":1,"01012":1,"01014":1,"01026":1,"01033":1,"01035":2,"01038":2,"01039":3,"01041":2,"01044":1,"01045":1,"01047":1,"02007":1,"02009":2,"02027":1,"02066":1,"02069":3,"02091":1,"02107":2,"03037":2,"03038":3,"03046":3,"03049":2,"03053":2,"04004":3}}]