[{"id":612,"name":"Kates workshop v2.0","creation":"2013-11-20 07:52:49","description":"Updated with great suggestions from X3r0h0ur, I couldn't fit the toolbox though. :)<br>I'll be play testing tonight and I'll report tomorrow.","username":"HepatitvsJ","cards":{"01007":1,"01008":2,"01012":2,"01026":1,"01033":1,"01035":3,"02007":1,"02009":2,"02028":3,"02047":3,"02049":2,"02066":1,"02069":3,"02091":1,"02107":3,"03034":2,"03035":1,"03038":3,"03040":2,"03046":2,"03049":1,"03053":3,"04004":3}},{"id":613,"name":"C4 in HQ","creation":"2013-11-20 09:39:47","description":"This deck is all about trashing HQ. Parasite the ice, acct syphon, demo run, imp their economy and FA. FA can't FA without the right cards. Whizzards ability is enough to trash Jackson Howard, Adonis and eve campaign, melange, ASH, etc with little or no cost to you. Lock down HQ and force them to draw to do anything. Browse R&D when you're bored. :)<br>Potential surprise turn with a grimoire out go, nerve agent, surge, run, demo run. Goodbye hand. rara helps with install although i'm trying to get clone chips in here. I may have to give up one acct syphon to get two clone chips. ","username":"HepatitvsJ","cards":{"01002":3,"01003":3,"01006":2,"01007":1,"01008":3,"01009":3,"01010":1,"01011":1,"01012":3,"01014":1,"01018":2,"01026":1,"01051":3,"02001":1,"02003":3,"02041":1,"02081":3,"02091":3,"03047":2,"03049":1,"03053":3,"03054":2}},{"id":614,"name":"Debonair Spy v1.1","creation":"2013-11-20 09:46:55","description":"Re-tooled her a bit, mostly I've included 3 Faeries compared to last time, which has greatly increased my tempo. I'm not afraid of Neural Katanas over Jinteki R&D or early face checks into tagging Sentry ICE. Clone chips can get them back and if I use all three and get low in cards, I can Levy to restart the stack to reuse them and all my events. Everything else is solid criminal tools. ","username":"SynnerG","cards":{"01007":1,"01018":2,"01020":3,"01021":3,"01022":2,"01024":2,"01026":1,"01032":3,"01043":1,"01045":1,"01050":3,"02023":2,"02025":3,"02043":1,"02083":1,"02091":1,"02104":3,"02105":1,"03035":1,"03038":3,"03052":2,"03054":3,"04004":1,"04005":2}},{"id":615,"name":"Kates workshop v2.0.1","creation":"2013-11-20 10:47:58","description":"Alternate version of Kateshop 2.0.<br>-1DMC, -1 Atman, -1 Modded. +3 Rabbit holes.","username":"HepatitvsJ","cards":{"01007":1,"01008":2,"01012":2,"01026":1,"01033":1,"01035":2,"01039":3,"02007":1,"02009":2,"02028":2,"02047":3,"02049":2,"02066":1,"02069":3,"02091":1,"02107":3,"03034":2,"03035":1,"03038":3,"03040":1,"03046":2,"03049":1,"03053":3,"04004":3}},{"id":616,"name":"NBN: High Value Targets","creation":"2013-11-20 12:20:24","description":"High cost assets let me establish useful servers that waste the runner's time and money while giving me the economy to rez my ICE. Restructured Datapool is there to mostly lower my overall agenda count, but is also useful for tags when the runner is low in credits. Could be replaced with Priority Requisition to help rez the Flare\/Tollbooth.<br><br>Advanceable traps muddy the runner's expectations that every card I put down would be an agenda and then Red Herrings and Ash are there for the real agendas. Ice Wall\/Trick of Light play is an option as well as \"Tag Me\" punishment via Data Raven\/Matrix Analyzer with Psychographics.<br><br>I only use one-offs of the upgrades, but with Jackson I can use his first ability to dig for them and his second to get them back out once they're trashed.","username":"SynnerG","cards":{"01057":1,"01080":1,"01081":3,"01084":2,"01085":2,"01087":1,"01088":3,"01089":2,"01090":3,"01091":1,"01092":1,"01103":3,"01110":3,"02013":1,"02016":2,"02033":1,"02055":3,"02056":3,"02059":3,"02110":2,"02115":3,"02117":2,"04014":1,"04015":3}},{"id":617,"name":"Haas-Bioroid - Version 2.0","creation":"2013-11-20 12:36:15","description":"","username":"Cemehiden","cards":{"01054":1,"01055":3,"01056":3,"01061":2,"01062":3,"01063":2,"01073":2,"01075":2,"01106":3,"01109":3,"01110":3,"01111":3,"01113":3,"02094":2,"03007":3,"03009":2,"03015":2,"03016":2,"04015":2}},{"id":618,"name":"NBN: Fast Attack","creation":"2013-11-20 13:53:17","description":"First attempt at a NBN: TnB. I have a ton of ways to tag, but feels like it may be too many? High cost assets to keep the economy going. If they dig for lots of agendas, the Snares are there to punish them. Jackson can dig for the SE's or recur them if they got trashed somehow, including the Snares. If they run into a Snare! I could False Lead to end their turn to get in damage or the win.<br><br>Not sure how I feel about it yet; will need testing.","username":"SynnerG","cards":{"01070":3,"01080":1,"01081":3,"01082":3,"01084":2,"01088":3,"01090":2,"01099":2,"01110":3,"01111":2,"01113":2,"02016":2,"02017":2,"02055":3,"02056":3,"02059":3,"02080":3,"02110":1,"02116":1,"02117":1,"03023":2,"04015":3}},{"id":619,"name":"Vampdromeda - BETA","creation":"2013-11-20 14:10:20","description":"Looking for some feedback here.  This is a financial pin deck.<br><br>Utilize the pheromones interaction with vamp.  Use gorman drip to kick them while they're down.  UWC keeps the disparity going, and allows you to stock up while you're using pheromones to make impactful runs on HQ.  Needs some sort of R&D punish though.<br><br>For those worried about MU, don't forget that Djinn can host Sneakdoor.  Djinn also tudors for crypsis, so it's not coming out.  Special order is there for when the ice gets too thick to run with just crypsis.<br><br>Easy marks let you get the train up and rolling quick, maybe even a turn 1 vamp!  I wouldn't consider cutting easy mark for this reason.  It helps you get the pheromones going.<br><br>To this end, doppelganger is in the deck instead of desperado because of the power of pheromones.  You are more and more likely to be successful each time you're successful.  With 2 pheromones out, you get 2 'credits' per successful run (sure its only against HQ).  Also it interacts with vamp so you can take pot shots at R&D after siphon\/vamping.  <br><br><br>The inspiration for this deck came when using personal workshop with pheromones, since they can be applied to workshop items during runs against HQ.","username":"x3r0h0ur","cards":{"01004":1,"01007":1,"01009":3,"01018":3,"01019":3,"01022":2,"01026":1,"01028":2,"01050":3,"01051":2,"02006":1,"02021":3,"02028":3,"02043":3,"02064":2,"02069":3,"02083":1,"02086":3,"02105":3,"04005":3}},{"id":620,"name":"Jinteki: Fire from all sides.","creation":"2013-11-20 17:34:07","description":"","username":"Thorge","cards":{"01067":1,"01068":3,"01070":3,"01072":3,"01075":3,"01076":3,"01077":3,"01099":1,"01102":2,"01104":1,"01108":1,"01110":3,"02014":3,"02032":3,"02060":1,"02080":2,"02095":2,"02112":2,"02117":1,"04012":3,"04013":2,"04015":1,"04020":1}},{"id":621,"name":"Whizzard: Run and run and run","creation":"2013-11-20 17:36:21","description":"","username":"Thorge","cards":{"01002":3,"01008":2,"01009":3,"01010":2,"01012":2,"01018":2,"01049":2,"01050":3,"01051":3,"01053":2,"02001":1,"02009":2,"02021":3,"02022":1,"02041":1,"02042":3,"02043":2,"02087":2,"02103":2,"03052":2,"03054":1,"04005":1,"04009":2}},{"id":622,"name":"Blackguard deck","creation":"2013-11-20 20:09:49","description":"This is a deck waiting for Fear and Loathing. Using Blackguard (change Desperado for Blackguard) in combination with rooks to exhaust the corp bank account. Later, once exhausted, you derez it again and trash it with Forged Activation Orders.<br><br>Easy peasy.<br><br>PS: Finally a reason to use Satellite uplink<br>PS2: Lemuria codecracker is an interesting choice too. Swapping a single Infiltration for it should be enough to cause havok.","username":"Treiclon","cards":{"01007":1,"01008":2,"01011":1,"01017":1,"01020":3,"01021":3,"01024":2,"01028":2,"01049":3,"01050":3,"01051":3,"02009":2,"02023":3,"02025":3,"02041":1,"02043":3,"02045":2,"02065":3,"03054":3,"04003":2}},{"id":623,"name":"Jinteki: Burning the Net V1.0","creation":"2013-11-20 23:22:46","description":"The goal with this deck isn't to keep the runner out, its to let them come in and burn them for it! <br><br>With all the one point agendas it will take the runner a lot of runs to win, even if they get incredibly lucky. There are lots of traps mixed in to ensure that the runner can't feel comfortable running on your remotes, especially with the cerebral overwriters. <br><br>This deck is a lot of fun to play with and to play against, as it really rewards clever players who can bluff and read, while punishing mishandling by the corp and bad run choices by the runner. <br><br>If the deck has a problem, its that it rolls over and dies to a net shield. I run the Grim primarily for this reason, but hopefully power shutdown might help in this regard once that is printed. All the same, if your meta is fond of net shield I might advise against the deck.<br><br>Regardless, this is easily one of the most fun corp decks which can make for awesome stories.<br><br>My own highlights:<br>- a runner dies on his first click<br>- a kill that involved using skipping a runners entire turn","username":"Luzifer","cards":{"01067":1,"01069":2,"01070":3,"01072":3,"01076":3,"01077":2,"01078":1,"01110":3,"02012":2,"02032":3,"02033":2,"02080":3,"02112":3,"02120":1,"03009":3,"03023":3,"04012":2,"04015":3,"04020":1,"04032":3,"04039":3}}]