[{"id":986,"name":"Weyland - BWBI v3","creation":"2013-12-16 00:16:15","description":"<p>Dumped Hunter, I have enough ways to get tags on a runner. Adding in Isabel McGuire to see how well using her to recycle Elizabeth Mills and dump bad publicity works.<\/p>\n","username":"Mark2_0","cards":{"01094":3,"01098":3,"01099":3,"01101":3,"01102":2,"01103":3,"01104":2,"01110":3,"02019":3,"02076":1,"02077":3,"02079":3,"02116":2,"04015":2,"04017":3,"04018":1,"04037":2,"04039":2,"04050":3}},{"id":987,"name":"Weyland - BWBI v3.1","creation":"2013-12-16 00:25:29","description":"<p>Dumped Hunter, I have enough ways to get tags. <\/p>\n\n<p>This is built to be scumbaggy. Adding in Accelerated Diagnostics and Power Shutdown. Idea is to be able to get Jackson Howard on table at some point, Power Shutdown your entire R&amp;D into Archives, remove Jackson from game to put 3 Scorched Earths into your now empty R&amp;D, and then Accelerated Diagnostics to kill the runner with 3 Scorched Earths.<\/p>\n\n<p>Technically I guess you could do this from hand in one turn when they're completely not expecting it. I can honestly say that, while legal, I'd feel bad about playing it this way. But that's just me personally.<\/p>\n","username":"Mark2_0","cards":{"01094":3,"01098":3,"01099":3,"01101":3,"01102":2,"01103":3,"01104":2,"01110":3,"02019":3,"02076":1,"02077":3,"02079":3,"02116":2,"04015":2,"04017":3,"04018":1,"04037":2,"04039":2,"04052":2,"04058":2}},{"id":988,"name":"Catch Me If You can!","creation":"2013-12-16 00:56:35","description":"<p>Semi Tag Me Reina Deck, using the full Cassia Suite - mostly because I want to see if the Cassia Suite can work as a whole, or if it will be better split up.<\/p>\n","username":"lynkfox","cards":{"01002":2,"01003":2,"01004":2,"01012":2,"01018":2,"01019":2,"01049":2,"01050":3,"01051":1,"02009":2,"02028":2,"02042":2,"02102":1,"03031":1,"03052":3,"04002":3,"04003":2,"04009":2,"04021":2,"04029":2,"04041":1,"04042":2,"04043":3}},{"id":989,"name":"NBN: The World is Fast","creation":"2013-12-16 02:05:16","description":"<p>NBN Fast Advance with all burst economy.<\/p>\n\n<p>I have been testing this for the past month and it's a blast to play. It intends to outpace the runner's economy early and win before they have the late-game tools to get through its cheap defenses. Draw aggressively and score early, since there are more than enough economy cards to stay defended and score often.<\/p>\n\n<p>Paper Wall is a new addition, replacing two Pop-Up Windows. I did not find myself needing their drip economy, so a zero-cost ETR Ice is a great replacement.<\/p>\n","username":"Mavwick","cards":{"01081":3,"01083":3,"01092":3,"01098":3,"01103":3,"01110":3,"01111":3,"01113":3,"02060":2,"02114":1,"02115":3,"04012":2,"04014":2,"04015":2,"04034":3,"04039":2,"04040":2,"04059":2}},{"id":990,"name":"Fast Start Mk. 2","creation":"2013-12-16 02:15:12","description":"<p>Countering the Andromeda meta with 2 deep reezzable ICE on HQ, R&amp;D, and a Remote by turn 2. 74% chance of getting 3 ICE with a mulligan. That's six free clicks.<\/p>\n\n<p>Econ is light because all the agendas will help you rez and install ICE. Howler too.<\/p>\n\n<p>Don't be afraid to activate ABT. Especially with Jackson Howard to protect against a bad draw.<\/p>\n\n<p>Swordsman to slow a Crypsis or Atman fast start. Slower rig means a more likely win.<\/p>\n\n<p>You're most powerful at the start. Don't be afraid to advance agendas on turn 3. You will be weaker as the game goes on.<\/p>\n\n<p>May increase count to 49 to thin out the agenda density by 2% and add more econ or utility.<\/p>\n","username":"Rorschach","cards":{"01055":2,"01061":2,"01064":2,"01065":1,"01075":2,"01103":2,"01106":2,"01108":3,"01111":2,"02013":2,"02060":2,"02070":3,"02110":3,"03003":1,"03004":1,"03006":3,"03013":1,"03016":3,"03017":2,"03019":2,"03021":1,"04015":2,"04033":2}},{"id":991,"name":"Vegas-Area 51 v1.2","creation":"2013-12-16 02:44:49","description":"<p>Tons o' money and a little tag\/scorch defence. For more discussion see my blog post here: http:\/\/daman-asha.livejournal.com\/30102.html<\/p>\n","username":"ODie","cards":{"01007":1,"01017":1,"01018":1,"01019":3,"01022":3,"01024":2,"01026":1,"01032":2,"01043":1,"01048":2,"01050":3,"02009":2,"02025":3,"02085":1,"02091":2,"02104":3,"02105":1,"02107":2,"03038":2,"03052":3,"03053":3,"04004":2,"04009":2}},{"id":992,"name":"Hyperzontal v1.1","creation":"2013-12-16 02:45:30","description":"<p>Alix T4LBO7 + Shipment from Mirrormorph makes a pot of money, and accelerates the horizontal nature of the deck, setting up Shell Games even faster. Shipment from Kaguya continues the shell game theme by spreading advancement tokens across multiple potential Agenda &amp;\/or advanceable Ambushes, presenting the Runner with difficult choices. Trick of Light means 'wasted' Ambush advancement actions can be recovered.\nCelebrity Gift and Hedge Fund could go up, but with Alix, PAD, Private Contracts (Siphon sink!) and Server Diagnostics money often isn't an issue.\nDon't bank on your Ice to stop the Runner though.<\/p>\n\n<p>For more discussion see the blog post here: http:\/\/daman-asha.livejournal.com\/30102.html<\/p>\n","username":"ODie","cards":{"01060":2,"01067":1,"01069":2,"01070":3,"01072":3,"01075":1,"01076":1,"01077":2,"01078":1,"01100":2,"01106":3,"01110":2,"02014":3,"02015":2,"02032":3,"02033":2,"02059":2,"02073":1,"02094":1,"02095":3,"02112":2,"03008":2,"03009":2,"03026":1,"04012":2,"04013":1,"04015":2,"04020":1,"04032":1,"04033":1}},{"id":993,"name":"Give it a try, Andromeda.","creation":"2013-12-16 03:00:08","description":"\n","username":"Chiko-Pops","cards":{"01007":2,"01011":1,"01018":3,"01019":3,"01020":2,"01021":2,"01024":2,"01026":2,"01028":2,"01029":3,"01049":3,"02009":2,"02023":2,"02025":2,"02045":2,"02083":1,"02085":2,"02090":2,"02104":2,"02107":2,"03040":2,"04005":2}},{"id":994,"name":"-oO*Pro-Gam3r*Oo-","creation":"2013-12-16 05:29:27","description":"\n","username":"Chiko-Pops","cards":{"01002":3,"01003":2,"01006":2,"01007":2,"01008":2,"01009":2,"01010":2,"01011":2,"01012":2,"01014":2,"01018":2,"01050":3,"01051":2,"02001":1,"02003":2,"02009":2,"02022":2,"02041":2,"02081":2,"02090":2,"02101":2,"03035":1,"03043":2}},{"id":995,"name":"Andromeda the Boss 1.2 (experimental)","creation":"2013-12-16 08:37:47","description":"<p>I have played gabe almost exclusively since this game came out. Here is a deck that gets a lot of passive credits, destroys traces and can dig hard RD late game surprising them with makers eye (not to be used against jinteki) uses pro contacts to get to everything and then runs super cheap. The sneakdoor beta is also meant to be held in reserve until the end when they think that you don't have it but you know they are holding agendas.<\/p>\n","username":"CodeMarvelous","cards":{"01007":2,"01014":1,"01018":3,"01021":3,"01022":3,"01024":2,"01027":1,"01028":1,"01036":1,"01052":3,"02007":1,"02009":2,"02025":3,"02069":3,"02083":1,"02104":2,"02107":2,"03049":1,"03052":3,"03053":3,"04004":3,"04044":2}},{"id":996,"name":"trashing resources?","creation":"2013-12-16 09:41:00","description":"<p>all resources are net neutral or positive even if trashed by corp (make sure to play + click 3 times for Liberated\/Armitage)  <\/p>\n\n<p>keep corp poor with 3 siphons \/ vamps, recur with SoT \/ dejavu. <\/p>\n","username":"Milchtee","cards":{"01002":2,"01006":2,"01007":2,"01008":3,"01010":2,"01011":2,"01012":3,"01014":2,"01018":3,"01026":1,"01050":3,"01053":3,"02009":2,"02021":3,"02022":3,"02042":1,"02087":2,"02103":1,"03054":3,"04003":2,"04041":1}},{"id":997,"name":"Andromeda AnarchoR&D","creation":"2013-12-16 11:36:33","description":"\n","username":"Dyvim","cards":{"01007":2,"01008":3,"01014":2,"01018":3,"01019":3,"01021":2,"01022":3,"01024":3,"01026":1,"01036":1,"01049":1,"01050":3,"02009":2,"02043":2,"02083":1,"02091":2,"02104":3,"02105":2,"02107":2,"03053":3,"03054":2}},{"id":998,"name":"NBN Fast Advance V2","creation":"2013-12-16 11:37:19","description":"\n","username":"Dyvim","cards":{"01081":3,"01082":3,"01083":3,"01090":2,"01092":2,"01098":3,"01101":2,"01103":3,"01110":3,"01111":3,"01113":2,"02056":3,"02060":2,"02070":2,"02114":1,"02115":3,"03023":3,"04015":2}},{"id":999,"name":"Reina Says \"Stop me if you can\"","creation":"2013-12-16 14:19:05","description":"<p>Ice denial, through expensive res cost (innate ability, Xanadu, rook, and a surprise Running Interference, and doubling over with Crescentus, Emergency Shutdown. Ice Denial through expensive rez and derez, with the occasional Parasite destruction for really annoying ice (Tollbooth comes to mind with lack of decoder)<\/p>\n\n<p>No Decoder - Yog so prevalant people are seemingly stopping running as many code gates, and crypsis or knight can catch it if need me, And Swordsman, the only real ice thats an issue, is Mimic bait.<\/p>\n","username":"lynkfox","cards":{"01002":2,"01004":1,"01007":1,"01008":2,"01011":1,"01012":2,"01022":2,"01049":2,"01050":3,"01051":1,"02009":2,"02022":3,"02043":2,"02065":3,"02082":3,"02091":2,"03054":2,"04002":2,"04003":3,"04029":2,"04041":1,"04042":2,"04043":2,"04044":1}},{"id":1000,"name":"Chessile","creation":"2013-12-16 14:52:29","description":"<p>Looking for an R&amp;D lock using Femme and Cyber-Cypher + Tinkering while cycling programs in and out. Trying to make the cycling gain money with Aesop's and Scheherazade and cards from Exile's ability.<\/p>\n\n<p>So far I've had very mixed results. Money seems to be a problem more often than not and I think something like Kati or Daily Casts might help in addition to bumping FCC and QT to 3x.<\/p>\n\n<p>Any comments appreciated :D<\/p>\n\n<p>My biggest concern is that Exile's ability simply isn't good enough or able to be utilized often enough to justify using his identity. I haven't felt that having Kate (1 link, 45\/15, different ability) wouldn't be better so far when playing it.<\/p>\n","username":"jakechance","cards":{"01004":1,"01026":3,"01037":3,"01041":3,"01047":2,"01050":3,"02027":2,"02047":3,"02066":2,"02087":2,"02107":3,"03030":1,"03033":2,"03034":3,"03035":2,"03038":3,"03044":3,"04002":3,"04003":2,"04021":1,"04022":2}},{"id":1001,"name":"SHAPER - First Deck Test","creation":"2013-12-16 15:38:43","description":"\n","username":"NicolaMolon","cards":{"01005":1,"01012":1,"01014":1,"01021":1,"01022":1,"01025":2,"01027":2,"01033":1,"01034":3,"01035":2,"01036":3,"01037":3,"01038":2,"01039":1,"01040":2,"01041":1,"01042":1,"01043":2,"01044":1,"01045":1,"01046":2,"01048":2,"01049":2,"01050":3,"01051":1,"01052":1,"01053":3}},{"id":1002,"name":"Chakanantics v1.1","creation":"2013-12-16 16:44:07","description":"<p>Small changes from v1.0: added a copy of both R&amp;D and HQ Interface for some multi-access (works nicely with IMP too), by removing a copy of Chakana and The Source. Gorman Drip stays, and I added Plascrete Carapace.<\/p>\n\n<p>With Shipment from SanSan, Fast Advance received a new and powerful weapon, and with Mala Tempora there's also the Power Shutdown \/ Accelerated Diagnostics shenanigan... and an extra advancement required to score might be all it takes to thwart all the plans of the evil Corps!<\/p>\n","username":"paddosan","cards":{"01001":1,"01002":2,"01006":2,"01007":1,"01008":3,"01009":2,"01011":1,"01012":2,"01015":2,"01050":3,"01051":3,"02003":2,"02009":2,"02081":3,"02085":1,"02091":2,"02107":1,"03043":2,"03052":3,"03053":3,"03055":2,"04005":3}},{"id":1003,"name":"Swiss Army Whizzard","creation":"2013-12-16 17:53:20","description":"<p>So, this is the deck I've won 2 seasons of our local league with and placed rather well in some tournaments, with only some minor alterations over the past 6 months or so. <\/p>\n\n<p>I feel this is a deck that's easy to play and difficult to master. Some of your optimal plays will be far from obvious, and it requires you to be able to read the board reasonably well. Most of the games I've lost with this come from incorrectly evaluating whether to parasite an ice or not - this is especially true when you contemplate whether to parasite something like an Archer that'll take 6 turns to die. Your most powerful plays usually require setup over multiple turns, so the corp will see them coming... but that's ok. Think of it as slowly and deliberately closing down your opponent's avenues to victory, as opposed to trying to trick out a cheap win. You have quite a few different moves you can make, many of which actually require similar tools - so even by dropping cards on the table, you're not commiting yourself to one course too much. Often-times I'll drop a nerve agent on the table just to make them ice HQ at the expense of RnD, for instance... and it's totally fine that the nerve agent will sit there unused for like 5 turns, because once its time comes, it's already been moved into position. <\/p>\n\n<p>Don't get locked into a mindset of \"I have to do X to win\". Remember - the key concept here is flexibility and multiple avenues to victory. Those deja-vus aren't in there <em>just<\/em> to recur Siphons. Sometimes you'll be able to siphon, and it'll be cool. Other-times you won't, and it'll be cool too - you can recur parasites, do multiple demo runs in one turn, recover from Archer facechecks and do all other kinds of cool stuff. Just chill, play it cool, keep your hand at 5 usable cards (if you get duplicates of Grimoire and Djinn, overdraw and ditch 'em), take some credits occasionally and you'll be fine. <\/p>\n\n<p><strong>How to play:<\/strong> \nIf you don't have an econ card, mulligan. Doesn't matter which one you get (yes, even Liberated Accounts is fine), just have one. Armitage is quite possibly the best one here, because it'll give you enough sustained econ to pass the time while you draw into more econ. <\/p>\n\n<p>Early-game should be spent grabbing cheap accesses where you can and making the corp rez ICE - you have the best facechecking breaker in the game, better put it to good use. Don't be afraid to play a Datasucker and facecheck ice that's possibly going to trash it - you have three of them, and can recycle at will. If they rez, they're losing much more money than you are. If they don't, your free accesses just started enabling some of your really brutal midgame plays. <\/p>\n\n<p>Mid-game, just explore whatever openings the corp and your card draws are giving you. Possibilities include, but are not limited to: <\/p>\n\n<ul>\n<li>getting a complete rig out ASAP <\/li>\n<li>running naked\/minimalistic and accessing cards left and right <\/li>\n<li>clicking through Eli to Siphon for some easy cash <\/li>\n<li>playing tag-happily, trashing Psychographics, Closed Accounts and Scorcheds with Imp to take the edge off things <\/li>\n<li>sitting back on a pile of Liberated Account credits to make it really hard for the corp to estimate where you can and can't get <\/li>\n<li>playing for time by farming datasucker counters and rezzing ice while drawing into stuff you need <\/li>\n<li>preparing for some later-turn insanity by setting up grimoire, djinn and fishing for some parts you're missing <\/li>\n<\/ul>\n\n<p>Late-game really depends on what you've been doing up until this point, which tools are setup and how the corp board looks. If you can't think of anything better, you can still play for time with a couple well-aimed Parasites to force frequent purges. Eventually you'll either win or lose, as is the nature of the game :) <\/p>\n\n<p>Now, for some card choice explanations: <\/p>\n\n<blockquote>\n  <p><em>\"Why Whizzard? Noise is so much better!\"<\/em> <\/p>\n<\/blockquote>\n\n<p>No, he really isn't. I know, I've tried. Basically, Whizzard's ability comes in handy in two situations: to dig deeper into RnD (which is a good thing) and to get dangerous things off the table without having to wait for the corp to rez 'em before it's worthwhile (which means you can be the one setting the tempo in those situations, you don't have to be the passive one). <\/p>\n\n<p>The real eye-opener to this was a random comment on BGG that went something along the lines of \"so many people say that Whizzard's ability totally shuts down their decks... good thing noone plays him.\" So I decided to change that. \nAlso, I really despise Noise's super-annoying tendency of giving you random bullshit wins in games which you lost because of your own mistakes, thus leading you to never really learning from them :) <\/p>\n\n<blockquote>\n  <p><em>\"Why no Vamp?\"<\/em> <\/p>\n<\/blockquote>\n\n<p>I used to play Vamp, it isn't worth it unless you're going all in on the strategy. Keeping someone continually at zero (which is the only scenario Vamp is really good for) requires a lot more commitment during deck construction than I was comfortable here (for one thing, it'd require a lot more econ) - I'd leave too many other cards out, and would become way too dependent on being able to get through into HQ. Keeping stuff unrezzed is neat, blowing it up after it gets rezzed is neater. <\/p>\n\n<blockquote>\n  <p><em>\"Why no Joshua and no DLR?\"<\/em> <\/p>\n<\/blockquote>\n\n<p>Because I have better things to do with my time than spend click in a suboptimal fashion. To make this work, I'd have to dedicate 6 slots to it, and those 6 slots are much better used elsewhere. <\/p>\n\n<p>There is, of course, the possiblity of running just Joshua, for those matchups where I go tag-happy... but that would be 3 more cards I'd hate to draw in matchups where I really don't want to keep tags. Building to make him work in those situations would require some more moving parts. Hence, I went for flexbility instead. <\/p>\n\n<blockquote>\n  <p><em>\"Djinn isn't worth the slots\"<\/em> <\/p>\n<\/blockquote>\n\n<p>I believe the ability to conjure up Medium and Nerve Agent at will is already worth 2 credits and 2 cardslots, not even counting the extra memory you're getting and the fishing for other viruses <\/p>\n\n<blockquote>\n  <p><em>\"2 Crypsis AND a full breaker suite?\"<\/em> <\/p>\n<\/blockquote>\n\n<p>What can I say, I tended to be rather unlucky with my card draws, so this is to improve consistency and early thread. I used to run one Crypsis (for tutoring purposes only), but I actually did lose a game after drawing over 30 cards and still being unable to get through a goddamn Ice Wall :) <\/p>\n\n<p>That being said, if I really wanted to fit one specific card in here, the second Crypsis would be the first card to get cut. <\/p>\n\n<blockquote>\n  <p><em>\"Why Atman and not X?\"<\/em> <\/p>\n<\/blockquote>\n\n<p>The last 3 influence points used to be Levy, to have the ability to keep Siphoning longer... then I realized that an Atman would be a much better choice. For one, it's another breaker to draw into early, potentially giving you massive board presence. Also, it neatly solves some issues you might run into - vs. Weyland, drop it at 6 and stop caring about Archer. Vs. HB, drop it at str 4 and wave merrily as you're passing those \"taxing\" Ichis and Elis. Vs. Jinteki, take care of both Neural Katana and Wall of Static with one breaker... the list goes on. Since it's a singleton, you won't see it every game, but when you do see it, it'll be massively useful, I promise you that. <\/p>\n\n<p>Also, for added hilarity, sometimes people see you play an early Atman, automatically assume you're playing three of them and then stare in shocked disbelief when you start repeatedly siphoning them (\"he can't possibly play more than one siphon, he's already spent 9 influence on Atmen!\"). Priceless, really. <\/p>\n\n<blockquote>\n  <p><em>\"Why Demolition Run?\"<\/em> <\/p>\n<\/blockquote>\n\n<p>Because Demo Run is easily one of the most underrated tools in the Anarch toolbox. I think part of that is because people keep thinking Anarch = Noise, and Demo Run seems kinda redundant with his ability. Don't be that guy. This card enables both super-deep RnD digs (the good old \"run, run, demo run, run\" turn) and shuts down combos really hard (nerve agent, surge, demo run their hand, watch 'em toss all those hoarded Biotics and weep bitter tears of despair). \nOh, and if you're playing against Jinteki, remember that Demo Run means you can nuke that Hokusai for free, while you're at it :D <\/p>\n\n<blockquote>\n  <p><em>\"Isn't 3x Grimoire excessive?\"<\/em> <\/p>\n<\/blockquote>\n\n<p>Flexibility means options. Having options means having stuff already installed before you actually need it. Having stuff installed means needing memory. \nAlso, Grimoire is a huge Surge enabler - which brings me to... <\/p>\n\n<blockquote>\n  <p><em>\"Surge?\"<\/em> <\/p>\n<\/blockquote>\n\n<p>Yes, Surge. It's so massively useful I've went up to 3 Grimoires just to be able to trigger it more often. Examples: <\/p>\n\n<ul>\n<li>play a Sucker and Surge it to stop being shut out of servers after a purge <\/li>\n<li>Surge a Medium before a Demo run to pretty much deck a corp unexpectedly (this usually just fishes out 7 points before that happens, though :D) <\/li>\n<li>Surge a Nerve Agent after a Siphon run, go right back and steal all their stuff <\/li>\n<li>alternatively, the same play but with an Imp\/Demo run to get rid of the cards that could make you lose (Scorched, Psycho, possibly Closed Accounts) <\/li>\n<li>Surge a Parasite to make a Tollbooth\/whatever go <em>poof<\/em> much sooner <\/li>\n<li>Surge a Crypsis to get into that place you wouldn't be able to get into otherwise <\/li>\n<\/ul>\n\n<blockquote>\n  <p><em>\"Tag-me with just 2 Carapaces?\"<\/em> <\/p>\n<\/blockquote>\n\n<p>Yeah. Either don't go into tag-me mode until you hit one (you have plenty other things to do to pass the time, like farming Armitages and installing threatening-looking stuff), or just use destruction to get rid of the cards you'd need the third Carapace against. <\/p>\n\n<blockquote>\n  <p><em>\"Liberated Accounts is useless when tagged\"<\/em> <\/p>\n<\/blockquote>\n\n<p>No, it's not - you just have to install it as the first action and then clear it thrice. It's basically the runner version of a Melange turn, and as an added bonus, it leaves a card on the table that's both tempting to trash and tempting to leave (and both of those options are fine with you). Same thing with Armitage, although the investment is smaller there, so you can potentially spend an Armitage just to make them spend 2 credits and a click, especially if you need to play for time for some reason. <\/p>\n\n<hr \/>\n\n<p>There, that's about all that came to mind. If you have any questions, ask away!<\/p>\n","username":"PeekaySK","cards":{"01002":3,"01003":2,"01006":3,"01007":2,"01008":3,"01009":2,"01010":1,"01011":2,"01012":3,"01014":2,"01018":3,"01050":3,"01051":2,"01053":3,"02001":1,"02003":2,"02009":2,"02022":3,"02041":1,"02081":2,"03040":1}},{"id":1004,"name":"Rielle's Headlock v1.1","creation":"2013-12-16 18:06:40","description":"<p>Just removed 2 SOT and switched them for 2 R&amp;D interfaces to put more pressure on the corp; during the tests, keeping on running on R&amp;D costed me so little, that I could prevent my foe's game simply by trashing, indexing, and scoring. \nReally cost-efficient deck: Omni-Drives are the coolest thing on Earth when it comes to Cyber-Cypher layercheck, and a 6-9 credits Kati allows you to set up the next Atman and keep running for a while.<\/p>\n","username":"Kable","cards":{"01008":2,"01012":3,"01036":3,"01037":1,"01050":3,"02009":2,"02047":2,"02065":2,"02091":3,"02106":3,"02107":2,"03028":1,"03034":2,"03035":1,"03038":3,"03039":2,"03040":3,"03044":3,"03046":2,"03049":2,"03054":1}},{"id":1005,"name":"Exile-NecroBreaker-OK(1V_irl-1D_octgn-A retester)","creation":"2013-12-16 18:25:34","description":"\n","username":"white_wwa","cards":{"01008":3,"01026":2,"01027":2,"01041":2,"01044":3,"01050":3,"02007":2,"02027":2,"02028":2,"02047":3,"02066":1,"02101":3,"02107":3,"03030":1,"03033":3,"03034":3,"03038":3,"03039":3,"03040":3,"03047":3}},{"id":1006,"name":"Chaos Recurring Parasites!","creation":"2013-12-16 19:41:55","description":"<p>In this deck my goal is to get my econ going with a magnum opus or tutoring for one and get my draw down with professional contacts.  <\/p>\n\n<p>I want to have a self modifying code out asap and start running as soon as I have 6 credits.  I want them to rez the ice and keep them low on funds.  If I hit a sentry I can tutor my faerie with the SMC.<\/p>\n\n<p>The ultimate goal is to build up my ice distro parasites and wyrm.  I should have enough money from passive income from underworld contact and MO to be able to crush anything.<\/p>\n\n<p>Clone chips and SMC to get parasites tutored mid run and once I hit my personal workshop i can deja vu my parasites back and throw them on there to do mid run parasites.<\/p>\n\n<p>Once I get my R&amp;D interface up its time to lock them down hard.  Levy once the rig is built in order to bring back the events and clone chips.<\/p>\n\n<p>Let me know what you guys think!<\/p>\n","username":"end3rthe3rd","cards":{"01002":2,"01012":3,"01013":1,"01038":2,"01039":3,"01044":2,"01050":3,"02046":1,"02047":3,"02049":1,"02069":3,"02090":1,"02104":1,"02107":3,"03035":2,"03038":3,"03046":3,"03049":3,"03054":1}},{"id":1007,"name":"The NEXT Big Bioroid","creation":"2013-12-16 20:15:48","description":"<p>Power up and make them pay hard by doing two runs on huge ice to get anything<\/p>\n","username":"CodeMarvelous","cards":{"01055":3,"01056":1,"01057":2,"01061":1,"01064":2,"01090":3,"01106":2,"01108":2,"01110":3,"02012":2,"02013":2,"02051":1,"02052":2,"02079":2,"02092":3,"02110":2,"03003":1,"03006":2,"03013":3,"03015":2,"03017":1,"03019":2,"04011":3,"04015":2,"04030":1}},{"id":1008,"name":"Chexile","creation":"2013-12-16 21:02:27","description":"<p>Experimental<\/p>\n","username":"CodeMarvelous","cards":{"01026":2,"01034":3,"01035":3,"01043":1,"01044":2,"01050":3,"02047":3,"02048":3,"02065":1,"02087":3,"03030":1,"03034":3,"03038":3,"03040":2,"03046":3,"03053":3,"04002":3,"04003":2,"04043":2}},{"id":1009,"name":"Hammering R&D with 10 runs per turn.","creation":"2013-12-16 21:08:11","description":"<p>Recon acts as placeholder for Early Bird.<\/p>\n\n<p>Here's the thing: 3 All Nighters (+6), 1 Joshua B (+1), Doppelganger (+1), Early Bird (+2), x3 mediums and 1 demolition run.\nTotal = 31 cards accessed... and trashed. <\/p>\n\n<p>Of course, I know it is highly unlikely that this can happen. Too many cards, too many runs, probably not enough credits to pay for it or even survive the net damage.<\/p>\n","username":"Treiclon","cards":{"01003":3,"01007":2,"01008":3,"01009":3,"01010":3,"01011":2,"01012":3,"01014":2,"01050":3,"02009":2,"02042":2,"02064":2,"02066":1,"02067":3,"02091":2,"02109":3,"03052":3,"04024":2,"04041":1,"04043":1}},{"id":1010,"name":"Reina Credit Denial 1.0","creation":"2013-12-16 21:44:20","description":"<p>My first try to a credit denial reina deck. Reina and Rook making most ice expensive, Acc Siphon and Vamp crushing corp eco. Economy is bad right now, but most things are cheap. Either way, its a start.....<\/p>\n","username":"Diegofsv","cards":{"01002":1,"01003":2,"01010":1,"01011":1,"01012":3,"01018":2,"01034":3,"01050":3,"02009":2,"02021":2,"02022":3,"02041":1,"02042":3,"02103":3,"03054":2,"04002":3,"04003":3,"04021":3,"04041":1,"04042":2,"04043":2}}]