[{"id":481,"name":"Aristocratic Criminals v1.0","creation":"2013-11-12 10:24:35","description":"A different approach on Andromeda from my usual, using some of the new cards of the Spin Cycle.<br><br>Hostage can fetch and install any Resource this deck uses, but Same Old Thing, which is here just to re-play some events, and maybe Hostage as well.<br><br>Not many Icebreakers, but a couple Special Order to get the one you need for the job.<br><br>Copycat should be installed only when you are going to use it, otherwise the Corp will play against it. It should work similarly to Inside Job, but just in case, better have them both. It would be nice to use it with Escher, but its faction cost is prohibitive.<br><br>Recon is a card I wanna test a lot, I think it has a lot of potential, but 3 copies might be one too many, we'll see.","username":"paddosan","cards":{"01004":1,"01019":3,"01021":3,"01022":2,"01024":2,"01026":2,"01028":1,"01050":3,"01051":2,"02025":3,"02066":2,"02083":1,"02091":1,"02104":2,"03038":3,"03049":1,"03052":2,"03054":2,"03055":2,"04004":3,"04024":3,"04025":3}},{"id":482,"name":"Classic Kate","creation":"2013-11-12 10:39:11","description":"","username":"djackman","cards":{"01004":1,"01007":2,"01012":1,"01027":1,"01033":1,"01034":3,"01035":3,"01037":2,"01038":2,"01043":2,"01044":3,"01049":2,"01050":3,"02047":3,"02048":2,"02066":1,"02087":3,"02104":2,"02107":3,"03038":3,"03046":3}},{"id":483,"name":"HB Fast Advance","creation":"2013-11-12 11:09:11","description":"The old glory","username":"Flatline","cards":{"01054":1,"01055":3,"01056":3,"01059":3,"01062":1,"01064":2,"01092":2,"01103":3,"01110":3,"01111":2,"01113":2,"02013":2,"02019":2,"02039":1,"02051":3,"02060":3,"02070":3,"02092":3,"03004":1,"03005":3,"03014":3,"03026":2,"03027":2,"04015":2}},{"id":484,"name":"The Experiential Jazz Professor","creation":"2013-11-12 11:28:13","description":"This is a work in progress trying to make a viable Professor build. Plays a lot like Anarch with fixed strength breakers and datasuckers, using Test Run->Scavenge to get out expensive breakers like Femme or Morning Star (preferably putting this on Dinosaurus) for 2 clicks and 3 credits. Faeirie + Crescentus for big sentry ice with clone chips to bring them back if necessary. Memory hasn't been a huge problem for me like you would think since : 1) Djinn, 2) I only really bring out Morning Star if I draw Dinosaurus, 3) I only use Sneakdoor Beta early game... so I've cut out memory chips for programs and economy. I also swapped out Quality Time which is in most of these type of builds because it is a pretty expensive card... I'd rather use Professional Contacts to dig while getting a credit.<br><br>I would like to cut down to 45 cards and I'm a relatively new player, so any constructive criticism is welcome!","username":"JWHamner","cards":{"01007":1,"01008":2,"01009":1,"01010":1,"01011":1,"01012":1,"01014":1,"01026":1,"01028":1,"01034":3,"01050":2,"02003":1,"02004":1,"02041":1,"02045":1,"02047":3,"02048":1,"02065":1,"02066":1,"02091":2,"02102":1,"02104":1,"03029":1,"03033":3,"03034":3,"03038":3,"03044":1,"03046":3,"03049":2,"03053":3}},{"id":485,"name":"Dead You","creation":"2013-11-12 11:31:44","description":"","username":"travisrchance","cards":{"01067":1,"01070":3,"01072":3,"01075":3,"01077":3,"01099":1,"01101":1,"01103":1,"01107":1,"01110":3,"01111":3,"02012":2,"02014":3,"02032":3,"02095":3,"04012":3,"04013":2,"04015":2,"04032":3,"04033":3,"04039":3}},{"id":491,"name":"Chaos Theory Goes to College","creation":"2013-11-12 15:40:35","description":"Destroy or bypass everything between you and R&D.<br>Run on R&D like it's going out of style.","username":"AnesthesiaCat","cards":{"01008":3,"01012":2,"01021":2,"01038":3,"01040":1,"01046":1,"01047":1,"01050":3,"02007":1,"02009":2,"02046":1,"02048":2,"02084":1,"02091":2,"02106":2,"02107":2,"03035":2,"03038":3,"03046":3,"03048":1,"03049":2,"04005":1}},{"id":492,"name":"Weyland FA","creation":"2013-11-12 16:19:23","description":"Won 7th at Seattle Card Kingdom Plugged In Tour tournament.<br><br>Called \"unorthodox\" by Lukas.<br><br>The strategy is pretty simple here. Gather money and ice until you have a SanSan online as soon as possible. Then just push through agendas every turn that you can. Every agenda in the deck can be scored out of hand with SanSan except for 3, and a lot of them are 1 pointers, so giving up a couple to the runner (or to Archer)  isn't usually a big deal. Posted Bounty allows you to force through a scorch win if you see an opening (happens really often), but scorch also works here if the runner is playing tag me.<br><br>Some weird cards I'm using:<br>The two Cyberdex Trials used to be two OAIs, but I was never using OAI so I swapped in Cyberdex to deal with Atman-Datasucker and Gorman, which are both popular in Seattle and both really annoying.<br> <br>Wall of Thorns is a great surprise barrier in this deck because it can create an opening for a scorch win.<br>Some weird cards I'm using:<br>The two Cyberdex Trials used to be two OAIs, but I was never using OAI so I swapped in Cyberdex to deal with Atman-Datasucker and Gorman, which are both popular in Seattle and both really annoying.<br> <br>Wall of Thorns is a great surprise barrier in this deck because it can create an opening for a scorch win.","username":"jakodrako","cards":{"01064":1,"01078":2,"01092":3,"01093":1,"01094":3,"01095":3,"01098":3,"01099":3,"01101":3,"01102":1,"01103":3,"01104":2,"01107":1,"01110":3,"01111":2,"02018":3,"02019":2,"02060":2,"03023":2,"04015":3,"04017":2,"04019":2}},{"id":493,"name":"Needle In the Netstack","creation":"2013-11-12 16:32:32","description":"There are only six agendas in the deck. Use Precog, Rework, and Exec Retreat to control when you have agendas in hand. Meanwhile, build up a pile of credits and tags, then psycho through three agendas when it's time.<br><br>I haven't played this deck since the summer, but it was a lot of fun. Not good for competitive play because it plays a long game. I need to revisit it now that Jesus Howard is in the card pool.","username":"jakodrako","cards":{"01073":3,"01084":2,"01085":3,"01086":2,"01088":3,"01090":2,"01109":2,"01110":2,"01113":3,"02016":3,"02035":2,"02039":3,"02055":3,"02056":3,"02059":3,"02093":3,"02114":1,"03027":2}},{"id":494,"name":"Mac's Secret Project","creation":"2013-11-12 16:42:37","description":"The goal here, obviously, is get Monolith out with Femmes and maybe Mopus in hand to install. The way you do this is by cycling through your deck twice. Once to build up your rig, and a second time to recycle all the money and get any of the remaining bits of your rig that you may want (Mopus is a late game economy card here - I'll explain why in a bit - so you could end up going through your deck to get this card, for example). As soon as you see Levy Access, toss it in the garbage whenever you need to discard down. Same Old Thing is in here just to get that back out toward the end of the game, and is an immediate install when you see it (you DO NOT want that trashed to damage or something).<br><br>Focus all your effort on card draw, money, and recurring credits. In fact, mulligan your starting hand if you don't see QT\/Diesel\/ProContacts in there. In my play testing, ProContacts is the most useful one. Most turns look like this: draw, draw, install, install. You want at least two Inside Men on the table before dropping Monolith, but three is ideal. You want all three Sahasraras on the table before dropping Monolith. Ideally, you want all three Omnis on the table as well, but there is one-of Scavenge to reset a Femme (or other breaker) onto Omni if necessary. Don't bother installing R&D interface unless you have two Inside Men on the table (making it free) and you need to drop something out of your hand. Just get it the second time through the deck.<br><br>NOTE: The Corp WILL score about four points before you do any serious running. This is a slow, very Shaper-y deck. If you can't handle that, then don't even bother. The Source is in there not to keep them from scoring (why would you even expect it to do that?) but to scare lower skill Corps and to slow higher skill Corps down a turn or two.<br><br>Once you have your rig set up and the goods in hand, sit there and take money until the corp puts something on the table (Mopus is useful here). You will need 17 credits on hand to install everything, but the more credits you have the stronger your position, obviously. Then drop that shit on click 1 and never worry about getting into their agenda scoring remote again.<br><br>When you get Monolith out, it is amazing. Every game instantly goes from the Corp feeling solidly ahead to being really tight. I have never lost by more than one agenda. Of course, I've only won five or six games too... Oh well :D Once it's on the table, you essentially take money with more consistent economy like Mopus until the Corp plays more things or you have enough to run R&D and just make mince meat of the Corp's servers.<br><br>This deck is very fun to play, and from what I gather from my opponents, it is fun to play against as well. Every click you spend will have a heavy decision to make, and it's delightful. Long story short, paying only 8 credits for Monolith is STILL NOT CHEAP ENOUGH. But it is fun as hell.","username":"jakodrako","cards":{"01007":1,"01019":1,"01026":3,"01029":2,"01033":1,"01034":3,"01035":1,"01043":1,"01044":1,"01047":1,"01050":3,"02050":2,"02068":3,"02084":1,"02087":3,"02107":2,"03034":1,"03035":1,"03036":2,"03039":3,"03047":3,"03049":2,"03053":2,"03054":1,"03055":2}},{"id":495,"name":"Bag o' Tricks v2","creation":"2013-11-12 17:12:58","description":"","username":"proxy","cards":{"01007":1,"01012":1,"01026":1,"01033":1,"01034":3,"01039":3,"01041":3,"01044":3,"01048":3,"01050":3,"02007":1,"02047":3,"02065":1,"02066":1,"02069":3,"02104":3,"02107":3,"03038":3,"03046":3,"03053":3}},{"id":496,"name":"Dirty little brat","creation":"2013-11-12 22:31:53","description":"Use liberated accounts during a tempo swing in your favor, use the piles of cash to install interfaces.  Build rig normally, draw heavy and SMC, while accumulating cash.  MO is there for the money in the long haul, and to supplement along the way.  Don't hesitate to draw.  Using the toolbox helps a lot, try not to lose it.<br><br>Demo run interacts with both interfaces.  R&D it lets you dig a new set, doubling access.  For HQ you can rip out the biotic labors and the scorches and free yourself of those fears.  No plascrete, so play smart, and when you can, get in and blow up those scorches\/P.CS\/psychographics","username":"x3r0h0ur","cards":{"01003":1,"01027":1,"01035":3,"01038":2,"01041":1,"01042":1,"01043":1,"01044":2,"01050":3,"02022":2,"02046":1,"02065":1,"02066":1,"02085":3,"02107":2,"03038":3,"03046":3,"03049":2,"03052":3,"03053":3,"03054":2}},{"id":497,"name":"gabe HQ lock","creation":"2013-11-12 22:34:35","description":"Focus on bringing down the ice on HQ.  With desperado and ID ability, easy mark first hit.  Siphon when you can.  If they rez an ice, throw a parasite on it.  Between deja vu and same old thing, you have access to a crapton of parasites, and enough siphons to win the game.  <br><br>If you want to go tag me (very viable option), take out the 3 comp employees and add in plascrete, either way you go, you're good  ","username":"x3r0h0ur","cards":{"01002":3,"01008":3,"01012":3,"01017":1,"01018":3,"01020":3,"01021":2,"01024":3,"01028":2,"01050":3,"01051":3,"02025":3,"02043":1,"02085":2,"02091":2,"02105":3,"03053":3,"03054":3}},{"id":498,"name":"Noise parasite aggression","creation":"2013-11-12 22:40:41","description":"My new noise deck.  The alternative build is to take out clone chips and put in Sahasrara, and use wyldside to draw quick.  Basic concept is to focus on destroying ice on R&D and force medium through.  If you MUST attack a remote, it should be possible.<br><br>With this deck dig fast using pro contacts, you want to be milling while you're attacking with medium\/nerve agent (if they ice up R&D, switch to HQ for a bit).  Be sure you're destroying ice with Parasite, clearing a path for yourself.  Cyberfeeders, the credit from pro contacts, and the refund credit from scheherazade all make installs cheap, while cyberfeeder feeds crypsis for runs when you don't put a virus on the table.  With Deja Vu and SOT, you can recur LOTS of whatever you want.  If you can nerve agent enough tokens, use imp to knock out scorch cards or other combos.","username":"x3r0h0ur","cards":{"01001":1,"01002":3,"01005":3,"01006":3,"01008":2,"01009":3,"01010":1,"01012":3,"01048":3,"01051":3,"01053":3,"02003":1,"02041":1,"02091":2,"03038":3,"03049":3,"03052":3,"03054":3,"04022":2}},{"id":499,"name":"Kates Day job.","creation":"2013-11-12 22:41:32","description":"This deck relies on massive card draw and freelance coding contract for burst money and armitage code busting for general efficiency. No MO because of the 2 MU cost even though djinn helps with that. Sahasrara helps economy because of all the recursion and let's you save money for runs.  Mimic and Yog can run through so much as is and a dinosaurus will get them to the 5 str they need for most of the higher problem cards even without a datasucker. Parasite\/data sucker\/clone chip is nothing new from what I've seen but I've been dying to use the combo since I saw clone chip. An Escher may work well here for mid\/late game but I had to cut a Larla just to keep enough programs to make freelance coding pay well. Two djinn help with MU of SMC\/sahasrara\/etc.","username":"HepatitvsJ","cards":{"01007":1,"01008":2,"01009":2,"01011":1,"01012":2,"01014":1,"01026":1,"01033":1,"01034":3,"01043":1,"01050":3,"01053":3,"02009":1,"02047":2,"02048":2,"02066":1,"02087":3,"02107":2,"03033":3,"03034":2,"03035":1,"03038":3,"03040":1,"03046":2,"03047":2}},{"id":500,"name":"NBN Media blitz","creation":"2013-11-12 22:42:45","description":"This is just like every other blitz deck out there.  Basically never be broke by running operations and recurring them with Jackson.  Yes, theres only 2 of them.  But the point here is to score out agendas behind 1 ice QUICKLY before the runners rig is up.  Naturally 2 ice if they're criminal.  Draw heavy and get agendas ASAP and stick them on the board.  Get the astro chain going and go go go.  If you don't win in 6-7 rounds, you probably lost, but it is easy to win that fast with this deck.","username":"x3r0h0ur","cards":{"01064":3,"01081":3,"01082":3,"01083":2,"01091":2,"01092":2,"01098":3,"01103":3,"01110":3,"01111":3,"01113":2,"02016":1,"02060":2,"02070":3,"02114":1,"02115":3,"04015":2}},{"id":501,"name":"New NBN Taxation pyscho","creation":"2013-11-12 22:58:18","description":"Use sentries and tag effects (even click to trash resources is good) to keep the runner poor.  Either they ignore your econ due to the trash costs, or they go broke trashing them.  <br><br>Either way what cash they do have will be spent breaking ice to steal the agenda, which is protected by an Ash, who will either make them spend ALL of their credits to steal (let them beat Ash's trace) if you have midseasons in hand.  Once midseasons goes off, you should be able to bring the pain from psycho, closed accounts, etc.","username":"x3r0h0ur","cards":{"01080":1,"01081":3,"01082":3,"01084":1,"01085":2,"01090":2,"01107":1,"01109":3,"01110":3,"01112":2,"02013":3,"02016":1,"02017":2,"02019":3,"02040":1,"02055":2,"02056":3,"02097":2,"02110":3,"02115":3,"02116":1,"04015":3,"04035":2}},{"id":502,"name":"Reina Choke deck","creation":"2013-11-12 23:03:00","description":"Good chunk of cash reletive to what the corp will have when you drop xanadu and hopefully a rook and start making some runs.  They either trash ice, or choke rezing it.  Use FOA on ice in front of rook (never forge orders where your rooks are).  <br><br>What ice does get rezed can be dropped by parasite + datasucker.  The wyrm is there as a worst case with parasite (shouldn't be breaking subs with it).  Chucking out medium on djinn is a win condition as you destroy the ice on the way into R&D.  Clonechip on the corp's turn gets you an immediate 2 counters on it when grimoire is out, making for easy pickings for your datasuckers.<br><br>Never clonechip a caissa, at least mid run, you can't put them directly on the ice you want that way (like you would with deep red).","username":"x3r0h0ur","cards":{"01002":2,"01005":3,"01006":2,"01008":2,"01009":2,"01010":2,"01012":3,"01013":3,"01020":3,"01050":3,"01053":3,"02082":2,"02087":3,"03038":3,"03053":3,"03054":3,"04003":3,"04041":1}},{"id":503,"name":"Making News: Taxation 2","creation":"2013-11-12 23:04:50","description":"Similar to the other taxation deck, utilizing ash AND red herrings to enhance the agenda protection\/credit disparity, depending on whether or not you have midseasons in hand.  Ash + red herrings is pretty good protection anyway.","username":"x3r0h0ur","cards":{"01056":2,"01080":1,"01081":3,"01082":2,"01084":1,"01085":2,"01090":2,"01091":2,"01110":3,"02013":2,"02016":2,"02017":3,"02019":3,"02040":2,"02055":3,"02056":3,"02074":2,"02115":3,"02116":2,"03026":2,"04015":3,"04020":2}},{"id":504,"name":"Kit RD rush","creation":"2013-11-12 23:07:16","description":"Yogasaurus, femme, atman...set these to the corresponding ice strengths over R&D and shut out their ice while you dig with R&D interface.<br><br>ice getting too deep?  Parasite + datasucker + clone chip over and over clearing the path on ice you can't handle with atman, yog and femme.  R&D lock is SUPER hard to break vs this combo.","username":"x3r0h0ur","cards":{"01008":2,"01010":1,"01012":1,"01014":1,"01026":2,"01036":2,"01037":3,"01044":2,"01050":3,"02009":2,"02047":3,"02048":3,"02049":3,"02107":3,"03028":1,"03034":3,"03038":3,"03040":3,"03046":2,"03053":3}},{"id":505,"name":"Jinteki - Security Evolved","creation":"2013-11-12 23:11:00","description":"The idea of this deck is to use hard, punishing ICE to protect your main servers, making it so that your opponent cannot run on remote servers without spending a huge amount of resources. Even if they do, traps litter the field, giving the Runner less reason to want to run in the first place. <br><br>The deck wants to focus on amassing as much money as possible to get the Janus ice up and running. Additionally ICE such as Chum, Cell Portal, and Whirlpool to make running on the central servers even less desirable and potentially deadly. <br><br>Any sort of feedback is welcome, as I'm not very experienced with building Netrunner decks yet, and this is completely conceptual and untested as it is.","username":"SpyisSandvich","cards":{"01068":2,"01069":3,"01070":3,"01074":2,"01075":2,"01078":2,"01097":3,"01108":3,"01110":3,"02012":3,"02014":3,"02031":1,"02032":3,"02033":3,"02094":3,"02112":2,"02120":3,"03026":3,"04012":3,"04015":3,"04039":3,"04040":3}},{"id":506,"name":"Siphon Theory","creation":"2013-11-12 23:11:02","description":"Fixed breakers, utilize dinosaurus to boost the most needed between yog and mimic, then personal touch the other.  Datasucker to support them as if they were home in anarch.  Getting siphons early can help you pin them into rezing only cheap (low str) ice.  <br><br>Helpful AI is there to get your mimics up to 5 to fight crim when that shows up and stops you from getting more sucker tokens.  Scavenge lets you reset which breaker is installed where if you have free MU to do it. ","username":"x3r0h0ur","cards":{"01008":1,"01011":1,"01014":1,"01018":3,"01035":3,"01038":2,"01040":3,"01044":3,"01050":3,"02008":3,"02027":1,"02046":1,"02047":2,"02048":2,"02107":3,"03034":3,"03038":3,"03046":3}},{"id":507,"name":"Non Link Kate","creation":"2013-11-12 23:22:08","description":"More aggressive version of the link kate deck, removing the link economy.  Tinkering and faeires (both recurrable) help allow you to be aggressive.  Parasites take care of the ice that you don't have breakers for yet, or just to save you cash.<br><br>Might want to do -1 infiltraiton +1 scavenge to help move femme around.  Same old thing is in there ot use any of the awesome actions (siphon mostly, but even a key infiltration can be a big deal).","username":"x3r0h0ur","cards":{"01007":1,"01012":2,"01018":1,"01026":1,"01033":1,"01035":3,"01037":3,"01041":2,"01043":1,"01044":2,"01049":2,"01050":3,"02009":2,"02065":1,"02066":1,"02104":1,"02107":3,"03035":1,"03038":3,"03046":3,"03049":3,"03052":3,"03053":2,"03054":1}}]