[{"id":1114,"name":"CrimiLeaks! 1.1","creation":"2013-12-26 05:24:07","description":"<p>Added Mr. Li and Quality Time for the draw, they were missing before, and removed Satellite Uplink because it felt like not-so-cheap overkill.\nImproved economy, removed the Scrubber because it was just in there for fun, lol.\nAgain, comments welcome.<\/p>\n","username":"Kable","cards":{"01007":2,"01018":3,"01022":2,"01023":3,"01027":2,"01028":1,"01035":2,"01043":2,"01049":3,"01051":1,"01053":3,"02009":2,"02045":2,"02065":3,"02085":2,"02087":1,"02091":2,"02105":1,"04085":3,"05030":1}},{"id":1115,"name":"Untrashable v2","creation":"2013-12-26 07:36:51","description":"<p>This deck is built on the idea that running any single remote against Jinteki:RP is going to be more expensive, and then makes your assets and upgrades even more costly to trash with Encryption Protocols.<\/p>\n\n<p>Eventually you want a good pile of money plus Ash + Hokusai Combo with some Encryption Protocols on the side. Effectively you would force the runner to have to waste 3 clicks, take 2 damage and spend a good pile of credits just to take a look at a remote once. Then you recur your Ash with Howards or Interns.<\/p>\n\n<p>Sundew is the star of this deck. Protect it early with a Chimera or leave it unprotected if the runner does not trash assets and it can proivide a truckload of money over the course of the game.<\/p>\n","username":"db0","cards":{"01070":2,"01077":1,"01078":2,"01084":2,"01104":3,"01107":2,"01109":3,"02013":2,"02014":3,"02029":3,"02031":1,"02039":3,"02059":3,"02060":2,"02095":3,"02112":2,"03023":1,"03027":2,"04015":3,"04033":2,"04054":3,"04060":2}},{"id":1116,"name":"Corporate Espionage ","creation":"2013-12-26 08:01:05","description":"<p>Expose and force them to spend money while saving makers eye in reserve for when you need game point. Same old thing to recur money generating events.<\/p>\n","username":"CodeMarvelous","cards":{"01007":2,"01008":2,"01011":1,"01014":2,"01018":3,"01020":3,"01022":3,"01023":2,"01026":1,"01036":3,"01049":3,"01050":3,"01051":1,"01053":3,"02009":2,"02023":3,"02043":3,"03054":3,"04085":2,"05030":1}},{"id":1117,"name":"Harmonious 1.0","creation":"2013-12-26 09:37:16","description":"<p>A take on the new Jinteki ID, but on 44 cards.<\/p>\n\n<p>After icing up Centrals and getting through early-game, it's trap-gambling with Mushin no Shin, while advancing Shadow. If they run the gambled installation, they're either lucky or dead.<\/p>\n\n<p>If not, ToL away from Shadow or the trap, and make them feel the pressure.<\/p>\n\n<p>Thoughts, people? :)<\/p>\n","username":"tacullu","cards":{"01069":3,"01070":3,"01075":3,"01077":3,"01099":1,"01104":2,"01106":2,"01110":3,"02014":3,"02033":3,"02060":2,"02112":2,"03009":1,"04013":2,"04015":3,"05001":1,"05005":3,"05015":3,"05016":2}},{"id":1118,"name":"Spanish Inquisition","creation":"2013-12-26 11:20:13","description":"<p>I'm struggling to make Reina work, so any feedback is very much welcome.<\/p>\n\n<p>The main plan is establishing rnd lock with medium while corp is too broke to rez there. If that fails, switching to nerve agent hq lock is a possibility. FAO's work as a kind of instant ice destruction tool and clear the path to centrals nicely. Since siphon is an important part of the economy, I go tag me quite early with plascretes\/imps to cover for being tagged.<\/p>\n\n<p>After some playtests I'm not sure if bishops are worth the slots, but then running deep red only for rooks would also be questionable. What do you think?<\/p>\n","username":"apo","cards":{"01002":1,"01007":2,"01008":2,"01009":3,"01010":1,"01011":2,"01014":2,"01018":2,"01019":1,"01020":3,"01050":3,"01051":1,"01053":3,"02003":2,"02009":2,"02022":3,"02041":1,"02082":3,"04003":3,"04021":2,"04041":1,"04042":3}},{"id":1119,"name":"NBN FA ETR","creation":"2013-12-26 12:07:11","description":"<p>Fairly standard NBN FA with some interesting choices for ICE.\nThe main problem with alot of NBN is that they're porous. This deck focuses on early ETR ice to hold the runner out until he gets a full suite, while you start the astro-train rolling.<\/p>\n\n<p>Idea came from reading the FAQ about being able to re-rez TMI any number of times in the same run. Combo that with Akitaro Watanabe for a 1 cost rez, and TMI is virtually guaranteed to stick the landing. Akitaro also works super will with Chimera for free rezes.<\/p>\n","username":"Ravarix","cards":{"01079":2,"01080":1,"01081":3,"01082":3,"01084":2,"01090":2,"01092":3,"01110":3,"02017":3,"02019":3,"02052":2,"02056":2,"02060":3,"02070":3,"02115":3,"03023":3,"04014":1,"04015":3,"04034":3,"04059":2}},{"id":1120,"name":"Shooting Your Troubles","creation":"2013-12-26 13:28:06","description":"<p>based on an idea m zerohour<\/p>\n","username":"CodeMarvelous","cards":{"01065":3,"01067":1,"01070":3,"01072":3,"01075":2,"01077":3,"01078":1,"01101":2,"01110":3,"01111":3,"02012":2,"02014":3,"02032":3,"02080":2,"04012":3,"04013":3,"04015":2,"04020":2,"04032":3,"04039":3}},{"id":1121,"name":"Long Live Crypsis","creation":"2013-12-26 13:35:41","description":"<p>Swordsman a problem? Bishop and a parasite fixes it. Then hope you have dejavu to place both Crypsis and the parasite you just used back in hand.<\/p>\n","username":"Cemehiden","cards":{"01002":3,"01008":2,"01009":3,"01010":1,"01012":2,"01019":3,"01050":3,"01051":1,"02041":1,"02043":3,"02065":3,"02082":3,"02091":2,"03053":3,"04003":3,"04005":3,"04021":3,"04041":1,"04042":3}},{"id":1122,"name":"Blackguard Tag-me","creation":"2013-12-26 15:36:06","description":"<p>The strategy is to keep the corp poor with Account Siphon and Blackguard while not caring about tags.<\/p>\n\n<p>Card choices:\n-Modded to bring Blackguard for cheap.\n-Magnum Opus for non-resource economy and to also take advantage of Blackguard's massive MU boost.\n-Breakers that get cheaply into centrals, and Crypsis\/Femme\/Inside Job to get into remotes. (One we have the central code gate spoiled I'll remove 1 Sneakdoor in favor of it.)<\/p>\n","username":"Kroen","cards":{"01018":3,"01021":2,"01022":2,"01026":1,"01028":3,"01035":3,"01044":3,"01050":3,"01051":1,"02009":2,"02023":3,"02043":3,"03035":1,"03052":3,"04085":2,"05030":1,"05035":3,"05041":1,"05042":1}},{"id":1123,"name":"Jinteki Fast Advance","creation":"2013-12-26 15:54:06","description":"<p>The main strategy of the deck is to use MNS on either Project Junebug or Medical Breakthrough.<\/p>\n\n<p>If it's Project Junebug and the runner accesses it, he's probably flatlined.\nIf he doesn't access it, you can always salvage it with ToL.<\/p>\n\n<p>If it's Medical Breakthrough and the runner steals it, it allows you to score the next one out of hand with ToL.\nIf he doesn't steal it, then you score it and now can also FA the next one.<\/p>\n\n<p>Influence reasonings:\n-Jackson to recycle Snares and other goodies.\n-Ice Wall as a cheap ICE usable with ToL.\n-NEXT Bronze may seem like an odd choice, but I wanted a cheap code gate.<\/p>\n","username":"Kroen","cards":{"01069":2,"01070":3,"01103":3,"01110":3,"02014":3,"02033":3,"04011":3,"04012":3,"04013":3,"04015":3,"04032":3,"04033":3,"04039":3,"05001":1,"05005":3,"05015":3}},{"id":1124,"name":"Chaos_V1.3C -- ctr ","creation":"2013-12-26 16:10:26","description":"<p>This version of my Chaos Theory deck has constant strength ice.   <\/p>\n","username":"W\/MUTE","cards":{"01007":1,"01008":1,"01011":1,"01014":1,"01019":3,"01034":3,"01038":2,"01044":1,"01050":3,"02008":2,"02009":2,"02046":1,"02106":3,"02107":2,"03031":1,"03038":2,"03040":2,"03046":3,"03053":3,"04021":3,"04042":1}},{"id":1125,"name":"off brand NBN","creation":"2013-12-26 17:01:09","description":"<p>Here is a little deck I put together with a decent amount of both operation and asset econ, making you a threat either way.  It kind of plays never advance, but CA requires an operation sansan to do that, so, its not totally NA.<\/p>\n\n<p>The interesting ice choices benefit from the identity while still being fairly troublesome to beat.  Viktor is a central protector (as always), requiring sucker tokens to yog through, or a hefty 2 click cost to get through unscathed, while still being only 5 to rez (not too painful to shutdown).  Eli is your taxing barrier, and data raven is your taxing sentry.  <\/p>\n\n<p>Which brings us to the ever popular surprise ichi.  This big boy will help you snap off the breakers that are letting your runner into your remote.  Once the breakers are down rush out agendas asap!  He's also a real bear to get through, putting him on top of an enigma on your remote can suck for the runner.<\/p>\n\n<p>I realize theres not a lot of ETR ice, but if they ignore data ravens, psychographics lets you score from hand.  <\/p>\n\n<p>Shipment from sansan is pure econ replacing beanstalk, works to score agendas at 0 from sansan (obviously).  Before knocking on it, try it out, it surprised me too!<\/p>\n","username":"x3r0h0ur","cards":{"01080":1,"01081":3,"01082":2,"01084":2,"01085":3,"01088":2,"01092":2,"01108":2,"01110":3,"01111":2,"02020":2,"02070":3,"02110":3,"02115":3,"02116":3,"03017":1,"03019":2,"04014":3,"04015":3,"04034":3,"04059":2}}]