[{"id":848,"name":"Reina Credit Denial v1","creation":"2013-12-09 00:05:47","description":"<p>This is just a very basic credit denial build using Reina Roja for anyone who wants to try it.  It also has some good ice destruction built in with the ability to go up to 15 parasites by my math.<\/p>\n\n<p>It should be a very solid build, with good breakers, tudors for them, and decent economy for yourself.  Deja Vu can pull back lost breakers if need be, or even better, Liberated Accounts.  Of course it can also recur parasites to keep the ice layers thin and passable.  <\/p>\n\n<p>Deny with siphon, hold on to those credits while doing other things, and bring them back at the corp with vamp, which can be played multiple times with the Deja vu + same old thing recursion available.<\/p>\n\n<p>Rook and Xan with the lady's ID should be quite taxing for the corp.  <\/p>\n\n<p>There is no scorched protection, so you should put that in if you want to play this deck seriously.  My suggestion would be add 2 and take out 1 kati jones and just run a 46 card deck.  If you MUST run 45...cut a same old thing I guess, I dont know.<\/p>\n","username":"x3r0h0ur","cards":{"01002":3,"01006":2,"01007":2,"01008":3,"01009":3,"01011":2,"01012":3,"01014":2,"01018":2,"01022":3,"01050":3,"02021":2,"02022":3,"02082":2,"02091":3,"03054":3,"04003":3,"04005":1,"04041":1}},{"id":849,"name":"Whizzard Chess Master Gamer","creation":"2013-12-09 00:11:17","description":"<p>Caissa in the correct identity (why does everyone thing Reina is associated with the chess pieces at all???)<\/p>\n\n<p>Cheap to get in to the centrals to stock up on datasucker tokens to help use your fixies on big ice. <\/p>\n\n<p>Medium to punsh by lining up knights and using cheap breakers on the rest. <\/p>\n\n<p>Siphon to get you money when you need it, and cost them when they have it.  Gorman drip to gain credits fast while they're recovering or even while they're drawing to use all the money they accumulate.  <\/p>\n\n<p>I hate the resource based economy, but there is no good economy in Anarch these days.  If you wanted to you could put in 3 scheherezade to work with the caissa.  Drop 1 rook, and 2 dirty laundry for it, and you should be golden.<\/p>\n","username":"x3r0h0ur","cards":{"01002":2,"01008":2,"01009":3,"01010":2,"01011":2,"01014":2,"01018":3,"01050":3,"01053":2,"02001":1,"02022":3,"02091":3,"03052":2,"04002":2,"04003":3,"04005":3,"04021":3,"04042":2,"04043":3}},{"id":850,"name":"reina caissa deck - High Econ version","creation":"2013-12-09 00:19:27","description":"<p>Knight and bishop assure you're never locked out of sucker tokens...burtsy econ...special order to get the efficient breakers when the knights can't handle the field..Rebates on chess pieces using Scheherazade...Same old thing lets you always have special order available, as well as retrun when you need them. <\/p>\n\n<p>Morningstar looks like an odd choice, but its for when you can't hold down all the barriers with knights (since how many barriers have more than 1 sub routine?   Using knights ends up as or more efficient than corroder).  Morning star can be retrieval ran for 3 credits and is quite good when installed.  Morning star can chew through barriers no problem...for 1c! That said, you will likely have to get magnum opus onto a djinn to have the MU for it, unless you're only relying on knights at the time you install it.  <\/p>\n\n<p>Money could be really light if you don't find an opus, so Quality time is there to ensure you find one, and have one in the trash if you need to reinstall it with retrun.  <\/p>\n\n<p>Bishops should go on big sentries so mimic can do his thing, unless you have a pile of sucker tokens, then use the bishops as you see fit.  They're the lynch pin to this whole operation.  <\/p>\n\n<p>This deck might as well be whizzard honestly, but I know people want to try her, and the caissa programs, so enjoy!  Suggestions welcome<\/p>\n","username":"x3r0h0ur","cards":{"01008":2,"01009":2,"01011":2,"01014":2,"01022":3,"01044":3,"01050":3,"02004":2,"02022":3,"02087":3,"02101":2,"03054":2,"04002":3,"04003":1,"04021":3,"04022":3,"04041":1,"04042":3,"04043":3}},{"id":851,"name":"Next Design security build","creation":"2013-12-09 00:27:52","description":"<p>This deck plays long games.  I went to the plugged in tour in Chicago IL with it, and it did not do well.  I trimmed it down to 49 cards, fixed some ice, and updated the operations in order to make things work great.  This deck is VERY tough to beat, it really shines late game when you have your walls up.  <\/p>\n\n<p>Recurring econ cards with Archived Memories is a big deal, particularly after scoring an efficiency committee (AM + install + 3 clicks for 7 credits in 1 turn?  Yes please).<\/p>\n\n<p>The agg sec will get programs trashed often, especially if they have no expose, and always if they are on match point.  You ideally will only cheat rez heimdall or tollbooth.  The Eve campaigns can be played naked unless you're against whizzard, then put a simple ice in front of it.  (watch out for imp out of anarch in general though!)<\/p>\n\n<p>The layers of cheap ice make this deck a pain in the ass to deal with.  Frequently you need to bait runners with assets.  Have them run 3-4 ice only to find an eve campaign for their last 5 credits, or unable to trash at all!  <\/p>\n\n<p>Yog is weak vs this deck, and its good vs Atman if you can get 3 ice of different types\/strenghts up on each central server.  Be mindful of where you're placing your strengths and types at all times.  <\/p>\n\n<p>You should hover in the 4-8 credit range most of the time, until you're melange mining, then you can go as high as 28-44.  I've had 3 undefended Eves going and been super rich before....<\/p>\n\n<p>Surprise ichi 2.0 is always a hoot for blowing up programs.<\/p>\n\n<p>I know it looks lame\/weak on paper, but seriously try it out, its tough to beat.  <\/p>\n\n<p><em>on beta tests<\/em>  I had 29 ice @ 54 cards in deck before, I've since trimmed it down, so if you have 2-3 ice on the table and score a beta test, go ahead and trigger it, esp if you have jackson on the table.  If you have 6 on the table and 1-2 in hand, very seriously consider not triggering.  <\/p>\n\n<p>Comments welcome.<\/p>\n","username":"x3r0h0ur","cards":{"01055":3,"01056":1,"01057":2,"01058":2,"01061":1,"01064":2,"01090":3,"01106":2,"01108":3,"01110":3,"01113":2,"02051":1,"02052":2,"02079":2,"02092":3,"02110":1,"03003":1,"03005":3,"03017":1,"03019":2,"03026":3,"04011":3,"04015":2,"04020":2}},{"id":852,"name":"nbn scorch?","creation":"2013-12-09 00:30:37","description":"<p>This is one I've not tested.  Its semi inspired by Steven Wooley's scorched deck.  Basically the purpose appears to me to be to draw the runner in and make them broke, to let them steal an agenda, then tag them up hard with MSR.  Once tagged you can use your already or very rapidly to be assembled SE combo.  <\/p>\n\n<p>A 4th click encounter with muckraker might be enough to land a tag and end a run.  Data Raven should, if they understand your deck, do an excellent job of ending the runer.  Psychographics could possibly be replaced by marked accounts or something else econ based like SfSS.<\/p>\n\n<p>Feedback requested on this one, I don't play TWIY* ever.<\/p>\n","username":"x3r0h0ur","cards":{"01081":3,"01082":1,"01083":3,"01084":1,"01085":2,"01088":3,"01090":1,"01099":3,"01107":1,"01108":2,"01110":3,"01111":2,"01113":1,"02056":3,"02060":2,"02114":1,"02115":3,"02116":3,"03023":3,"03026":1,"04015":2,"04035":1}},{"id":853,"name":"Personal Pain","creation":"2013-12-09 00:33:50","description":"<p>I've created this monstrocity after I finished the following progression of thought:<\/p>\n\n<p>Jinteki Ice a pretty gross, they do a lot of bad things\nAh but they're so easy to break by the runner, once they have their programs.\nTrue, jinteki sucks<\/p>\n\n<p>OH PROGRAM TRASH IS EVERYWHERE NOW.<\/p>\n\n<p>So what this deck does on first encounter is make people think CT is hokusai grid, then run archer\/grim\/roto, and have their sentry breaker trashed.  Now look at these sentries, you could run them, but its going to hurt!  <\/p>\n\n<p>I'm tempted to put in aggressive secretary in this deck too because jinteki ice gets leaps and bounds better when they have no breakers (duh right?!!?)<\/p>\n\n<p>It certainly has the cash to do it, and you don't care about bad pub, because they have no breakers to spend the cash on, and you have no upgrades to trash.  Feedback welcome.<\/p>\n","username":"x3r0h0ur","cards":{"01064":3,"01065":2,"01067":1,"01069":3,"01070":3,"01075":3,"01076":3,"01077":3,"01098":3,"01101":2,"01106":1,"01110":3,"02014":3,"02032":3,"04012":3,"04015":3,"04020":3,"04032":3,"04039":2}},{"id":854,"name":"Replicating the game","creation":"2013-12-09 00:39:46","description":"<p>Similar to the PE deck I just published, this one also focuses on trashing breakers.  Breakers are the reason why runners can ignore remotes vs a RP shell game.  This deck aims to have all outward facing ice on the centrals be painful, and troubleshooter to be lurking in the background making sure they're running the remotes.  Surprise archer or even fully rezzed archer can be all it takes to stop them from running centrals all game.  <\/p>\n\n<p>There are traps masquerading as 5 advance agenads, theres no advance traps faking 3 adv agendas.<\/p>\n\n<p>There's ENOUGH money using sundew and private contracts with server diagnostics, and a scored gila, which honestly you might want to make 1 a profiteering and 1 a gila, and see which works best.<\/p>\n\n<p>Try it out this deck is pretty fun to play.  Remember you can feel free to use jackson to go digging for ice to install, and slow down the agenda influx if need be.<\/p>\n","username":"x3r0h0ur","cards":{"01057":1,"01065":2,"01068":1,"01069":3,"01070":3,"01075":3,"01077":3,"01101":3,"01110":3,"01111":1,"02014":3,"02031":1,"02032":3,"02059":2,"02071":1,"02080":3,"02112":3,"03023":2,"03025":3,"04015":3,"04020":2,"04032":3,"04054":3}},{"id":855,"name":"Future Jinteki Deck draft 1","creation":"2013-12-09 00:44:10","description":"<p>This is my deck I'm planning on running in the future utilizing the ever gross punitive counterstrike, and fenris.<\/p>\n\n<p>Fenris punishes those runners face checking.  And they sure do it, esp with Deus X out.<\/p>\n\n<p>Clone retirement cleans up those bad pub.  Money should be fine, but we could swap in some profiteering.  Ideeall you want to get 1-2 brain damage on the runner if possible, so that punitive counterstrike can work to your advantage.  For instance, throwing a 2 point agenda into the trash while they have 1 brain damage, with 2-3 shocks in the trash.  They literally cannot run it without damage prevention or else they'll go from 4 to 2 cards, plus the identity triggers, down to 1 card, and then you can hit them with PC for 2 meat damage.  <\/p>\n\n<p>This isn't the final incarnation, I'd love to have CO for more brain damage, but this is what it's going to look like.   Thoughts on my speculations??<\/p>\n","username":"x3r0h0ur","cards":{"01067":1,"01069":2,"01070":3,"01075":3,"01077":3,"01078":2,"01101":1,"01106":2,"01110":3,"02014":3,"02015":2,"02032":3,"02112":2,"04012":3,"04013":2,"04015":3,"04032":2,"04071":3,"04073":3,"04079":2,"04114":2}},{"id":856,"name":"Don't Run Jinteki","creation":"2013-12-09 01:54:02","description":"\n","username":"RightSaidKevin","cards":{"01068":3,"01069":3,"01070":3,"01075":3,"01077":3,"01106":3,"01110":3,"01111":1,"01113":2,"02013":2,"02031":1,"02034":3,"02056":3,"02074":2,"02094":3,"02095":3,"02110":2,"02120":2,"03012":2,"03023":1,"03026":2}},{"id":857,"name":"open sud ouest Runner","creation":"2013-12-09 05:40:43","description":"<p>Top 4<\/p>\n","username":"Dyvim","cards":{"01007":2,"01008":3,"01011":1,"01014":1,"01018":3,"01019":3,"01021":2,"01022":3,"01024":3,"01026":1,"01049":1,"01050":3,"01051":1,"02009":2,"02025":3,"02043":2,"02083":1,"02104":1,"02105":1,"02107":2,"03049":1,"03052":1,"03053":3,"04004":2}},{"id":858,"name":"open sud ouest Corpo","creation":"2013-12-09 05:41:20","description":"<p>Top 4<\/p>\n","username":"Dyvim","cards":{"01059":1,"01081":3,"01082":3,"01083":3,"01084":1,"01090":2,"01092":2,"01098":3,"01103":3,"01110":3,"01111":3,"01113":2,"02056":3,"02060":2,"02070":2,"02114":1,"02115":3,"03023":1,"04014":1,"04015":2,"04020":1}},{"id":860,"name":"WEYLAND-OK(1victoire-1défaite-A retester)","creation":"2013-12-09 07:39:52","description":"\n","username":"white_wwa","cards":{"01062":2,"01077":3,"01093":1,"01094":2,"01098":3,"01099":3,"01102":2,"01103":3,"01107":2,"01110":3,"01111":2,"01112":2,"02018":3,"02019":2,"02020":2,"02058":3,"02070":3,"02080":2,"02118":2,"02120":3,"03014":2}},{"id":861,"name":"Red Denial v1.2","creation":"2013-12-09 11:27:18","description":"<p>Running Interference was actually 4 points of influence, so I had to remove it from the deck. So I made some changes to allow for a single copy of HQ Interface and R&amp;D Interface.<\/p>\n\n<p>Also added a single ICE Carver, to allow for Knight against Janus v1.0, wider use of Mimic and cheaper runs for Crypsis altogether. Would be better to have two copies, but I'd rather not remove anything else for it, before I do some playtests.<\/p>\n","username":"paddosan","cards":{"01002":2,"01011":1,"01012":3,"01015":1,"01019":3,"01020":2,"01050":3,"01051":3,"02082":2,"02085":1,"02091":3,"02107":1,"03038":2,"03052":3,"03053":3,"03054":2,"04002":3,"04003":3,"04041":1,"04042":2,"04043":2}},{"id":862,"name":"Accelerated Fast Advances","creation":"2013-12-09 11:33:30","description":"<p>Solid and good economy for fast advanced thanks to sansan city grid, shipment form sansan. <\/p>\n\n<p>Mala Tempora add a combo for fast advanced: \nClick 1: play jackson howard\/Project Beale agenda\nClick 2: play Power Shutdown (you move all R&amp;D in archive) and later use howard for move 3 shipement san san to R&amp;D\nClick 3: play Accelerated Diagnostics for advance beale and put 6 advance counter thx shipement san san. Project Beale can be scored with 3 or 4 point for end the game.<\/p>\n","username":"gudix","cards":{"01080":1,"01081":3,"01092":2,"01106":3,"01108":2,"01110":3,"01111":3,"01113":1,"02017":1,"02019":3,"02020":3,"02055":3,"02056":3,"02115":3,"03026":1,"04015":3,"04034":3,"04052":3,"04058":3,"04059":3}},{"id":863,"name":"Kate infected.o8d","creation":"2013-12-09 11:35:11","description":"\n","username":"gudix","cards":{"01005":3,"01007":1,"01008":2,"01011":1,"01012":2,"01033":1,"01034":3,"01035":3,"01040":3,"01050":3,"02003":1,"02007":1,"02009":2,"02028":3,"02066":1,"02107":3,"03035":1,"03038":3,"03046":3,"03049":3,"03052":3}},{"id":864,"name":"This is a Hold Up!","creation":"2013-12-09 11:41:46","description":"<p>This is my credit stealing deck. It revolves around taking credits from the Corp while trying to keep up your own creds yourself. I use Gorman Drips to take advantage of the opponent's need to gain creds when they run low or empty. Clone Chips are for the use of Deus Ex and Faeries and the loss of other programs such as Leviathan. And Crash Space is used to remove the tags.<\/p>\n","username":"Str8_Jacket","cards":{"01007":1,"01017":1,"01018":3,"01019":3,"01020":3,"01021":3,"01022":2,"01024":3,"01026":1,"01030":3,"01050":3,"02021":3,"02043":3,"02066":1,"02091":2,"02104":2,"02105":2,"03038":3,"04005":3,"04026":1}},{"id":866,"name":"HB NEXT Fast Forward","creation":"2013-12-09 13:49:37","description":"<p>Corp deck that won me the finals of the Vienna Netrunner League (includes card up until Opening Moves, no Second Thoughts).<\/p>\n\n<p>The idea is simple: Start the game with various types of cheap \"end the run\" ICE, draw into some money cards and then rush to get agendas scored, preferably an over-advanced Project Vitruvius (to get back the economy cards or Biotic Labor) or Accelerated Beta Test. <\/p>\n\n<p>Weaknesses: If the game takes too long and your opponent locks your R&amp;D. Then it's really hard to score the remaining points...<\/p>\n","username":"Untergeher","cards":{"01055":3,"01059":3,"01062":2,"01064":2,"01090":3,"01098":3,"01103":3,"01110":3,"01111":2,"01113":2,"02051":3,"02070":3,"02110":2,"03003":1,"03006":2,"03014":3,"03015":2,"03019":2,"03023":2,"03026":2,"04011":2}},{"id":867,"name":"Jamieson Jinteki 2.0 (16 agenda PE)","creation":"2013-12-09 14:25:42","description":"<p>From ANR:Bad Publicity (https:\/\/www.facebook.com\/Anrbadpublicity)<\/p>\n\n<p>Here is the latest version of the Deck. \nEarly experiments with hourglass to burn off clicks was not successful, in version 1.5. Bouncing ideas of SlySquid Data Mine is pulled and Janus is now in along with Ronin ( of course he was going to talk me into putting in his fav card). Nisei replaced Braintrust in version 1.3. When playing install advance advance its just a way better agenda to score even if the cost is 4 advancement over Braintrust for 3.\nNow using full influence points.<\/p>\n\n<p>thoughts?<\/p>\n","username":"ttsgosadow","cards":{"01067":1,"01068":1,"01069":2,"01070":3,"01072":3,"01077":3,"01110":3,"02012":2,"02032":3,"02033":3,"02080":3,"02095":3,"02112":2,"03009":3,"03023":3,"04012":3,"04015":3,"04032":3,"04039":3}},{"id":868,"name":"Chaos Attack 2.1.","creation":"2013-12-09 16:07:30","description":"<p>An R&amp;D attack deck.<\/p>\n","username":"Str8_Jacket","cards":{"01007":1,"01008":2,"01014":1,"01020":3,"01026":1,"01040":3,"01044":2,"01050":3,"01051":1,"02008":3,"02046":1,"02047":2,"02048":1,"02066":1,"02104":1,"02106":2,"02107":3,"03031":2,"03035":1,"03038":3,"03046":2,"03049":2}},{"id":869,"name":"Twice Sansan v1.1","creation":"2013-12-09 17:14:23","description":"\n","username":"gudix","cards":{"01080":1,"01081":3,"01082":3,"01084":2,"01092":3,"01098":3,"01103":2,"01110":3,"01111":3,"01113":1,"02013":2,"02017":2,"02019":3,"02020":3,"02056":3,"02115":3,"03023":1,"03026":1,"04014":2,"04015":3,"04034":3}},{"id":870,"name":"NEXT Oversight Efficiency ","creation":"2013-12-09 17:15:03","description":"<p>An amalgam of PhaseStar's NEXT Design deck on BGG and db0's Bioroid Efficiency deck here. The general premise is to run 25 pieces of ice to get a good shot at 3 in your opening hand and using Bioroid Efficiency or Oversight AI to rez your big pieces. You can really win the game early if you score a great Accelerated Beta Test off of your opening hand, but I like having Bioroid Efficiency Research and Oversight AI to rez that big ice in case you don't. <\/p>\n\n<p>See PhaseStar's NEXT primer here: http:\/\/boardgamegeek.com\/thread\/1079213\/next-design-analysis-of-its-mechanics-on-a-sampl<\/p>\n","username":"JWHamner","cards":{"01055":3,"01063":3,"01064":2,"01101":1,"01103":2,"01106":3,"01108":3,"01110":3,"02012":3,"02051":2,"02079":3,"02110":3,"03003":1,"03013":3,"03015":3,"03017":2,"03019":2,"03022":1,"03023":1,"04011":3,"04015":2,"04030":1}},{"id":871,"name":"Aggressive NBN","creation":"2013-12-09 17:21:15","description":"\n","username":"Cemehiden","cards":{"01080":1,"01081":2,"01082":1,"01090":3,"01091":2,"01098":3,"01109":3,"01110":3,"01113":2,"02016":3,"02017":2,"02019":2,"02029":2,"02055":3,"02056":2,"02096":2,"03026":2,"03027":2,"04014":3,"04016":3,"04031":2,"04056":2}},{"id":872,"name":"Jinteki Bluffing","creation":"2013-12-09 17:47:37","description":"<p>A simple Deck that likes being played straight foward. The only requirement for the player is a trained Pokerface :)<\/p>\n","username":"Dottore2k","cards":{"01067":1,"01068":3,"01069":2,"01070":3,"01071":1,"01076":2,"01077":3,"01078":2,"01083":3,"01090":1,"01098":3,"01101":1,"01106":1,"01108":2,"01110":3,"02012":1,"02032":3,"02039":1,"02055":2,"02060":1,"02095":2,"02112":2,"03027":1,"04013":2,"04032":1,"04033":2,"04039":1}},{"id":873,"name":"Chaos Theory: Fae Fatale Rush 2.2","creation":"2013-12-09 18:10:13","description":"<p>The goal is to burst out of the gate with a full breaker suite by turn 3-4, much like the other FaeRush decks on here; however, this deck also makes use of Femme. <\/p>\n\n<p>While this deck can get through pretty much any piece of ice pretty early, it can get pretty expensive to do so repeatedly with ice like Wotan, Archer, Tollbooth, etc. So, we turn to our leading lady, Femme. Put her on the Dino and you have a pretty amazing Sentry breaker (2nd only to Faerie or Mimic) with the added bonus of bypass. <\/p>\n\n<p>The Scavenges are there to Test Run a Femme and\/or repoint her when the corp trashes the ice. Swapped out the usual Constructs for SOT, to help with any of the events, better to have tools at the right time. <\/p>\n\n<p>Thoughts?<\/p>\n","username":"omegalife2002","cards":{"01007":2,"01026":2,"01034":2,"01044":3,"01050":3,"02007":2,"02046":1,"02047":2,"02048":3,"02065":2,"02066":1,"02104":2,"02107":3,"03034":2,"03035":1,"03038":3,"03046":3,"03053":2,"03054":2}},{"id":874,"name":"J-PE: Trash Talk","creation":"2013-12-09 19:52:02","description":"<p>Based on Jamieson's Jinteki Deck from Bad Publicity, I have made some changes to the ICE \/ Asset ratio since I wasn't getting a good hit ratio from Cerebral Overwriter \/ Janus 1.0. \nAdding in more Sentry Ice with the spare influence gives another direction of pressure to installed programs, &amp; when there are no programs (or Sentry Breakers) the net damage does the rest.\nAn Archer remote gives a safer place to start scoring the Agendas.<\/p>\n\n<p>Taking Bad Publicity is an extra pain, so swapping Profiteering for Unorthodox Predictions will be interesting choosing 'Sentry'. That leaves Clone Retirement to clean up their own Bad Publicity.<\/p>\n","username":"zwarbo","cards":{"01062":3,"01067":1,"01068":1,"01070":3,"01072":3,"01075":3,"01077":3,"01101":3,"01110":3,"02032":3,"02080":3,"02095":3,"03023":3,"04012":3,"04015":3,"04032":3,"04033":3,"04053":3}},{"id":875,"name":"Ambush Net v1.0","creation":"2013-12-09 19:53:02","description":"<p>Based on Ajar's \"Iceless Shell Game.\"<\/p>\n","username":"Wrathrage","cards":{"01067":1,"01069":3,"01070":3,"01071":2,"01072":3,"01089":3,"01107":3,"02032":3,"02033":3,"02039":2,"02053":3,"02056":3,"02095":3,"02112":2,"03009":3,"04012":3,"04039":3}},{"id":878,"name":"AI Industrialize v1.0","creation":"2013-12-09 21:12:25","description":"\n","username":"Wrathrage","cards":{"01055":3,"01056":2,"01059":2,"01061":1,"01062":1,"01065":2,"01083":3,"01089":3,"01108":2,"02011":3,"02038":3,"02051":2,"02056":2,"02071":2,"02079":3,"03002":1,"03005":2,"03011":2,"03015":1,"03017":1,"03021":2,"04015":2,"04030":1}},{"id":879,"name":"Blade Runner (Voight Kamf)","creation":"2013-12-09 22:12:05","description":"<p>get archers or grims out on centrals as well as corporate troubleshooters. ash to further slow down runner. really looking for feedback<\/p>\n","username":"CodeMarvelous","cards":{"01065":3,"01068":2,"01077":2,"01101":3,"01108":2,"01109":3,"01110":3,"01111":3,"02013":2,"02014":3,"02031":1,"02032":3,"03023":1,"03025":3,"04013":3,"04015":2,"04020":3,"04032":3,"04033":2,"04054":3}}]