[{"id":817,"name":"Exile!","creation":"2013-12-07 02:46:43","description":"<p>My first attempt at an Exile deck, help welcome.\nMultiple atmans allow for ad-hoc recycling of it to pass every particularly difficult piece of ice; multiple trashable programs allow for good burst economy, ice destruction and economy tampering with a lucky early game Crescentus, and Deus Ex shields you from any net damage you might take, giving you cards as presents as you keep playing it from your heap.\nEscher is always a potential FTW late game event and allows for good Atman strenght planning.\nThe Toolbox allows the usage of the most dear breakers where MO doesn't reach, and minimizes Creeper's MU cost: small combo, but it allows a number of solutions with temporarily memory-expensive programs like Parasite, Crescentus, Gorman Drip and Deus.\nObviously, with this deck you aren't bound to the \"full rig ASAP\" necessity as you can almost inexpensively change your fighting stance and adapt to the exact server you want to run, so you can wait for the toolbox to come without losing much of your continuous recycling power.\nEureka is a silly add, I swapped it with Freelance Coding Contract but I can't change the decklist as I already had published it :)\nLet's make the world greener.<\/p>\n","username":"Kable","cards":{"01008":2,"01012":2,"01041":2,"01042":2,"01043":2,"01044":3,"01047":2,"02009":2,"02047":3,"02065":1,"02066":2,"02089":2,"02101":3,"03030":1,"03031":1,"03034":3,"03035":1,"03038":3,"03040":2,"03054":3,"04005":2,"04027":2}},{"id":818,"name":"Exile!","creation":"2013-12-07 02:59:40","description":"<p>My first attempt at an Exile deck, help welcome. Multiple atmans allow for ad-hoc recycling of it to pass every particularly difficult piece of ice; multiple trashable programs allow for good burst economy, ice destruction and economy tampering with a lucky early game Crescentus, and Deus Ex shields you from any net damage you might take, giving you cards as presents as you keep playing it from your heap. Escher is always a potential FTW late game event and allows for good Atman strenght planning. The Toolbox allows the usage of the most dear breakers where MO doesn't reach, and minimizes Creeper's MU cost: small combo, but it allows a number of solutions with temporarily memory-expensive programs like Parasite, Crescentus, Gorman Drip and Deus. Obviously, with this deck you aren't bound to the \"full rig ASAP\" necessity as you can almost inexpensively change your fighting stance and adapt to the exact server you want to run, so you can wait for the toolbox to come without losing much of your continuous recycling power. Let's make the world greener.<\/p>\n","username":"Kable","cards":{"01008":2,"01012":2,"01041":2,"01042":2,"01043":2,"01044":3,"02009":2,"02047":3,"02065":1,"02066":2,"02087":2,"02089":2,"02101":3,"03030":1,"03031":1,"03033":2,"03034":3,"03035":1,"03038":3,"03040":2,"03054":3,"04005":2}},{"id":820,"name":"Noise Tag-Me","creation":"2013-12-07 08:10:42","description":"\n","username":"M3th","cards":{"01001":1,"01002":3,"01004":2,"01005":2,"01006":1,"01007":1,"01008":2,"01009":2,"01010":1,"01011":1,"01012":1,"01014":1,"01034":2,"01040":2,"01044":3,"01050":3,"01051":2,"02009":3,"02028":2,"02042":2,"02081":3,"02087":1,"02103":2,"03052":2,"04003":2,"04021":2}},{"id":821,"name":"Weyland - It smells like Meat V3","creation":"2013-12-07 08:24:41","description":"\n","username":"M3th","cards":{"01065":2,"01084":1,"01088":1,"01093":1,"01094":2,"01098":2,"01099":3,"01101":2,"01102":3,"01103":2,"01104":1,"01107":2,"01110":3,"01111":2,"01112":1,"02018":3,"02019":2,"02058":1,"02077":2,"02116":1,"02118":2,"03026":2,"03027":1,"04015":2,"04033":1,"04035":1,"04036":1,"04038":1,"04040":2}},{"id":822,"name":"fast wey","creation":"2013-12-07 10:36:05","description":"<p>Just test<\/p>\n","username":"siope","cards":{"01066":1,"01088":1,"01090":1,"01093":1,"01094":2,"01098":2,"01099":1,"01100":1,"01101":2,"01102":2,"01104":1,"01106":2,"01108":1,"01110":3,"01111":1,"01112":2,"01113":2,"02013":1,"02019":1,"02034":2,"02039":2,"02070":3,"02077":2,"02079":2,"03024":1,"03026":2,"03027":2,"04015":2,"04033":1,"04040":3}},{"id":823,"name":"Who you know...","creation":"2013-12-07 11:41:34","description":"<p>...is more important than what you know.<\/p>\n\n<p>This Andy deck is about fast set up of super strong connections. Hostage to tudor for Mr Li is usually the right choice, using him to find the other friends. Basic Andy deck otherwise with mighty R&amp;D draw as I usually do in my decks. 2 fronts to attack, and thus defend on, make remotes weak. Sneak door adds another front.  <\/p>\n","username":"x3r0h0ur","cards":{"01004":1,"01007":1,"01018":3,"01021":3,"01022":2,"01024":2,"01027":1,"01028":1,"01036":2,"01050":3,"01051":2,"01052":3,"02007":1,"02028":2,"02043":2,"02069":3,"02083":1,"02091":2,"02105":2,"02107":3,"03053":3,"04004":3}},{"id":824,"name":"Advance & Strike v1.0","creation":"2013-12-07 12:57:45","description":"\n","username":"Ragepilot","cards":{"01070":2,"01094":3,"01099":3,"01102":2,"01103":2,"01107":2,"01108":3,"02017":2,"02033":3,"02057":3,"02059":3,"02076":1,"02077":1,"02078":2,"02099":3,"02118":3,"02120":2,"04017":3,"04018":2,"04039":1}},{"id":825,"name":"Yesterday's News","creation":"2013-12-07 13:31:40","description":"<p>The name referring to the fact that this isn't a world-shaking new-meta defining deck: it's a simple deck that attempts to get into Phase 2 as quickly as possible with cheap ETR ice, and then score Agenda as rapidly as possible before Phase 3 turns up.<\/p>\n\n<p>I've had some luck with a previous version, although it's always tight for money.  In response I've removed the couple of Biotic Labors that I had (which I found I never used - either no money or SanSan seemed a better investment) and added in a couple of Adonises.  Plus a Scorched Earth!<\/p>\n\n<p>That's obviously the odd one out in the deck - the only card that tags is Breaking News, and when has one SE ever been enough?  Well, I've noticed that people don't worry about their hand size too much against this deck, presumably because they assume there's no SE risk.  Similarly they don't install Plascrete.  But in that case if they get a little lax there's a chance of hitting them with a Breaking News (using SanSan\/an already scored ASPP\/having pre-installed it) and getting a one-shot kill in. And if they see it first and go \"aargh, insall all the plascretes and keep my handsize up\" - well, drastically slowing their game in exchange for one card slot isn't a bad deal in my eyes...<\/p>\n\n<p>Anyway, feedback welcomed!<\/p>\n","username":"LeonardQuirm","cards":{"01056":2,"01064":2,"01081":3,"01082":2,"01090":1,"01091":2,"01092":2,"01099":1,"01110":3,"01111":2,"01113":3,"02055":2,"02056":3,"02059":2,"02110":2,"02114":1,"02115":3,"04014":2,"04015":2,"04020":1}},{"id":826,"name":"Celebrity Surprise! MK II","creation":"2013-12-07 13:45:23","description":"<p>An update to my Celebrity Surprise! deck, using Second Thoughts and a second core set.  I've made the following changes:<\/p>\n\n<p>Agenda:\n- 3 Gila Hands Arcology\n- 2 Nisei Mk II\n+ 3 Clone Retirement\n+3 Profiteering<\/p>\n\n<p>Asset\n+ 1 Melange Mining Corp (up to 3)\n-2 PAD Campaign\n+1 Ronin<\/p>\n\n<p>Upgrade\n-1 Hokusai Grid<\/p>\n\n<p>Operation\n+1 Neural EMP\n+1 Trick of Light<\/p>\n\n<p>ICE\n-2 Whirlpool<\/p>\n\n<p>This deck is far, far better than MK I.  It's largely a fast-advance deck, using Trick-of-Light plus the score-from-hand of Clone Retirement, but it's also hilariously lethal against anyone who isn't very careful.  The key is not to be too predictible - although it's mostly FA, don't be afraid to sometimes leave an Agenda on the table, maybe even with counters.  A three advanced False Lead that's been there for a few turns looks like a trap, but it's actually an instant free Neural EMP!<\/p>\n\n<p>Profiteering is always scored for 15 credits.  The ice in this deck is not exactly taxing: it's there to slow the runner down through ETR or damage, so some Bad Publicity isn't an issue.<\/p>\n\n<p>If\/when I work on v3, obvious points to consider are the Ronin (which I don't think I've ever used except as a mind game) and the Matrix Analyzers - although I've hit too many people with a three-advanced Cerebral to be convinced they're not pulling their weight.  That said, a second Cerebral Overwriter would be very nice...<\/p>\n\n<p>Any feedback welcomed!<\/p>\n","username":"LeonardQuirm","cards":{"01058":2,"01067":1,"01069":3,"01070":3,"01072":3,"01077":2,"01089":2,"01103":2,"01108":3,"01110":3,"02014":3,"02032":3,"02033":3,"02060":2,"02080":2,"02112":1,"03009":1,"04012":2,"04015":3,"04032":3,"04039":3}},{"id":827,"name":"Andromeda the aristocrat.o8d","creation":"2013-12-07 14:16:09","description":"\n","username":"CodeMarvelous","cards":{"01007":2,"01008":3,"01011":1,"01014":1,"01018":3,"01021":2,"01022":2,"01024":3,"01049":2,"01050":3,"01051":2,"02009":3,"02024":1,"02043":2,"02083":1,"02087":2,"02091":3,"02104":2,"02107":2,"03052":3,"03053":3}},{"id":828,"name":"gabe's got plans","creation":"2013-12-07 15:17:06","description":"<p>Fairly standard from deck with multiple straits. Can establish r&amp;d lock or focus HQ.<\/p>\n","username":"bobdisgea","cards":{"01007":1,"01008":3,"01011":1,"01012":2,"01014":1,"01017":1,"01018":2,"01019":3,"01020":3,"01021":3,"01022":2,"01024":1,"01027":1,"01029":2,"01049":3,"01050":3,"02041":1,"02043":3,"02084":1,"02085":1,"02091":2,"02105":1,"02107":1,"03052":3,"03053":3,"04029":1}},{"id":829,"name":"Wreck your Link (+18)","creation":"2013-12-07 16:12:34","description":"<p>Some notes on this. Only 1 Helpful AI could be installed at the same time, so technically it's a +16 Link.<\/p>\n\n<p>The breaker selection was mostly \"blind\". Anything could take the place of atman\/mimic\/datasuckers, I didn't give much thought to it.<\/p>\n\n<p>I think the economy engine will work around getting compromised employee early, underworld contact for midgame and aesop for late game, selling all that link starting with globalsec.<\/p>\n\n<p>This deck is not to be taken seriously, it was made to include every single piece of +Link in the game.<\/p>\n","username":"Treiclon","cards":{"01008":3,"01011":1,"01033":1,"01039":3,"01041":2,"01047":2,"01052":3,"02008":3,"02009":2,"02025":3,"02028":3,"02068":2,"02069":3,"02088":2,"03040":3,"03046":3,"03049":1,"03050":3,"04004":3}},{"id":830,"name":"Walls upon walls","creation":"2013-12-07 17:41:06","description":"<p>Building up agendas as normal, but mostly avoiding bad publicity (still a couple of hostile takeovers for the money). A lot of ice, which, with the Built It ability will be built up to mad levels.<\/p>\n","username":"behemoth01","cards":{"01090":2,"01094":2,"01095":1,"01098":2,"01100":2,"01101":1,"01102":2,"01103":2,"01104":3,"01106":2,"01107":1,"01109":2,"01110":3,"02033":2,"02038":1,"02056":1,"02057":1,"02058":2,"02059":2,"02070":1,"02076":1,"02077":2,"02078":2,"02079":1,"02092":1,"02099":1,"02119":1,"02120":2}},{"id":831,"name":"This is a Hold Up!","creation":"2013-12-07 19:41:44","description":"<p>This is my credit stealing deck. It revolves around taking credits from the Corp while trying to keep up your own creds yourself. I use Gorman Drips to take advantage of the opponent's need to gain creds when they run low or empty. Clone Chips are for the use of Deus Ex and Faeries and the loss of other programs such as Leviathan.<\/p>\n","username":"Str8_Jacket","cards":{"01007":1,"01017":1,"01018":2,"01019":3,"01020":3,"01021":3,"01022":2,"01024":3,"01026":1,"01050":3,"02021":3,"02043":3,"02066":1,"02084":2,"02091":2,"02104":2,"02105":2,"03038":3,"03054":2,"04005":3,"04026":1}},{"id":832,"name":"CT Stealth","creation":"2013-12-07 20:44:47","description":"<p>This deck is an experiment to see Cloak &amp; Dagger working together. <\/p>\n\n<p>I've been playing it as such:\n1) Get Opus set up early\n2) Draw into your hardware. It's ok to over-draw and ditch programs if needed, 3) Use Clone Chip to install said programs on Omni-Drive or Dinosaurus.\n4) Use Account Siphon and Gorman Drip to keep the Corp in check while you build.<\/p>\n\n<p>So far I've usually had Gordian or Corroder on Dinosaurus and Dagger on an Omni-Drive. <\/p>\n","username":"casusev","cards":{"01007":2,"01018":2,"01034":3,"01035":2,"01043":2,"01044":2,"01045":1,"01050":3,"02009":1,"02046":1,"02048":2,"02066":1,"02087":3,"03035":1,"03038":2,"03039":3,"03041":3,"03042":2,"03053":2,"04005":3}}]