[{"id":641,"name":"Chaka Noise","creation":"2013-11-23 00:50:03","description":"My attempt at a Chakana\/The Source deck.","username":"HepatitvsJ","cards":{"01001":1,"01002":2,"01006":2,"01007":1,"01008":3,"01009":3,"01010":1,"01011":1,"01012":3,"01014":1,"01050":3,"01051":2,"01053":3,"02003":2,"02009":2,"02081":2,"02087":3,"02091":2,"03038":2,"03043":1,"03052":3,"03055":3}},{"id":642,"name":"Parasital Nightmare v2","creation":"2013-11-23 11:52:20","description":"After the feedback concerning the first version of this deck, I made some changes that I think imrpove its power.<br><br>Firstly: the Gormann Drip v1.0 drops out. No credit denial and Jackson Howard in most decks leads to it never really being loaded up and therefore renders it useless in most games.<br>It is replaced by a second liberated account. Especially at the beginning that card might help to get some credits. <br><br>Secondly:<br><br>Three surges drop out. I never found them to be really useful in this deck, but due to my own constraint to only include cards, so that this deck can be built from only one copy of the Core Set, I included them instead of a third Datasucker, Djinn or Wyrm. However, I think that the inclusion of three Stimhacks is a strong improvement.<br><br>Especially against strong ICE without too many Datasucker tokens the credits really help to use Wyrm. They also help to install Parasites mid-run from Personal Workshop or Clone Chip. However, I think the biggest advantage is the possibility of surprising massive R&D-runs.<br>One or two Medium installed (maybe from Personal Workshop and getting the first token from Grimoire)  and then using your Parasites and the money from Stimhack (and maybe Cyberfeeders) to trash every ICE in front of R&D. Then repeat two or three times (depending on whether you have Wyldside or not). If you have credits from Stimhack left, you can use them to trash, otherwise Imp really helps. <br>If the Corp purges virus counters, R&D is still free. And you go deeeeeep into it.","username":"Ratatosk","cards":{"01001":1,"01002":2,"01004":3,"01005":3,"01006":1,"01008":2,"01009":2,"01010":2,"01012":3,"01013":2,"01015":1,"01016":2,"01050":3,"02003":3,"02022":2,"02041":3,"02049":2,"03038":3,"03052":3,"03053":3}},{"id":643,"name":"Supermodernism vHJ.2","creation":"2013-11-23 21:09:05","description":"My tweak on the supermodernism deck. Flare can surprise opponents and kill annoying hardware, hopefully a Plascrete. Caduceus for more money. Government contracts would have been far more useful than the cleaners in the only game I scored it in. Recovering from acct syphons is a little more valuable than the +1 meat damage imo. datapike to hit the runner a little and requires an additional 1c to break over enigma if the runner runs on last click.","username":"HepatitvsJ","cards":{"01070":3,"01086":2,"01093":1,"01094":3,"01095":2,"01098":3,"01099":3,"01101":3,"01103":3,"01110":3,"01111":2,"01113":2,"02018":3,"02019":3,"02077":1,"02117":1,"03026":2,"03027":2,"04015":2,"04017":3,"04040":3}}]