[{"id":693,"name":"Chaos Research & Destroy","creation":"2013-12-01 06:27:51","description":"Rush r&d ","username":"e2xtq","cards":{"01007":1,"01019":3,"01020":2,"01026":1,"01035":3,"01036":3,"01037":2,"01044":1,"01050":3,"02046":1,"02047":3,"02065":2,"02066":1,"02104":1,"02106":3,"02107":3,"03044":1,"03046":3,"03052":3,"03054":1}},{"id":694,"name":"Oh my Kateness","creation":"2013-12-01 06:29:41","description":"Omagad this deck is awesome isn't it ?","username":"e2xtq","cards":{"01007":1,"01008":1,"01011":1,"01024":3,"01026":1,"01033":1,"01034":3,"01035":3,"01043":1,"01044":1,"01050":3,"02009":3,"02047":3,"02065":1,"02066":1,"02091":2,"02107":2,"03038":3,"03046":3,"03049":3,"03052":3,"03053":3}},{"id":695,"name":"Kit and the Wyrm v2","creation":"2013-12-01 13:43:34","description":"My take on a Kit \/ The Source deck.<br>A bit outdated already, but I wanted to publish this for an easy link to share.<br>https:\/\/www.youtube.com\/watch?v=ZFlF2JrCUiM","username":"lopert","cards":{"01008":2,"01012":1,"01013":1,"01037":3,"01038":2,"01043":1,"01047":2,"01050":3,"01053":3,"02009":1,"02047":2,"02066":1,"02106":1,"02107":2,"03028":1,"03035":1,"03038":3,"03046":3,"03049":2,"03053":3,"03054":3,"03055":2,"04006":3}},{"id":696,"name":"Young Gabriel (Core only)","creation":"2013-12-01 14:02:29","description":"Most effective suite of breakers chosen, taking Corroders from Anarch one just one Gordian Blade from Shapers. Since Code Gates are not that important in Core set (only Enigma and Tollbooth actually ETR), losing Gordian isn't the end of the world. There are 3xSpecial Order to bring it (or other breakers) to the table, when necessary. The assumption is that Sneakdoor Beta will get to the table first as the only program, to exploit archives a little, and then will get thrashed, either by Runner or some ICE. Parasite acts as additional surprise as an attack vector and to further counter Enigma (Code Gate) and small Weyland ICE (Ice Wall, Shadow, etc.).<br><br>This deck runs a lot of money just from neutral\/Criminal cards\/actions, but in case of endgame, one Magnum Opus added for a table situation of 1 MO + 3 types of breakers summing up to 5 MU (1 from Desperado). In the late game, you will most probably get MO already, or it should be near your next draw.<br><br>Created for a local core-set only Swiss tournament. The meta assumption was that there will be a lot of tagging (mostly from Weyland), thus Crash Space and Decoy were added for protection. Proven to be very stable and effective if played with the right tempo. You don't necessarily have to do the typical Criminal rush, as there are less FA options for corps in Core. Depending on the draw, it can put a heavy pressure on the corp and can effectively deal with ICE later on. I've finished 1st with Young Gabriel, without losing any Runner game.","username":"rattkin","cards":{"01007":3,"01012":2,"01017":1,"01018":3,"01019":3,"01020":3,"01021":3,"01022":3,"01024":3,"01027":3,"01028":2,"01029":2,"01030":2,"01032":3,"01043":1,"01044":1,"01049":2,"01050":3,"01053":3}},{"id":697,"name":"Weyland Early Days (Core only)","creation":"2013-12-01 14:21:37","description":"Strictly tag and punish oriented, tagging from many directions. Snare as an additional surprise threat, calculated even to work when installed as asset (some players actively wanting to deny Pad\/Melange could bump into Snare instead). Working also well against early Criminal runs, because it can screw with his tag shakeoff calculations. Sea Source as a popular and effective tag combo with Scorched Earth. Data Raven and Shadow are further helping with tags. Aggresive Negotiation to help with pulling out 2nd Scorch or Sea Source, if the opportunity arises. Wall of Thorns as additional surprise, getting runner down from 5 to 3 cards and make him vulnerable against Scorch. Finally PSF as an additional threat. ICE mostly oriented for cheap ETR.<br><br>The deck is a bit chaotic. It will work very well against novice players and with advanced players, Hadrian can allow for quick and safe agenda scoring (as long as you have another ETR ice in front of it, to shutdown Inside Job), while occasional meat damage can slow runner down. The main problem is the draw. If there's little Ice at the beginning, it's very hard to defend and the necessary Priority Requisition hurts a lot, since you have to put it in the deck in Core, yet Weyland doesn't really need it. Very beneficial for Runner to score a 3 pointer. In further iterations, I would probably drop some economy and add more ICE. Once you barricade yourself, it's your game, especially that you can actively control the runner with advanceable ICE.<br><br>Created for a local core-set only Swiss tournament. The meta assumption was that the prevailing Runners would be Gabe. This deck doesn't work that well against Noise. Since good players will be well-aware of the multiple tag'n'Scorch threat and won't be able to kill, I've figured out, that it will be more beneficial to simply do a lot of meat damage, ideally in early game, to deny Runner important cards (3x Scorch is 12 cards, which a quarter of Runner deck). I've finished 1st with Weyland Early Days, mostly by winning or getting to a tie.","username":"rattkin","cards":{"01070":3,"01078":1,"01086":2,"01088":2,"01093":1,"01094":2,"01095":3,"01097":2,"01098":3,"01099":3,"01101":1,"01102":2,"01103":3,"01104":3,"01106":3,"01107":3,"01108":2,"01109":2,"01110":3,"01111":3,"01113":3}},{"id":698,"name":"The Most Boring Runner Deck to Play Against","creation":"2013-12-01 16:30:32","description":"This is Noise solitaire deck that everyone was worried was going to ruin Netrunner, in my tests offline it works pretty well. <br><br>Simply put, install viruses\/resources every turn and never run, unless a 3-point agenda can be had. Try to install two viruses every turn on Shazz, pawn them at the start, maybe take credits off liberated account. Get the source out asap and infiltrate any installed card being advanced, grab any three-pointers you can with crypsis (mimic is there for swordsman and corroder for better efficiency). The corp will catch on pretty quickly and just install and make money, and possibly wall up archives. A surge on crypsis can get you through four pieces of ice plus a stimhack. <br><br>If it seems impossible, no worries, with The Source out and constant milling they usually won't be scoring enough to win. Two Levy ARs will guarantee decking the corp unless they're playing the Collective (good thing they lost!). <br><br>Shoutouts to Hard at Work for inspiring this deck, too bad it isn't even worth it to be included.","username":"shazzner","cards":{"01001":1,"01002":3,"01004":1,"01005":2,"01007":1,"01008":3,"01009":3,"01010":2,"01011":1,"01016":3,"01047":2,"01049":3,"01051":1,"02003":3,"02009":2,"02022":2,"02041":2,"02081":1,"03035":2,"03053":3,"03055":2,"04005":1,"04022":2}},{"id":699,"name":"The Source of Noise v1.0","creation":"2013-12-01 23:18:29","description":"This deck was based on Chakanantics by paddosan. Testing the great deck that he made, I saw myself using a lot more Source than Chakana itself. So I made a more virus\/mill deck with some options to add pressure in central servers. The Source should be played ASAP to slow down the corporation. Without any fast agendas being scored, you have time to make out your rig. Noise itself add a lot of pressure in the Archives. Imp clear out any important resource. Than, you have to make a decision to pressure a second central server. So you can start out with Medium and Chakana to add a huge pressure to the R&D. When R&D and archives are really well protected, Pheromones and Nerve Agent crush HQ hard with free runs and a lot of cards. This will force the corporation for a lot of purge turns, always giving you the edge. Parasites are there to clean out protections, and this is a huge risk deck, since you have to face check a lot of times. Great economy and aggressive as a Noise deck should be. Works wonderfully well for me in a meta full of NBNs. Changes would be needed in a meta full of Archers (not my case)","username":"Diegofsv","cards":{"01001":1,"01002":2,"01004":1,"01006":2,"01008":3,"01009":3,"01010":1,"01012":3,"01047":1,"01050":3,"01051":2,"02003":3,"02022":3,"02041":1,"02081":3,"02086":1,"03043":1,"03052":3,"03053":3,"03055":3,"04005":3}}]