[{"id":1126,"name":"Jintekilol v2","creation":"2013-12-27 04:12:42","description":"<p>Upgraded with Sundew, which is an excellent excellent addition to this deck, or to any RP deck, and is the main economy here. I've usually run it without ICE, but it'd be the first remote in this deck to get some.<\/p>\n\n<p>Also added Mushin No Shin, but I haven't played with it yet. It fits right in, though.<\/p>\n\n<p>The main idea is to have as many remotes installed and advanced as possible. Even having multiple agendas down isn't bad - I've won with SfK on two agendas that had been there most of the game.<\/p>\n\n<p>Trick of Light is great from a Ronin, or even an agenda, because it pretty much ensures that the runner won't ever run the source of the counters, no matter how many there are on it.<\/p>\n\n<p>I've flatlined a lot with this deck, but took out any tag'n'bag cards. I usually keep 2  counters on a Ronin so if they ever have less than 3 cards, maybe after a Junebug, Snare, or even just ICE and Hokusai, I can sink them the next turn.<\/p>\n\n<p>Thomas is great because he ensures you have the credits for traps, or even to spring ICE when the runner thinks you can't. Having 1 credit and rezzing Wall of Thorns is great - Janus would be even better, but 8 adv counters on Thomas is asking a lot.<\/p>\n\n<p>If I could fit more ICE in here, I would, but I don't know where to get the space. I really only put ICE on the centrals, but R&amp;D lock can be a problem. Bullfrog is still in this version because, dammit, it's fun when it actually does happen, which has been about never. Someday, Bullfrog, someday...<\/p>\n","username":"d9w","cards":{"01068":3,"01069":3,"01070":2,"01077":2,"01078":2,"01100":3,"01109":2,"02012":1,"02014":3,"02031":1,"02032":3,"02033":3,"02073":2,"02095":3,"02112":3,"03009":2,"03012":2,"04015":2,"04032":2,"04054":3,"05015":3}},{"id":1127,"name":"Just Keep Millin'","creation":"2013-12-27 04:41:12","description":"<p>Trying to build a deck around the pretty odd (dumb?) strategy of forfeiting agendas, inspired by Data Dealer. So, milling seems the only winning strategy. Enter Noise.<\/p>\n\n<p>This isn't a tag-me deck, but John is useful for the card economy and to start off DLR when needed. Usually DLR has happened like - get tagged, with John or Siphon usually, burn through the deck until they trash it, then remove the tag(s). I'm not convinced it's a better strategy than just installing a ton of viruses, but it is a faster one. Living with a tag is manageable as long as Plascete's out, and I haven't had any corps trash Data Dealer.<\/p>\n\n<p>I had Frame Job for the point of the theme, but always ended up feeding the agendas to Data Dealer. Since installs are more important than runs, the bad pub doesn't seem worth it.<\/p>\n\n<p>Scheherazade is great, even though it's really sad when it gets trashed. LALA makes everything better, though.<\/p>\n","username":"d9w","cards":{"01001":1,"01002":2,"01003":2,"01005":3,"01006":2,"01008":3,"01009":3,"01010":1,"01012":3,"01018":1,"01031":2,"01050":3,"01051":2,"02003":3,"02009":3,"02041":1,"02081":2,"02103":3,"03035":2,"04009":2,"04022":2}},{"id":1128,"name":"Jinteki Deep Mirror","creation":"2013-12-27 04:42:02","description":"\n","username":"araksna","cards":{"01067":1,"01070":2,"01072":2,"01077":2,"01078":2,"01079":2,"01098":3,"01104":3,"01109":2,"01110":3,"01113":2,"02013":2,"02032":3,"02055":2,"02070":3,"02095":2,"02120":3,"03023":1,"04020":1,"04032":3,"04033":2,"04039":3,"04053":3,"04060":2}},{"id":1129,"name":"noise_2.0","creation":"2013-12-27 05:50:04","description":"<p>Removed Gorman<\/p>\n","username":"Netdiver","cards":{"01001":1,"01002":3,"01003":2,"01006":2,"01008":3,"01009":2,"01010":2,"01012":3,"01016":2,"01047":1,"01049":3,"01053":2,"02003":3,"02009":1,"02045":1,"02050":1,"02081":3,"02087":1,"03038":2,"03047":3,"03054":3,"04022":2}},{"id":1130,"name":"Mad as Hell 1.0","creation":"2013-12-27 07:15:52","description":"<blockquote>\n  <p><em>'The only Truth you know is what you get over the Tube. Right now there is an entire Generation that never knew anything that hasn't come out of the Tube. This Tube is the Gospel, the ultimate Revelation. This Tube can make or break Presidents, Popes and prime Ministers. This Tube is the most awesome goddamn Force in the whole godless World.'<\/em><\/p>\n  \n  <p>Howard Beale, from the <em>Network (1976)<\/em><\/p>\n<\/blockquote>\n\n<p>My attempt to <strong>score 7AP in one round.<\/strong> You need 12 ¢redits, installed Jackson Howard and seven specific cards in hand to do that.<\/p>\n\n<ul>\n<li>play Biotic Labor, 8¢, 4@<\/li>\n<li>play Biotic Labor, 4¢, 5@<\/li>\n<li>install Project Beale, 4¢, 4@<\/li>\n<li>play Power Grid Overload trashing entire deck, 3¢, 3@<\/li>\n<li>trash Jackson Howard bringing Interns and Shipment from SanSan<\/li>\n<li>play Accelerated Diagnostics, bring back Jackson Howard and put 4 advancement tokens on Project Beale, 2¢ 2@<\/li>\n<li>trash Jackson Howard bringing Interns and Shipment from SanSan<\/li>\n<li>play second Accelerated Diagnostics, bring back Jackson Howard and put 4 advancement tokens on Project Beale, 1¢, 1@<\/li>\n<li>trash Jackson Howard and triple Shipment from SanSan<\/li>\n<li>play third Accelerated Diagnostics and put 6 advancement tokens on Project Beale<\/li>\n<li>score Project Beale with 14 advancement tokens for 7AP<\/li>\n<\/ul>\n\n<p>As you can see, the deck needs <strong>one less Power Grid Overload and one more Accelerated Diagnostics<\/strong>, but I can't edit the list anymore. I didn't test viability of this deck yet, but I'm going to and I will value your criticism and suggestions highly.<\/p>\n","username":"Watzlav","cards":{"01059":2,"01081":3,"01092":2,"01110":3,"01113":2,"02037":2,"02056":3,"02060":2,"02096":2,"02114":1,"02115":3,"03026":2,"04014":3,"04015":3,"04034":3,"04052":2,"04056":2,"04059":2,"04060":3}},{"id":1131,"name":"Assasination","creation":"2013-12-27 08:19:26","description":"<p>Another untested thought:\nWhy not use the engine with Power Shutdown\/Accelerated Diagnostics\/Jackson Howard and Scoched Earth?\nYou'll need a JH in your hand, a Power shutdown and 1 (maybe 2) Accelerated Diagnostics and a last 7 credits.<\/p>\n\n<p>1) Play JH.<\/p>\n\n<p>2) Play Power Shutdown, archiving your entire R&amp;D. Destroying Plascrete Carpace, if the runner has one.\n--> Use Jackson to put three Operations into R&amp;D:\nIf the runner doesn't have any more plascrete carpace, just put a hedge fund and two scorched earth and blow him up.\nIf he has, go for Interns, hedge fund and one scorched earth,\nUse interns to bring out another Jackson Howard, Hedge Fund (going up to 9) Scorch him once, then repaet the process.<\/p>\n\n<p>Any suggestion how to make shure the runner is tagged?<\/p>\n","username":"Dottore2k","cards":{"01080":1,"01081":1,"01082":3,"01083":3,"01084":2,"01088":3,"01099":2,"01109":2,"01110":3,"01111":2,"01113":2,"02016":3,"02017":2,"02039":1,"02055":2,"02075":1,"02116":1,"04015":3,"04039":3,"04052":3,"04058":2,"04059":3,"04060":2}},{"id":1132,"name":"Lightning fast news (getting ready for a tourney)","creation":"2013-12-27 08:34:34","description":"<p>I am looking for feedback on my most recent iteration of my nbn lightning news deck.<\/p>\n","username":"CodeMarvelous","cards":{"01081":3,"01082":2,"01090":2,"01092":2,"01101":1,"01103":3,"01109":2,"01110":3,"02019":2,"02055":3,"02056":3,"02070":3,"02114":1,"02115":3,"02117":1,"03026":3,"04014":2,"04015":3,"04034":3}},{"id":1133,"name":"Reina","creation":"2013-12-27 12:06:36","description":"<p>v1<\/p>\n","username":"Maxellsg","cards":{"01002":2,"01004":2,"01007":2,"01008":2,"01010":2,"01011":1,"01014":1,"01015":1,"01022":2,"01027":1,"01049":2,"01050":3,"01051":1,"02002":2,"02003":2,"02007":1,"02009":2,"02022":3,"02082":1,"02085":2,"02087":3,"02091":2,"03052":3,"03053":2,"04041":1}},{"id":1134,"name":"Weyland old school","creation":"2013-12-27 12:06:59","description":"<p>v1<\/p>\n","username":"Maxellsg","cards":{"01065":1,"01070":2,"01075":2,"01086":1,"01093":1,"01094":3,"01098":3,"01099":3,"01101":3,"01103":3,"01104":2,"01107":1,"01110":3,"01111":2,"01112":1,"02018":3,"02019":2,"02080":2,"02116":1,"03026":1,"04015":2,"04017":2,"04020":1,"04036":1,"04040":2,"04058":2}},{"id":1135,"name":"Lightning fast news 1.2","creation":"2013-12-27 13:41:44","description":"\n","username":"CodeMarvelous","cards":{"01081":3,"01082":2,"01083":3,"01092":2,"01098":3,"01101":1,"01103":3,"01110":3,"02056":3,"02060":3,"02070":3,"02114":1,"02115":3,"03026":3,"04014":2,"04015":3,"04034":3,"04059":1}},{"id":1136,"name":"Noise virus spam","creation":"2013-12-27 14:17:34","description":"\n","username":"lorcan nagle","cards":{"01001":1,"01002":2,"01003":2,"01005":2,"01006":1,"01008":2,"01009":2,"01010":2,"01011":2,"01012":3,"01014":1,"01015":1,"01034":1,"01036":1,"01050":2,"01053":2,"02003":2,"02004":3,"02022":1,"02025":2,"02028":3,"02041":2,"02062":1,"02081":2,"02091":2,"02101":2,"02102":3,"02103":2,"02105":2,"04004":2}},{"id":1137,"name":"NBN tag and bag","creation":"2013-12-27 14:21:42","description":"\n","username":"lorcan nagle","cards":{"01069":2,"01080":1,"01081":2,"01082":2,"01084":2,"01085":1,"01086":2,"01087":2,"01088":2,"01089":2,"01090":2,"01091":2,"01092":1,"01099":2,"01102":1,"01103":2,"01107":2,"01109":2,"01110":2,"01113":2,"02016":3,"02017":3,"02035":2,"02055":2,"02056":2,"02074":2,"02115":3,"02116":2,"02117":2}},{"id":1138,"name":"Andromeda: static pressure","creation":"2013-12-27 16:00:35","description":"<p>This is an expansion on my deck that went 8\/3 (stupid HB runnning snares wtf) at the plugged in tour, revamped for magnum opus.  The breakers are efficient and threatening on all servers, with faerie and crypsis to keep early aggression going while the rig goes up.  Basically its an all around pressure andromeda build, similar to the top 4 MO andromeda at worlds.  This deck tries to always threaten a run anywhere by just having the cash and breakers on board.  It can also go tag-me because most corps, I don't think, would be willing to pay click and 2 credits to trash any of the included resources.  Which explains the lack of certain other ones (SoT, Kati, etc).  Almost everything is designed to be able to be played without significant tempo loss (ironically I start with grifter and CE in the explanation)<\/p>\n\n<p>Odds and ends\/threats<\/p>\n\n<p>Grifter:  Replaces datasucker as archives pressure around mid game, as there is no DS or SNB to pressure that server.  Also with the solid econ here, I should be able to get in to most servers to activate it, and it will do nothing but encourage me to take peaks at servers when I might otherwise be pensive.  Another way to look at it is, once the rig is up, most turns will be MO, MO, MO, Run.  So this saves clicks and lets you continue to get ahead economically.<\/p>\n\n<p>Compromised employee: I've been down on this card, but I think with the NBN influx, the pseudo link is a great feature, lots of trace ice can be negated or put down early if you feel like you need to run (say no opus in opener).  The money back is just icing on the cake, to help repay you for this 'link'.<\/p>\n\n<p>Easy Mark:  This deck is all about tempo.  Easy mark helps me grab that in the opener, like a mini-sure gamble, it allows me to play 2-3 econs, drop magnum and a faeire and discard a duplicate.  Thats pretty much the idea opener.  Yes dirty laundry can be better, and might make its way in, but I want that solid non-stop always threaten stack of cash, and this helps.  I do realize thats a little nonbo with grifter, so we'll see how it shakes out, so far I prefer it because of the opening hand benefit.<\/p>\n\n<p>Infiltration:  Always a nice to see card, worst case its econ if mopus doesn't turn up, but really, in these non-anarch breaker decks, sometimes you have to save yourself a run or two to maintain tempo.  I might go up to 3 if I don't like how other cards are cutting out.<\/p>\n\n<p>Bank job:  Since you can usually make it into a remote, it helps to be able to just snap up 8 credits (desperado makes it the full 8).  Its synergistic with grifter once it's down.  My favorite effect is running an empty remote and trying to get the corp to rez the ice to help keep them poor.  If the runner was about to gain up to 12 credits from bank job and turn on grifter, what would you rez even if you're poor?<\/p>\n\n<p>Why nots?<\/p>\n\n<p>Why not run anarch breakers and suckers like everyone else?<\/p>\n\n<p>I don't like having to mentally balance a path to suckers and manage the time of getting the needed suckers, and aggression.  This method just lets me use money to do it.  And the money helps fight midseasons and sea source if plascrete isn't down.  Keeps up the pressure on weyland.  Basically I feel like this gives me the flexibility I want, while having a remarkably similar effect, and addressing some meta shifts.<\/p>\n\n<p>Why not take out grifter and put in dirty laundry....that also pressures archives?<\/p>\n\n<p>It does, to a point.  Grifter is an ever present threat once its down.  If I feel like I'm losing the grifters too early, then sure, dirty laundry might go in....but I find cards like this typically have intangible benfits that I'd like to try out.  Short answer: Johnny.<\/p>\n\n<p>Why not same old thing?<\/p>\n\n<p>Lets face it.  This is strictly for siphon right?  Every person I play against stacks HQ with ice and doesn't rez the outer one.  Siphons beyond the 3 are tough to pull off later, and I will likely get one early due to the ID ability.  I think 3 is sufficient for what I want to do.  I make enough cash on opus to not worry about it.  I should be able to R&amp;D hard before the big ice come out.<\/p>\n\n<p>Likely changes: -3 Grifter +2 mr li +1 infiltration \/ -3 grifter +1 infil +1 special order +1 bank job.<\/p>\n\n<p>So tell me what you think, try to not be too critical of the grifters, I'm still just testing to see their mid\/mindgame effect<\/p>\n","username":"x3r0h0ur","cards":{"01007":2,"01018":3,"01019":3,"01021":3,"01022":2,"01024":3,"01027":1,"01029":2,"01043":1,"01044":2,"01049":2,"01050":3,"01051":2,"02009":2,"02025":3,"02043":3,"02083":1,"02104":3,"02107":2,"04046":3}},{"id":1139,"name":"NBN Media blitz","creation":"2013-12-27 16:42:38","description":"<p>Can score on 0 credits, can recover fast from siphon.  Get a face up sansan behind an ETR and go to town.  Draws fast so have a jackson out to spread your agendas.  Likely you won't be icing HQ, unless you're up against a criminal with AS recursion.  To beat that, 1 ice and rush out agendas before they get their breakers.<\/p>\n","username":"x3r0h0ur","cards":{"01059":1,"01064":2,"01081":3,"01082":3,"01083":3,"01092":2,"01098":3,"01110":2,"01111":2,"02056":3,"02060":2,"02070":3,"02114":1,"02115":3,"03023":3,"04015":3,"04034":3,"04059":3}},{"id":1140,"name":"Committee : faster stronger","creation":"2013-12-27 18:23:02","description":"<p>Scorer le committee quitte à utiliser 2 biotics ou sansan + biotic. Ensuite Committee + shipment from sansan permet d'avoir 12 cartes de fast ad au total ( biotics et sansan ). Ça tourne du tonnerre !<\/p>\n","username":"e2xtq","cards":{"01054":1,"01055":3,"01059":3,"01062":2,"01064":3,"01092":3,"01109":2,"01110":3,"01111":3,"01113":1,"02051":3,"02070":3,"03004":1,"03005":3,"03023":1,"03026":3,"04011":3,"04015":3,"04034":3,"04059":3}},{"id":1141,"name":"RP 1.0","creation":"2013-12-27 18:26:41","description":"<p>Since I got my hands on sundew I wanted to build a Replication Perfection Deck. After several versions and lots of changing this is the version I like the best and it works fine. I really like it.<\/p>\n","username":"Boepp","cards":{"01068":3,"01069":3,"01070":3,"01075":3,"01077":3,"01090":1,"01107":1,"01110":3,"02012":2,"02014":3,"02031":1,"02032":3,"02033":2,"02056":3,"02112":3,"03012":1,"04012":3,"04013":3,"04015":2,"04050":1,"04054":3}},{"id":1142,"name":"Reina Roja Further Tuning","creation":"2013-12-27 22:49:17","description":"<p>-2 underworld Contracts\n-1 Public sympathy\n-1 Ramond flint\n-1 Snitch\n-1 Test Run\n-1Levy AR Lab Access\n+2 Running Interferance\n-1Diesel\n+1Sneakdoor Beta<\/p>\n","username":"JohnnyKronic","cards":{"01002":2,"01007":1,"01008":1,"01010":1,"01011":1,"01012":1,"01014":1,"01015":1,"01028":1,"01034":1,"01044":1,"01050":3,"01051":1,"02004":1,"02022":2,"02028":2,"02041":1,"02061":1,"02062":1,"02082":2,"02091":1,"02101":3,"02102":1,"03054":1,"04002":3,"04003":2,"04021":2,"04041":1,"04042":2,"04043":2,"04044":2}}]