[{"id":1011,"name":"NEXT: Director's Cut","creation":"2013-12-17 00:48:38","description":"<p>Based on the deck found here: http:\/\/boardgamegeek.com\/thread\/1079213\/next-design-analysis-of-its-mechanics-on-a-sampl<\/p>\n","username":"vdude","cards":{"01055":3,"01062":1,"01064":2,"01103":3,"01106":1,"01108":2,"01110":3,"02012":2,"02019":2,"02051":3,"02052":2,"02056":2,"02070":2,"02110":2,"03003":1,"03004":1,"03005":2,"03010":1,"03015":2,"03016":2,"04011":3,"04015":2,"04030":2}},{"id":1012,"name":"-oO*Pro-Gam3r*Oo- V2","creation":"2013-12-17 02:38:42","description":"<p>Thanks to the Swiss Army deck of PeekaySK and the Crimson Whiz of CrimsonWraith, i changed my mind on my deck.<\/p>\n\n<p>I got more econom, with 3 armittage. I got also more datasuckers and parasite.\nI would like to build this deck with Chakana, i think it's another good tool for a whiz deck, to face some of the fast adv corps.\nI dont know if larla is very efficient, maybe i should take it out for 1 more démo run or liberated account. Whatdaya think ?<\/p>\n","username":"Chiko-Pops","cards":{"01002":3,"01003":2,"01006":2,"01007":2,"01008":3,"01009":2,"01010":2,"01011":2,"01012":3,"01014":2,"01018":2,"01050":3,"01051":2,"01053":3,"02001":1,"02003":2,"02009":2,"02022":2,"02041":2,"02081":2,"03035":1,"03043":2}},{"id":1013,"name":"NEXT IceStorm 1.5.2","creation":"2013-12-17 03:18:19","description":"<p>The deck is still undergoing changes but this is the current build, after a lot of changes. The deck is a rush deck that forces early agendas. The main idea is to force the scoring either of a Mandatory Upgrades or an Accelerated Beta Test. It is crucial to lay down an agenda on the remote server you will create from the free ice and then advance it. Most of the times, it is actually good to activate the Accelerated Beta Test ability since the ice density of the deck is pretty heavy. In case you only draw 1 ice in your starting hand, mulligan without second thoughts :)<\/p>\n","username":"ZiNOS","cards":{"01055":3,"01062":1,"01064":2,"01103":2,"01106":2,"01108":3,"01110":3,"01111":2,"01113":2,"02011":3,"02013":2,"02019":3,"02051":1,"02056":2,"02070":3,"02110":3,"03003":1,"03015":2,"03017":1,"03019":2,"04011":3,"04015":2,"04030":1,"04040":1}},{"id":1014,"name":"Criminal honest","creation":"2013-12-17 04:16:52","description":"<p>Traditional Criminal<\/p>\n","username":"siope","cards":{"01007":1,"01011":1,"01014":1,"01018":3,"01019":2,"01020":3,"01021":3,"01022":3,"01024":1,"01027":1,"01028":1,"01029":2,"01043":1,"01050":3,"01051":1,"02022":3,"02025":1,"02028":2,"02043":1,"02045":1,"02050":1,"02064":1,"02069":1,"02082":1,"02083":1,"02084":1,"02085":1,"02086":1,"02091":1,"04005":1,"04029":1}},{"id":1015,"name":"Reina Roja is a True Blood Vamp","creation":"2013-12-17 09:29:01","description":"<p>I spend some hours thinking about Reina Roja last night, her pros and cons. It's obvious, the first thing that comes to mind is to make rez very hard for the runner. There are some cards like: Xanadu and Rook that works good for this, and also anothers that may be great for this strategy: Vamp, Emergency Shutdown and Crescentus, the first to ruin the runner, and the others for some unrezzed ices Hueber rezzed before.\nWell up here, the problem is the lack of synergy in this deck, because Djinn doesn't interact with caissas and the only cards that can do this are in shaphers, and here comes the second problem: the lack of influence. To solve this point, I thought of cards like: Self-modifying Code and Quality Time, that allowing me to find programs and Vamp quickly (more or less)\nOn economic issues: Liberated Account and Kati Jones, the first provides me large amounts of credits fast (+ Sure Gamble), and the other will accumulate the credits needed to vamp.\nFinally, to say that there are no Plascrete because the idea is not to run until you have vamp startegy in hand also we have infiltration with Knight and Crypsis+Datasucker for it (always grabbing tags).\nThe idea is vamp the runner economy, and do it again with Same Old Thing or another vamp so that the runner can not lift head and pay his ices.<\/p>\n","username":"Freeman 1.0","cards":{"01002":2,"01008":1,"01009":2,"01010":1,"01012":2,"01049":2,"01050":2,"01051":1,"02021":3,"02022":3,"02043":2,"02065":2,"02082":2,"02087":3,"02091":3,"03046":2,"03054":3,"04002":2,"04003":3,"04041":1,"04042":2,"04043":2}},{"id":1016,"name":"WholeRD Shutdown","creation":"2013-12-17 10:32:39","description":"<p>Rush through deck piling up money and key cards,\nwhen $corp > 11+$runner<\/p>\n\n<p>click : PowerShutdown dumps R&amp;D in Archives<\/p>\n\n<p>click : Install Jackson, <\/p>\n\n<p>activate Jackson, place SEA Source and 2 Scorched Earth in R&amp;D<\/p>\n\n<p>click : Accelerated Diagnostics<\/p>\n","username":"r00k","cards":{"01058":2,"01083":3,"01086":1,"01093":1,"01098":3,"01099":3,"01110":3,"01112":3,"02037":3,"02039":3,"02077":3,"02120":1,"04015":3,"04019":2,"04040":3,"04052":3,"04058":3,"04060":3}},{"id":1017,"name":"Supermodernism Accelerated vHJ1.0","creation":"2013-12-17 12:37:36","description":"<p>My upgrade of the supermodernism deck. Added PS\/AD combo with one mid seasons and one sea source. If opponent has a decoy out that shuts down the sea source but mid seasons will still blow past it usually. 3 chimera to keep the runner out of HQ (AS\/Vamp\/Gabe\/etc) as long as it can. Combo requires 10c (sea source. At least 6+ more than runner) or 13c (mid seasons) if you can tag the runner with a SS in hand and with JackHo already in play, it's still 13c if you need all 3 SE, otherwise you can add a hedge fund\/beanstalk to burst you up to enough creds. My math may be a bit off though. Thoughts?<\/p>\n","username":"HepatitvsJ","cards":{"01086":1,"01093":1,"01098":3,"01099":3,"01103":3,"01110":3,"01111":3,"01113":2,"02018":3,"02019":3,"02060":3,"02077":2,"02116":1,"02117":1,"02120":1,"03026":2,"04015":3,"04017":3,"04040":3,"04052":3,"04058":3}},{"id":1018,"name":"Rielle's Headlock v1.2","creation":"2013-12-17 13:51:04","description":"<p>Events section pretty much overhauled, removing the R&amp;D stuff and switching it for a 3x interface, more comfy with the single easy run that Rielle grants each turn, and not only 3 times in a game. \nModded helps me land them and Atmans; the single SOT is solely a counter for the risk of discarding Levy AR.\nAdded Armitage Codebusting for more economy, which I actually needed in a more run-efficient optic, even maintaining long-term efficient Kati Jones.<\/p>\n","username":"Kable","cards":{"01008":2,"01012":3,"01035":3,"01037":1,"01050":3,"01053":2,"02009":2,"02047":2,"02065":2,"02091":3,"02107":3,"03028":1,"03034":2,"03035":1,"03038":3,"03039":2,"03040":3,"03044":3,"03046":2,"03049":2,"03054":1}},{"id":1019,"name":"IceStorm","creation":"2013-12-17 16:57:36","description":"\n","username":"lynkfox","cards":{"01055":3,"01060":2,"01064":1,"01104":1,"01108":2,"01110":3,"01111":2,"01113":2,"02011":3,"02013":3,"02019":3,"02051":3,"02056":2,"02070":2,"02079":1,"02110":3,"03003":1,"03006":1,"03015":2,"03016":2,"03017":1,"04011":3,"04030":1,"04059":3}},{"id":1020,"name":"The Acelerated World 1.2","creation":"2013-12-17 18:19:43","description":"<p>Economy: Green Level Clearance, Hedge Fund an dShipment from Sansan and ice very cheap.<\/p>\n\n<p>Draw: Green Level Clearance, Anonymous Tip and Jackson Howard...it is important for search combo.<\/p>\n\n<p>In the turn 2-3 is important make a remoto server for score agenda fast. This deck have a few agenda so...no it is necessary a good protection.<\/p>\n\n<p>Power Shutdown and Swordsman will help to protect the server and continue with the fast advanced. Finally try make the combo for score 3-4 point of agenda.<\/p>\n","username":"gudix","cards":{"01081":3,"01083":3,"01092":2,"01103":1,"01110":3,"01111":3,"02020":2,"02039":2,"02056":2,"02060":2,"02070":3,"02114":1,"02115":3,"04015":3,"04033":2,"04034":3,"04052":2,"04058":2,"04059":3}},{"id":1023,"name":"Kit R&D 2nd Gig","creation":"2013-12-17 21:25:08","description":"<p>My first tries with the existing Kit R&amp;D with Escher build didn't suit my fancy.  Never had enough breakers, never had the cash to run the tutors to get the breakers, and Escher frustrates me in its use.  So I removed the viruses and Escher along with Scavenge to stock up on breakers to give a little more reliability and versatility.  Cyber-Cypher seems nice to spam runs on R&amp;D, which appeared to be the original intent of the original deck.<\/p>\n","username":"beemoney19","cards":{"01007":3,"01014":1,"01026":2,"01036":2,"01037":3,"01038":3,"01044":2,"01051":1,"02047":2,"02048":3,"02107":3,"03028":1,"03037":2,"03038":3,"03040":3,"03041":3,"03042":1,"03044":3,"03049":3,"03053":2}},{"id":1024,"name":"Cyber Vamp Kit","creation":"2013-12-17 21:55:40","description":"<p>this deck is based on making vamp, and vamp again...\nFor this, we have one startegy: accumulate credits with Kati Jones and setting the rig with Cyber-Cypher, Inti and Femme Fatale. When vamp is in our hands, run on HQ.\nTo recycle Femme we play scavenge on it, bringing back another femme we have on the heap. To find the first femme we have Test Run, and then, all I've said in the previous paragraph.\nTo move the deck we have diesel, Professional Contacts and Self-modifying Code. To reset Levy and for the flatline R&amp;D hosted at Personal Workshop (we can also host femme at Workshop)\nin principle would not need carry plascrete if you take off vamp tag, use infiltration and play always  with 4 o 5 cards in hand (participating in trace of SEA, calculating the corp haven't enough money for second scorched)<\/p>\n","username":"Freeman 1.0","cards":{"01026":3,"01034":3,"01049":2,"01050":3,"02021":3,"02047":3,"02049":2,"02065":1,"02091":3,"02107":3,"03028":1,"03034":3,"03035":1,"03038":3,"03044":2,"03046":3,"03048":1,"03049":3,"03054":3}}]