[{"id":8602,"name":"Noise Madness","creation":"2014-08-16 00:37:44","description":"<p>This deck is the definition of anarchy. Ice is trashed, cards are milled, and Anarch now has explosive economy. This deck is dangerous. <\/p>\n","username":"thesenorcortez","cards":{"01001":1,"01002":3,"01006":2,"01007":2,"01008":3,"01010":2,"01011":2,"01012":3,"01014":2,"01016":2,"01047":3,"01050":3,"02003":2,"02024":3,"02081":2,"02102":3,"03053":3,"06034":2,"06037":3}},{"id":8603,"name":"Sleeping Beauty","creation":"2014-08-16 04:24:34","description":"<p>This is a fun deck, I built it for a games night, where it did stupidly well.<\/p>\n\n<p>Things I like about this deck.\nIt can get set up really quickly because of all the draw and tutoring.\nThe Femme's allow great early R&amp;D attack, often early Makers Eye's or Indexing's will give me a great early start.\nOracle May and Kati plus all of the event economy mean this deck is rich and bounces back from low credits really quickly. Power Nap for 7 is not uncommon late game. \nIt uses some less played cards such as Power Nap and Eureka.<\/p>\n\n<p>I don't think this is super competitive, but it is fun. Try it out.<\/p>\n\n<p>Changes<\/p>\n\n<p>I'm not sure about the Legwork, it is great because it gives the deck HQ pressure which it lacks otherwise, but I feel safer with a Special Order to ensure I get breakers out early. If you keep the Legwork consider adding another tutor.<\/p>\n","username":"Cerberus","cards":{"01026":2,"01034":3,"01036":3,"01042":1,"01043":1,"01050":3,"02046":1,"02047":3,"02087":2,"02091":1,"02106":2,"03034":3,"03052":3,"03054":2,"04004":2,"04027":1,"04107":3,"04109":3,"05035":1,"05054":1}},{"id":8604,"name":"Industrial Shredder","creation":"2014-08-16 06:04:06","description":"<p>Draw like mad and install all your viruses whether you need them or not. Run Archives every now and then.<\/p>\n\n<p><a href=\"\/en\/card\/04022\">Scheherazade<\/a> is vulnerable to Power Shutdown, yes. But she makes all your disposable(!) viruses cost 0.<\/p>\n\n<p><a href=\"\/en\/card\/06037\">Cache<\/a> is awesome. In a shell, it nets you 1 credit (3 tokens - 1 for program cost -1 for drawing). With <a href=\"\/en\/card\/01005\">Cyberfeeder<\/a>, <a href=\"\/en\/card\/04022\">Scheherazade<\/a> and <a href=\"\/en\/card\/01006\">Grimoire<\/a> you can get 4 credits, which makes it as good as a <a href=\"\/en\/card\/01050\">Sure Gamble<\/a>, mills a card and can be gotten back via <a href=\"\/en\/card\/01002\">Déjà Vu<\/a>!<\/p>\n\n<p>I added a copy of <a href=\"\/en\/card\/03035\">Levy AR Lab Access<\/a> to ensure constant milling. It usually stops at around 5 cards or so.<\/p>\n\n<p>The deck does not win enough yet, but it is so fun to play. Make the Corp sweat, baby!<\/p>\n","username":"sarathas","cards":{"01001":1,"01002":3,"01005":3,"01006":2,"01008":3,"01012":3,"01016":2,"01034":3,"01051":2,"02003":3,"03035":1,"03053":3,"04005":3,"04022":3,"04043":2,"05051":3,"06014":3,"06037":3}},{"id":8605,"name":"Mr. Trap & Mss. Agenda","creation":"2014-08-16 07:26:07","description":"\n","username":"hechigenio","cards":{"01054":1,"01055":3,"01056":3,"01057":2,"01062":1,"01064":2,"01069":2,"01108":2,"02011":3,"02051":3,"02060":3,"02110":2,"03009":1,"03015":1,"04010":1,"04015":3,"04034":2,"04059":3,"04117":1,"04120":3,"05015":3,"05023":2,"05024":3}},{"id":8606,"name":"Trasher","creation":"2014-08-16 07:29:07","description":"\n","username":"hechigenio","cards":{"01003":2,"01006":2,"01008":3,"01009":2,"01010":2,"01011":2,"01012":3,"01014":2,"01015":2,"01026":1,"01053":3,"02001":1,"02004":2,"02022":3,"02041":2,"02091":3,"03035":1,"03038":3,"04043":2,"04086":2,"06013":3}},{"id":8607,"name":"Good guy Weyand","creation":"2014-08-16 09:40:59","description":"\n","username":"Norboats","cards":{"01070":3,"01086":1,"01094":3,"01098":1,"01099":3,"01101":3,"01103":2,"01110":3,"01111":3,"01113":1,"02018":3,"02077":1,"02080":2,"03026":1,"04015":2,"04017":3,"04020":2,"04040":3,"04058":3,"04097":1,"04099":1,"05024":2,"05025":1,"06009":1,"06010":1}},{"id":8608,"name":"NBN Near Earth Tagger Vance","creation":"2014-08-16 10:12:03","description":"<p>Just some fun I put together.  Input welcome!<\/p>\n","username":"aarmjohn","cards":{"01081":3,"01082":2,"01085":2,"01088":3,"01089":2,"01097":2,"01107":3,"01110":3,"01112":2,"01113":3,"02016":1,"02055":1,"02096":2,"02115":2,"02116":1,"03026":3,"04012":2,"04015":2,"04076":2,"04090":3,"06003":3,"06005":1,"06006":1,"06012":1}},{"id":8609,"name":"Notorious Express","creation":"2014-08-16 11:19:56","description":"\n","username":"YeyaSwizaw","cards":{"01018":2,"01020":2,"01022":3,"01031":1,"01036":2,"01051":1,"01053":3,"02026":3,"02043":3,"02064":3,"02067":3,"05029":1,"05032":3,"05034":3,"05035":3,"05041":1,"05042":1,"05046":1,"06020":1,"06035":3,"06038":3}},{"id":8610,"name":"Retired Motivational Speaker v4","creation":"2014-08-16 11:22:22","description":"<p>Based on the AWESOME deck by Ryan Burke (http:\/\/netrunnerdb.com\/en\/decklist\/6251\/retired-motivational-speaker-v2). I just removed some cards that I was not using like it should.<\/p>\n\n<p>The Source was not slowing dow the way I wanted, most of fthe time, it was trashed because an agenda was scored.\nFall Guy was more used as economy than as resource protector, and economy is something that this deck dont need.\nQuality Time was good, but most of the time I got it when I dont need it.<\/p>\n\n<p>S&amp;W is here just to kill Caprices (there is so many R&amp;P decks out there that one day you will see her) and force the corp to use Jackson against FA.<\/p>\n\n<p>Joshua B. + New Angeles is strong than ever when your credits machine is rolling.<\/p>\n\n<p>Thanks again for Ryan for this amazing deck.<\/p>\n","username":"Diegofsv","cards":{"01018":3,"01026":2,"01031":1,"01051":3,"01052":3,"02042":1,"02043":3,"02069":3,"02091":1,"02109":3,"03054":3,"04004":3,"04008":3,"04061":1,"05028":1,"05033":3,"05035":1,"05037":3,"05039":1,"05054":1,"06036":3}},{"id":8611,"name":"The Bioroid Quandary","creation":"2014-08-16 11:49:37","description":"<p>Rezz a Quandary, get another one. Mutate it into something stronger and get another one of the new ICE...enough eco to rezz some stronger ICEs and NEXT machine that works so great with The Foundry, but dont be afraid to mutate them too. Amazon Industrial Zone + NEXT is amazing.<\/p>\n","username":"Diegofsv","cards":{"01056":3,"01106":3,"01108":2,"01110":3,"02012":2,"02038":3,"02092":3,"03006":2,"03013":3,"03015":2,"03017":1,"04011":3,"04015":3,"04030":2,"04040":3,"04119":1,"04120":3,"06002":3,"06004":3,"06021":1,"06030":1}},{"id":8612,"name":"Code Gate Perfection (v3)","creation":"2014-08-16 14:25:44","description":"<p>A probably terrible code gate focused deck, to make use of <a href=\"\/en\/card\/06024\">Encrypted Portals<\/a> and <a href=\"\/en\/card\/06004\">Mutate<\/a>!<\/p>\n\n<p>Mutate the <a href=\"\/en\/card\/05018\">Pup<\/a>s, and they'll either become another code gate (yay) or one of the expensive barriers \/ sentries (yay).<\/p>\n","username":"YeyaSwizaw","cards":{"01058":3,"01061":2,"01062":1,"01075":2,"01078":2,"01084":3,"01111":3,"02031":1,"02034":2,"02054":3,"04054":3,"04060":3,"05005":3,"05006":1,"05007":2,"05009":3,"05018":3,"06003":2,"06004":3,"06010":1,"06024":3,"06030":1}},{"id":8613,"name":"Nasir Blackguard","creation":"2014-08-16 14:53:17","description":"\n","username":"Oathwood","cards":{"01004":1,"01034":3,"01038":2,"01042":2,"01043":2,"01049":3,"01053":3,"02009":3,"02045":1,"02049":3,"02082":2,"02087":3,"02091":3,"03038":3,"03046":3,"03048":2,"04003":2,"04085":2,"05053":2,"06017":1}},{"id":8614,"name":"Killer Whale Attack","creation":"2014-08-16 15:14:21","description":"\n","username":"Starwarstsg","cards":{"01002":3,"01004":2,"01006":2,"01008":3,"01009":3,"01010":1,"01012":3,"01040":3,"01050":3,"01053":2,"02001":1,"02003":2,"02009":2,"02024":2,"02081":3,"02091":3,"02102":1,"03052":3,"03053":2,"05035":2}},{"id":8615,"name":"NEXT best thing v1.2","creation":"2014-08-16 15:22:22","description":"<p>A continuation of my NEXT deck. The idea is to play 3-4 ice by the end of turn 1, score an early agenda (preferably ABT) and carry on from there. In theory, you can ice up quickly and cheaply enough to deny the runner almost any early game advantage. <\/p>\n\n<p>I've dropped to 2 Caduceus, as whilst they are great, I found that linked runners just trundle through them with impunity. Wraparound is in there to slow AIs a bit. <\/p>\n\n<p>Gila Hands is great for this deck, as are the Private Contracts. Installing them naked is a handy option that Adonis and Melange don't really give.<\/p>\n\n<p>The Secretaries are there to occasionally reset their rig. I tried Project Ares for a similar effect, but you had to score far too highly for it to be of any use, I felt.<\/p>\n\n<p>BREAKDOWN:<\/p>\n\n<p>ICE:\nAll the ice has ETR except Janus, and over 2\/3 of it costs 3 or less. Thus, if I get either of the economy operations, I should be able to rez at least two bits of ice and still score a 3pt agenda next turn, more or less.<\/p>\n\n<p>NEXT silver has replaced Wall of Static, a move of which there was never any doubt. The sentry suite needs work, but there are very few that end runs cheaply. I dropped Fenris for Mother Goddess'; same cost, higher STR, no BP, and can count as NEXT. The lack of BP has made me more comfortable putting in a NAPD.<\/p>\n\n<p>Wotan, Heimdall and Janus are all potential ABT winners. Tollbooth, too, although the cost there is low enough that you could hard rez it. I am considering switching Janus for Ichi 2.0. Ichi is a bit trickier for e3 to get through, and has a low enough cost that I could hard rez it, too. However, it is within range of a dino'd mimic or a Knight.<\/p>\n\n<p>Agendas:\nABT is a beast in this deck; add another layer to your centrals, start a new remote, whatever. Yes, you will dump an agenda (at least, I usually do) occasionally, but I took JH out of the deck because it didn't happen enough to worry me. Also, this deck can often overscore Vitruvius, so it's not always totally bleak.\nThe Mandatory Upgrades used to be Efficiency Committees, but I kept finding that I wanted to advance cards with the extra clicks. I gave it a shot, and to be honest the MU's were only slightly harder to score than the Committees. If you can score one, then you can score 8 of the remaining 10 agendas out of hand. <\/p>\n\n<p>There used to be 3 MUs, but I kept finding myself saying 'I need any agenda but MU to win, now'. Now that Fenris is out, I felt comfortable with NAPD. A small change, but it has been significant.<\/p>\n\n<p>OPERATIONS: \nGet money. Beanstalks used to be GLC, but I never really needed the extra card, but I frequently need the extra credit. I tried Sweeps week, but found it a bit intermittent. The only other operation I think this deck could use is Power Shutdown, but space is so tight. I've put a single Archived Memories in there for emergencies; pulling an occasional agenda from the archives, or getting back Ash or PC<\/p>\n\n<p>ASSETS and UPGRADES:\nAsh, of course is groovy. I wish I could fit a third one in... this is the only change for which I would consider dropping ICE.\nPCs are more money, chosen because of the higher trash cost. Secretaries are for rig trashing if the runner starts being able to punch through.<\/p>\n\n<p>HOW I PLAY:\nGet four bits of ice down by the end of the first turn, with some money, and an agenda behind it. Turn two, score the agenda; ABT for preference. If you think your opponent might take more than 2 turns to set up, then think about MU. If you score that early you'll almost certainly win.\nBeyond that, keep an eye on your money, as it will be low. I rarely needed to set up more than one remote server, unless ABT made it seem attractive.<\/p>\n\n<p>POSSIBLE CHANGES: I'm still going back and forth on changing Janus for Ichi 2.0, and the Archived Memories is something of a stopgap at the moment. Shipment from Mirrormorph is a possibility, as you will always have a hand full of ice, or the 3rd Ash is a strong contender. I might switch it back out for another bit of ice, but nothing is really leaping out at me as deficient. I'd love a decent ETR sentry option, though.<\/p>\n","username":"Jashay","cards":{"01055":3,"01057":2,"01058":1,"01064":2,"01090":1,"01098":3,"01103":2,"01110":3,"02011":2,"02012":1,"02013":2,"02019":2,"02051":3,"02052":1,"02059":2,"02110":2,"03003":1,"03015":1,"03023":2,"04011":3,"04030":1,"04096":1,"04119":1,"04120":3,"06002":3,"06010":2}},{"id":8616,"name":"Exile - Dinosaurus 2.0","creation":"2014-08-16 15:32:55","description":"\n","username":"Ecowarmachine","cards":{"01007":1,"01008":2,"01011":1,"01012":1,"01014":1,"01026":1,"01039":2,"01044":1,"02004":1,"02009":1,"02047":3,"02048":3,"02049":2,"02066":1,"02087":3,"02106":1,"02107":1,"03030":1,"03033":1,"03034":3,"03038":3,"03044":1,"03046":3,"03054":3,"04007":1,"04066":3,"05045":1,"06019":2}},{"id":8617,"name":"Keystone v1.3","creation":"2014-08-16 20:23:56","description":"<p>And now for the most in-depth explanation of how to play Weyland available on Netrunnerdb.com:<\/p>\n\n<p>There is not much to say for this deck- speed is key. In practice I named this copy \"Back to Basics\", although GRNDL deck I have been playing in one version or another since its release has always been known as Keystone.<\/p>\n\n<p>Because of the tightened influence, I opted to not run the Accelerated Shutdown combo. The best way to open play on this deck is to secure an over-advanced Atlas. I typically use Atlas as a way to threaten Scorch while my money runs high, or for Power Shutdown when money is low and I need a scoring window. Weyland as a whole, more so than other corps, has to know when they have a scoring window. Because of your easy to break binary ice, you rarely have more than 1 turn to squeak an agenda out. That's where the program trashing edge of this deck shines, namely Power Shutdown which is an amazing card. AMAZING card.<\/p>\n\n<p>Things you can Power Shutdown: <\/p>\n\n<p>-Datasucker for 1<\/p>\n\n<p>-Corroder for 2<\/p>\n\n<p>-Passport for 1<\/p>\n\n<p>-Clone Chip for 1<\/p>\n\n<p>-My personal favorites, Faerie and SMC both for 0.<\/p>\n\n<p>Runners are not idiots. You have to have HQ defended, have a remote set up, and be ready to give them the IAA. Wait for them to play a breaker or integral piece of their rig, then drop an agenda and advance it when you're holding a Power Shutdown or a Scorch\/SEA source. Force them to run on you, and then punish them.  This is what being Weyland is all about.  <\/p>\n\n<p>You dictate the pace of the game as Weyland. You start with 10 credits, so being Siphoned is basically the worst thing that can happen to you. Always expect it, even out of faction. Just do NOT let them have your HQ. You don't want them knowing you have 'the combo' ready. <\/p>\n\n<p>Early game, resist the urge to score that Hostile Takeover. Your priority is scoring that Atlas at 4 to get a single token on it. That token represents your control of this game. As long as it is unused, the runner will have to respect you. If they play a plascrete and run at you, you play the Power Shutdown game. If they refuse to run until they have the cash to match you, you put another agenda down and either score or make them run. If you know they can get in to that remote, bluff your agenda by playing a Hedge Fund\/Restructure click 1, and then installed a Hostile Takeover for Click 2 and advancing it once. Let them burn themselves out for a single point, this gives your your score window when you Shutdown a key breaker on your next turn, then install and advance the next Atlas (or Geothermal if you don't have an Atlas). <\/p>\n\n<p>Jacksons serve multiple purposes (as usual, that's why he's so good). Install him on your last click early in the game to keep your opponent guessing, hoping they'll face check the remote with the Grim or Archer, which usually won't, until you have already scored an agenda out of the remote and put the pressure on. If you have the balls to, with the Jackson down Shutdown for 5 and kill that early Opus (but seriously, probably don't do that :P). I primarily use Jacksons as a way to recur Power Shutdowns. Yes, they're that good for this deck. <\/p>\n\n<p>Biotic \"fixes\" this deck. I have yet to see this much from other Weyland players, but I myself have conservatively hundreds of hours playing exclusively Weyland, since Creation and Control was released, and one of their problems is their late game presence. You have 20 credits, but they have 2 Plascrete down, and now you are essentially neutered into trying to get all 3 subtypes of ice on that remote and slamming an agenda down as fast as possible, because their money and rig is growing larger and larger. Biotic should only be used once you're at 4 points, mayyyyybe 3, because it drains you of money you desperately need mid-game to threaten the flat-line, and to rez ice while still being able to afford to play a Hedge Fund or Restructure. Clicking for credits is basically the WORST thing Weyland can do. Seriously.<\/p>\n\n<p>So you put that Atlas down last click, bluffed as a Jackson? Biotic next turn, get it over-advanced. Now shore up defenses, drop a Jackson, recur it into your deck, Atlas search it back out, all without spending a click. I have played Weyland for long time and I have never felt as effective as I have in the 12 solid months I've exclusively played them; GRNDL's early economy lead and Biotic Labor together give you the lead you need early to slam out your 3 or 4 agenda points, and Biotic puts you up over the top.<\/p>\n\n<p>Taurus was added as yet another avenue to threaten a runner. Geothermal and Hostile Takeover, on top of strong economy operations, mean you have a large amount of credits being floated most of the game, since your ice is very inexpensive. This gives you leeway to dump credits into that Taurus early to hit the Plascrete (which for this deck, is the only thing you should rez Taurus to hit. It is NOT worth it to Taurus a Clone Chip).<\/p>\n\n<p>A problem for new-intermediate Weyland players is committing too much to the kill, and passing the \"all-in event horizon\" where you have drew too many cards and pooled money for too long and messed up your tempo to dig for the kill cards while you have the money and kill window, and then screwed yourself for long term. That problem does not exist with this deck. Posted Bounty + Biotic means an unchecked remote could result in a triple scorch while the runner sits on 30 credits and a plascrete and you are sitting at 16 (though this is unrealistic, you get the picture). I will usually use Posted Bounty to bait a server run to enable Power Shutdown to score a better agenda, unless the opportunity presents itself to use it to lead to the tag and bag. <\/p>\n\n<p>Do not force the scorch. This is how you lose. Every runner has been scorched before, so don't telegraph that you have it OR that you are looking for it. Just play the game. You lead the charge as Weyland, playing reactionary only in the sense that what the runner does and how they behave decide if you install that Taurus, whether you install that Posted Bounty or that Atlas, whether to ice R&amp;D or play a Power Shutdown. Command this game like you are its Admiral. You give it orders, and it obeys without question.<\/p>\n\n<p>On to Matchups:<\/p>\n\n<p>On that note, criminal is your hardest matchup, because you can't flip a Grim and trash an event. Know how to bait the Inside Jobs. Shutdown their first Faerie or Corroder and see how they react. Andromeda is still very popular and still very dependent on Datasucker, which is an easy shutdown, and in the world of deck tuning very few people still run Lemuria Codecracker or Inti specifically for Shutdown protection anymore, so you can guarantee trashing that first Datasucker. Security Testing (not alone, but in the Andromeda uber-work-compression deck) IS something you need to deal with. The deck is built around counting on those credits to function (mostly), so it is well worth your time to put binary ice on all open servers to force her to play a breaker to get that money. Then Grim, Shutdown.... you know the story. Just remember you are there to score agendas and win, not \"counterspell\" her breakers every time she plays one.<\/p>\n\n<p>Shapers require speed. Seperate your binary ice across centrals so they can't have an SMC out, and then Indexing\/Legwork you in a single turn. Remember that shapers poke ice to find what to search for. This often means letting them in until you're ready to make them search for the breaker YOU want them to find. This is a hard thing to do well, there is some inherent risk involved. Look for scoring windows, and don't take too long, because Shapers pick up speed quickly but (pre-paid Kate aside) usually run poor due to their efficient breakers (talking 8 credits or less usually before making a run).<\/p>\n\n<p>Anarchs are, well, anarchs. Ice destruction sucks for this deck but isn't a giant problem because of the abundance of binary ice. Biggest risk here can be the Reina+Caissa deck that hardly anyone plays (except for me) and the Noiseshop, or really Noise in general. Weyland does NOT like to hemorrhage cards from R&amp;D. Once again, as with shapers, move as quickly as possible. Anarchs are the easiest to scorch because of their economy, and anarchs with good economy take too long to get it set up. Your hardest loss if the game runs to time comes from anarch, once they hit critical mass and you simply can't keep them out and still have clicks to install ice\/play operations\/advance agendas. <\/p>\n\n<p>Things to avoid:<\/p>\n\n<p>-An opener that involves 2 code gates or 2 barriers installed as your first two ice on HQ and R&amp;D. Special Order and Test Run exist, and Siphon and Indexing are still in about 50% of every deck under the sun. <\/p>\n\n<p>-Remember that a runner knows you will set program trashing ice in front of ETR ice. This can be important to know when it comes to Inside Job and Test Running a Femme. Let them Inside Job an ETR in front and walk into a Grim and onto R&amp;D. They'll be spending a lot of credits to break through the Grim, even if they do get the access. Weyland has inherent risk involved.<\/p>\n\n<p>-Don't telegraph what you have in HQ. <\/p>\n\n<p>Example 1: Do not play 2 Restructures and then set 'something' in a remote. These brazen attempts to 'call out' the runner are asking for trouble. You will get account siphoned. They will Security Test it. Or typically, they will just run it and then last click drop a Plascrete and ruin your plan B. Subtlety is key. You dictate the pace of the game, and your strength lies in what they runner thinks you are capable of. This is why is is paramount to guard HQ more than R&amp;D when only 1 is viable. <\/p>\n\n<p>Example 2: Do not telegraph that you have \"the combo in hand\" by drawing no more than once a turn, but not playing anything but redundant ice, or additional economy cards. Agendas are being drawn, and they are going somewhere. Not into remotes... so where? Archives? Or HQ? You can NOT stop moving, or you'll be overtaken by the runner. Do not force the scorch opportunity. <\/p>\n\n<p>Set your remotes up with varying ice types with the goal of getting a Shutdown off on a key breaker, and then use that scoring window. Enigma is best served on centrals, because losing a click doesn't particularly matter when they're running your remote. Get the Quandary on a remote as a 1 cost ice they have to fish for a 4 -5 cost decoder for. Don't let them have a breaker suite. Separate your ice variety across key remotes and centrals so that the runner has to choose which server to focus when fishing for breakers or using their recursion to bring them back. Best of luck trying the deck, and remember, PLAY FAST AND CONTROL THE PACE!<\/p>\n","username":"ItJustGotRielle","cards":{"01059":1,"01086":1,"01094":3,"01095":2,"01099":3,"01101":3,"01103":3,"01110":3,"01111":3,"01113":2,"02018":3,"02077":1,"04015":3,"04017":3,"04020":2,"04033":1,"04040":3,"04058":3,"04097":1,"04120":2,"06009":2,"06032":2}},{"id":8618,"name":"1.5.3.2.2 AGaF Nasir Meidan, Net Celebrity?","creation":"2014-08-16 20:49:38","description":"<p>This is a new take on my Nasir deck, with some lessons learned in playing him, and some friendly advice given to me.  You can read all about it <a href=\"http:\/\/boardgamegeek.com\/blogpost\/33089\/nasir-lessons-learned\">here<\/a>.<\/p>\n","username":"idub04","cards":{"01005":2,"01008":2,"01026":1,"01034":3,"01038":2,"01040":3,"01041":2,"01043":2,"01046":2,"01050":2,"02009":2,"02027":2,"02049":3,"02063":2,"02066":1,"02082":2,"02091":2,"03031":1,"03038":2,"03046":2,"05035":2,"06017":1,"06038":3}},{"id":8619,"name":"Noise Mass install","creation":"2014-08-16 21:16:12","description":"\n","username":"CodeMarvelous","cards":{"01001":1,"01005":3,"01006":2,"01007":2,"01008":3,"01012":3,"01016":3,"01050":3,"02003":3,"02087":2,"03035":1,"03047":2,"03054":3,"04005":3,"04043":3,"05051":3,"06014":3,"06037":3}},{"id":8620,"name":"Entropy","creation":"2014-08-16 21:53:10","description":"<p>Inspired by something co-designer Damon Stone said in passing in a Facebook comment, I built a deck designed to trash ice. Trash it everywhere. Keyhole is the inevitability of this deck; inbetween you and victory sits Keyhole, which you should use early on to trash ice. If you trash agendas early they will just get Jackson'ed back unless you run and steal them, which you really should not (except in instances of power agendas like ASPP) be doing early, because if you got in to Keyhole, you can break your way to R&amp;D. If you can break your way to R&amp;D, you should make sure you can KEEP breaking your way to R&amp;D. <\/p>\n\n<p>In the vein of Street Chess, this deck cycles Cache for money. Cache gives you 4 credits if you have a Grimoire out, and when your turn begins, 3 more. This means with Aesops and Grimoire out (which are NOT combo cards, since the entire deck depends on them\/utilizes them) you are getting 6 credits for 1 click, and you only need 1 credit to punch the card and get the payoff. If you go through 2 early, Deja Vu them back (if necessary); With Crypsis out, Clone Chip a Cache out for that extra something to break unexpected ice.  You can imagine the possibilities here.<\/p>\n\n<p>D4V1D immediately appeared to me to fit a Crypsis deck perfectly, allowing you to save money on your Crypsis runs. D4V1D allows you to break a surprise Tollbooth for 3 credits, and will let you straight up walk through an Archer in a pinch at the cost of letting the 2-Credit subroutine fire. Breaks Grim, Viktor 2.0, etc. Anything below 5 Str can be Parasite food that your Ice Carver, Datasucker tokens, or even Scrubbed in a pinch can let you handle. <\/p>\n\n<p>This deck has a theme, and that is Ice Destruction and strength-reducing for efficient runs. It is straight-forward, and requires experience to pilot well. Please look it over, pilot it a bit, and tell me what you think about how to improve it! Please leave your \"But Stimhack said it's a bad card!\" at the door. Enjoy!<\/p>\n","username":"ItJustGotRielle","cards":{"01001":1,"01002":2,"01004":2,"01006":3,"01008":3,"01012":3,"01015":2,"01047":2,"01050":3,"01051":3,"02003":2,"02022":3,"02041":1,"02087":2,"02091":2,"03038":3,"04061":2,"06033":2,"06034":2,"06037":3}},{"id":8621,"name":"Ice Millter","creation":"2014-08-16 22:06:50","description":"<p>I took this deck to day 1 of the GenCon 2014 North American Championship tournament. I did not do well :)  This deck is great fun in casual play as it presents some interesting problems for the corporation.  In tournament play, however, a smart corp can generate a scoring window that is open for multiple turns.<\/p>\n\n<p>The overriding goal of this deck is to kill all of the ice in front of R&amp;D and then go to town with keyhole.  Jinteki decks are particularly susceptible here.  Keyholes lack of access neuters any traps you might encounter.  Once keyhole has a foothold, my trashing priority is agendas, recursion, ice.  It's incredibly fun to pop keyhole and have entire turns of milling R&amp;D while the corp sweats.  Once enough agendas are in archives, dive in and win.  If archives is too guarded to get to, just mill the rest of the deck out.<\/p>\n\n<p>Running this deck, I'll face check with an empty rig until the corp has more than 7 credits or rezzed all installed ice.  This gives the benefit of both making the corp poor and generating targets for parasite. If the corp gets a bankroll going I'll start to install, looking first for deep red, knight, and forged activation orders.  <\/p>\n\n<p>In casual and league play I've had pretty good success with this deck.  The biggest issue I've seen is consistency.  If the corp can get a turn or two up before I find programs it can be game over.  <\/p>\n","username":"onesadjam","cards":{"01002":3,"01012":3,"01013":3,"01020":3,"01050":3,"01053":3,"02001":1,"02009":2,"02091":2,"02109":1,"03038":3,"03053":3,"03054":2,"04002":2,"04042":3,"04043":3,"04061":2,"04101":1,"05033":3}},{"id":8622,"name":"Suzie's Canine Training Academy","creation":"2014-08-16 22:20:45","description":"<p>I took this deck with me to day 1 of the North American Championships at GenCon 2014.  I did not do well :)  I've been trying variations on a theme with Tennin and this one did fairly well in both casual and league play, but did not survive the tournament test.  <\/p>\n\n<p>The goal is to ice up HQ and R&amp;D, leaving archives unprotected and not using any remotes.  Overdraw in order to dump shock and shi kyu to archives.  If the runner installs Sneakdoor, then cover archives with something taxing like Komainu.  If the runner does not run, use the free advance, otherwise look to get either Ice Wall or Swarm installed and start building up a bank of advancements.  Once an agenda and sufficient Trick of Light are in HQ, fire the combo and score.  Use Reclamation Order, Archived Memories, and Jackson Howard to get the Trick of Light back in hand.  <\/p>\n\n<p>During the tournament I often found myself with nothing but code gates and ice walls installed.  This was really dangerous, as I had to lower the strength of my barriers to score.  Runners were regularly using parasite to kill Guard, Komainu, Pup, and Enigma.  To improve this deck I would look to cut down on the number of code gates in favor of barriers and sentries that are more taxing on the runner.<\/p>\n","username":"onesadjam","cards":{"01058":2,"01068":2,"01103":3,"01110":3,"01111":2,"02014":3,"02033":3,"02054":2,"04012":3,"04015":2,"04018":1,"04032":2,"04073":3,"04100":2,"04111":1,"05003":1,"05005":3,"05006":1,"05011":3,"05016":3,"05017":1,"05018":1,"05020":1,"05024":1,"06003":1}}]