[{"id":7646,"name":"Tapewyrm v2.0","creation":"2014-07-16 02:22:53","description":"<p>I had made an Anarch version of this deck, but rnark helped me further define the concept with his deck: Whip Out The Wyrm.<\/p>\n","username":"Wrathrage","cards":{"01008":1,"01012":3,"01013":1,"01026":1,"01034":3,"01040":3,"01044":3,"01050":3,"02009":2,"02041":1,"02046":1,"02047":2,"02048":2,"02049":3,"02066":1,"02091":2,"03035":1,"03038":3,"03040":3,"03046":3,"03048":1,"04061":1,"06019":2}},{"id":7647,"name":"NBN: Net Tragedy ","creation":"2014-07-16 02:47:57","description":"<p>Experimenting with a fast-advance\/flatline deck. <\/p>\n","username":"Valiscariot","cards":{"01080":1,"01081":2,"01082":2,"01084":2,"01088":3,"01090":2,"01091":1,"01092":1,"01098":2,"01107":3,"01110":3,"01113":2,"02016":2,"02017":2,"02053":3,"02055":3,"02056":3,"02060":3,"02115":1,"02117":1,"03026":3,"04073":3,"05024":2}},{"id":7648,"name":"Tennin V6","creation":"2014-07-16 03:53:12","description":"\n","username":"M3th","cards":{"01065":1,"01068":3,"01070":2,"01090":2,"01101":2,"01103":3,"01110":3,"01111":2,"02033":3,"02110":1,"03026":1,"04012":3,"04013":1,"04015":2,"04020":2,"04032":3,"04040":3,"04053":2,"04074":2,"04100":1,"05003":1,"05007":3,"05014":2,"05016":2}},{"id":7649,"name":"Biotic Shi-Kyus","creation":"2014-07-16 04:30:08","description":"<p>Untested, just an idea i had to try and make Philotic a kill condition. Feed them one pointers and Shi-Kyus until you can biotic your philotic. <\/p>\n","username":"JorgenvonTG","cards":{"01059":3,"01067":1,"01109":3,"01110":3,"02080":3,"02110":3,"03023":3,"04012":2,"04039":3,"04053":3,"04080":3,"04093":2,"05004":3,"05006":1,"05008":2,"05011":3,"05014":3,"05017":3,"05018":3}},{"id":7650,"name":"Best Defense (1st, Emerald Knights Season 2 Store Championsh","creation":"2014-07-16 05:57:05","description":"<p>Best Defense is a hybrid kill\/glacier deck. In my experience, most wins come from flat-lining. However, the glacier play is critical to put pressure on the runner. Get them to spend their credits. Make sure they're too busy to install Plascretes. Then when they do manage to steal an Agenda, spring the trap on them. <\/p>\n\n<p>Keys to this deck: \n1) Defend against Siphon \n2) Tax the runner, try to keep them poor \n3) Try to maintain higher credit levels (15+) \n4) Watch for scoring windows \n5) Try to put together the combo <\/p>\n\n<p>The art of recognizing and creating scoring windows is key. The runner wants to be able to break in, steal the agenda, and then still survive the counterstrike. Watch their hand and credits and realize when they can't do all that. Sometimes that means you can run out a naked Project Wotan and just advance it, because even if they steal it you'll win. Other times it means you double advance GRNDL Refinery behind 4 ICE, knowing that they can't trash it and still have money to run again next turn. (The only thing better than a GRNDL they pay 12 to trash is a GRNDL that pays you 20+ credits.) <\/p>\n\n<p>There are loads of tricks to piloting this deck. For example, if you get Jackson, try to discard 6 points to Archives. Many runners will run Archives to force you to pop Jackson. Imagine their surprise when you let them have 6 points. That's the exact moment they'll know they're dead meat. <\/p>\n\n<p>This is a credit rich deck. Drawing cards is great. If you're clicking for credits something has gone wrong.<\/p>\n\n<p>Updates: \n-3 Fenris +3 Rototurret\n-1 PGO +1 Jackson\n-1 CO +1 Ash<\/p>\n","username":"DaWarMage","cards":{"01054":1,"01058":3,"01062":3,"01106":3,"01110":3,"02012":1,"02037":1,"02051":1,"02070":3,"02110":3,"03006":3,"03009":2,"03015":3,"03019":3,"04015":2,"04040":3,"04071":3,"04079":3,"04099":3,"04100":1,"04120":2}},{"id":7651,"name":"Crime Pays (1st, Emerald Knights Season 2 Store Championship","creation":"2014-07-16 06:00:11","description":"<p>This is my slow Ser Gabe deck.  It's not as aggressive as others but Professional Contacts gives it great legs.<\/p>\n","username":"DaWarMage","cards":{"01007":2,"01017":1,"01018":3,"01021":2,"01022":3,"01024":3,"01026":1,"01028":3,"01029":2,"01030":2,"01049":2,"01050":3,"02006":1,"02007":1,"02091":1,"02104":3,"02106":1,"03049":1,"03054":3,"04004":3,"04043":2,"05036":3}},{"id":7652,"name":"shaper #2 of mine","creation":"2014-07-16 06:48:04","description":"<p>updated, still to test<\/p>\n","username":"mjach","cards":{"01005":3,"01014":2,"01015":1,"01026":1,"01033":1,"01034":3,"01042":1,"01043":1,"01049":3,"01050":3,"02022":3,"02048":3,"03039":3,"03041":3,"03042":3,"03046":3,"03049":3,"03052":3,"03053":3}},{"id":7653,"name":"Lateral NBN","creation":"2014-07-16 09:04:31","description":"<p>This deck operates similarly to lateral jinteki, only a lot of our work compression revolves around tagging the opponent with psychographics is a possible wincon, as well as a couple flatline variants which people usually aren't ready for. The great thing about this deck is that people expect an astro in a remote, so they waste a lot of time hunting for it.<\/p>\n\n<p>City Surveillance is a real star once you've gotten a tag to stick and you've bankrupted them. Restructured Datapool is a strong way to get there, basically draining the runner of 2 credits per click. And that can lead pretty easily into a psf lock where you finish them with scorch. Psychic Field into neural emp has also worked several times, even with only having he singleton copy. Snoop is also good for the minor flatline strategy since people like to just run at R&amp;D.<\/p>\n\n<p>I usually wait to play diversified portfolio until there are 7 or more servers, it's a good way to set up the midseasons.<\/p>\n\n<p>First things to do are generally protect HQ &amp; R&amp;D with something while getting your trickle econ going. <\/p>\n\n<p>The deck could be more focused, but if it were it'd be easier to play against in some respects. This is an attempt at fulfilling my own challenge to build a deck without astroscript pilot program. http:\/\/boardgamegeek.com\/article\/16322634#16322634<\/p>\n","username":"gumonshoe","cards":{"01072":1,"01078":2,"01082":1,"01084":2,"01085":2,"01088":3,"01090":1,"01099":1,"01107":3,"01109":3,"02016":3,"02020":1,"02029":3,"02055":3,"02115":2,"02116":2,"03009":2,"04015":3,"04055":2,"04056":2,"04077":2,"04096":1,"05010":2,"05026":2,"06005":1}},{"id":7654,"name":"Tentative Regionals Deck (looking for feedback)","creation":"2014-07-16 09:41:05","description":"\n","username":"CodeMarvelous","cards":{"01007":1,"01034":3,"01036":2,"01043":1,"01050":3,"02009":2,"02046":1,"02047":3,"02087":3,"02106":3,"03035":1,"03046":3,"03052":3,"03054":3,"04029":3,"04065":1,"04109":3,"05035":2}},{"id":7655,"name":"Save Me Caprice","creation":"2014-07-16 11:19:14","description":"\n","username":"nervamory","cards":{"01054":1,"01055":3,"01056":3,"01058":1,"01059":3,"01062":1,"01064":2,"01110":3,"01113":2,"02013":2,"02051":3,"02070":3,"02110":3,"03019":2,"03023":2,"04011":3,"04015":3,"04090":2,"04114":3,"04119":3,"05025":2}},{"id":7656,"name":"Save Me Caprice","creation":"2014-07-16 11:30:26","description":"\n","username":"nervamory","cards":{"01054":1,"01055":3,"01056":3,"01058":1,"01059":3,"01061":1,"01062":1,"01064":3,"01110":3,"01113":3,"02051":3,"02070":3,"02110":3,"03019":2,"03023":2,"04015":2,"04051":1,"04096":1,"04114":3,"04119":3,"04120":3,"05025":2}},{"id":7657,"name":"Regionals – Wrocław 2014 (36 players)","creation":"2014-07-16 13:43:44","description":"\n","username":"dredd","cards":{"01068":3,"01078":2,"01090":1,"01109":3,"01110":3,"01111":3,"02013":2,"02029":3,"02031":1,"02032":1,"02110":3,"04015":3,"04054":3,"04074":3,"04114":3,"04119":3,"05007":2,"05009":3,"05017":2,"05018":3}},{"id":7658,"name":"Modern HBFA","creation":"2014-07-16 14:15:39","description":"<p>Made for a siphon heavy world, but capable of beating control decks as well.<\/p>\n","username":"nervamory","cards":{"01054":1,"01055":3,"01056":3,"01059":3,"01062":1,"01064":2,"01103":3,"01110":3,"01113":1,"02033":3,"02051":3,"02070":3,"02110":3,"03019":2,"03023":2,"04011":3,"04015":3,"04090":2,"04119":3,"05024":1,"05025":2}},{"id":7659,"name":"Backdoor Bandit","creation":"2014-07-16 14:19:00","description":"<p>Premise: a high pressure deck that punishes slow playing Corps while carrying tools to surprise fast-plays. Also contains a fair bit of versatility in run events in case of metashifts.<\/p>\n\n<p>Features: <\/p>\n\n<ul>\n<li>45-card deck: The original build for this was a 40-42 card deck sans Knight, and stripping back some run events with a <a href=\"\/en\/card\/05036\">Planned Assault<\/a> for those desperate searches. After a few playtests I've found that Same Old Thing offers a better effect (multiple uses of any event as per situation) and synergises well with the heavy deck drawing to get to my breakers. In my opinion the decreased reliability in draw is outweighed by having those few extra cards for emergencies and replay power.<\/li>\n<li>Central-server run-power: <a href=\"\/en\/card\/05041\">Alias<\/a>\/<a href=\"\/en\/card\/05042\">Breach<\/a>\/<a href=\"\/en\/card\/05046\">Passport<\/a> offer extremely cheap access into all of the central servers, pressuring the corp to invest into heavy ICE protection for these. With this deck, this usually means that the first agenda scoring event by the corp is protected by a single Barrier ICE, which is very easy to blindside with <a href=\"\/en\/card\/01021\">Inside Job<\/a>. Adding in <a href=\"\/en\/card\/04061\">Keyhole<\/a> and <a href=\"\/en\/card\/05035\">Legwork<\/a> offers the pressure probing you need to get the Corp to feel the heat, with the former also offerring some protection against rude-dude-Jinteki trap decks.<\/li>\n<li>Remote Server exposing + indirect accessing: <a href=\"\/en\/card\/01021\">Inside Job<\/a>, as mentioned above, is the early game tool for accessing agenda attempts. I have yet to run into a corp player that, after seeing my central-only breakers and\/or keyhole, has protected their first agenda with more than a single piece of ice. Once you swipe that first agenda though, it becomes necessarity to be able to threaten <a href=\"\/en\/card\/04081\">Quest Completed<\/a> at any given moment. <a href=\"\/en\/card\/05030\">Silhouette: Stealth Operative<\/a>'s innate means that the first run on HQ can show you the red or green light on whether to commit to the Quest run, so it's important to use <a href=\"\/en\/card\/05034\">Feint<\/a> whenever the Corp installs something into their most protected remote.<\/li>\n<li>Run-economy: <a href=\"\/en\/card\/02064\">Doppelgänger<\/a>, <a href=\"\/en\/card\/05048\">Security Testing<\/a> and <a href=\"\/en\/card\/04009\">John Masanori<\/a> do great work together, as long as you make the runs successful (which, given you will be running a lot on the same servers you should rarely be surprised by tough ICE). <\/li>\n<li>Damage protection: <a href=\"\/en\/card\/04061\">Keyhole<\/a> and <a href=\"\/en\/card\/03035\">Levy AR Lab Access<\/a> for Jinteki net damage rudeness, and <a href=\"\/en\/card\/01030\">Crash Space<\/a> to stamp out Weyland meat damage attempts. Unfortunately no brain damage prevention, but as long as you run smart (i.e. first click) HB Ice can be exposed safely without much surprise brain damage.<\/li>\n<\/ul>\n\n<p>Strengths:<\/p>\n\n<ul>\n<li>Punishes unprepared agenda attempts<\/li>\n<li>Destroys trap decks<\/li>\n<li>Does well against multiple remote-server decks (thin ICE on centrals is great)<\/li>\n<li><a href=\"\/en\/card\/04061\">Keyhole<\/a> is nice against Jinteki<\/li>\n<\/ul>\n\n<p>Weaknesses:<\/p>\n\n<ul>\n<li>NBN Fast Advance: in theory, this is a horrible match up. This deck needs to hover around 10 credits to be threatening, and needing to trash SanSan Grids or eating Closed Accounts to the face forces you to spend two turns at least recovering, meaning two turns without exposing cards, getting money with Security Testing or getting card draw with John Masanori. In practice, stealing out the first Astroscript sees the Corp to hold his Exodia combo in his hand, ripe for a Legwork. Still, a bad match-up in my opinion.<\/li>\n<li>Glacier ICE decks: usually HB decks, so the best way I have found to attack these is to just run first click to try and expose as much ICE as possible and keep the Corp poor. Unfortunately if you let the Corp build a 4 ICE unrezzed central server you're going to have a bad time. Would like some help with this matchup if anyone has any ideas - I have little clue how to attack it.<\/li>\n<li>Installed Card Destruction: Power Shutdown does heinous things to me, and because you're running so often it's always a threat. The worst thing is, short of Levy you have little way of combatting the threat.<\/li>\n<\/ul>\n\n<p>Questionable Deck Additions:<\/p>\n\n<ul>\n<li><a href=\"\/en\/card\/01030\">Crash Space<\/a>: I prefer Crash Space over Plastic Carapace in this instance. It's cheaper, gives you recurring creds to expel any tags incurred, and it still saves you from a double Scorched assuming you end your turn with 5 cards in hand (or, if you manage to have two Crash Spaces out, it revokes the danger of death from double Scorched).<\/li>\n<li><a href=\"\/en\/card\/04084\">Executive Wiretaps<\/a>: This card annoys me being in the deck, however when I took it out the only thing I wanted was to know whether or not to <a href=\"\/en\/card\/05035\">Legwork<\/a>. So reluctantly I placed it back in the deck, but just one copy to get me out of dodge. Still have yet to use it in a game - test or tournament.<\/li>\n<li><a href=\"\/en\/card\/04043\">Knight<\/a>: it offers some insurance against not having all of my breakers out, as well as pressuring the corp into having two pieces of ICE to protect vital servers. However I'm constantly tossing up between Knight and Cypsis - the AI breaker rarely sees any action in most of my games period, but it's an insurance that has saved me a couple of times.<\/li>\n<li><a href=\"\/en\/card\/01053\">Armitage Codebusting<\/a>: Given my usage of Armitage I feel like it could be swapped with something that doesn't require 7 clicks to install + farm. Something like a <a href=\"\/en\/card\/02091\">Kati Jones<\/a> or another operation. I don't enjoy the risk with Kati in this deck though, with possible tags from John and the constant threat of Sea Source.<\/li>\n<li><a href=\"\/en\/card\/04029\">Prepaid VoicePAD<\/a>: A card that is nice to have when you get it early game, but near useless end game. I feel like I could swap it for some regular economy but so far have landed at least one pretty early on in the game, making this event-laden deck just that little bit sweeter.<\/li>\n<\/ul>\n\n<p>Feedback encouraged. (Yes, I want Notoriety in this deck too, but I don't have the card.)<\/p>\n","username":"mtblocks","cards":{"01021":2,"01022":1,"01030":2,"01050":3,"01053":2,"02064":2,"03035":1,"03052":2,"03053":2,"03054":3,"04009":2,"04029":2,"04043":1,"04061":2,"04081":2,"04084":1,"05030":1,"05033":2,"05034":3,"05035":2,"05041":2,"05042":2,"05046":2,"05048":2}},{"id":7660,"name":"Superfuturism: The NEXT Iteration of Supermodernism","creation":"2014-07-16 15:04:37","description":"<p>I've been dabbling with Supermodernism, and I was wondering if something similar can't be accomplished with <a href=\"\/en\/card\/03003\">NEXT Design: Guarding the Net<\/a>. The ability to set up a potentially safe scoring server on turn 1 puts decent pressure on the runner, which I think works very well with the Supermodernism agenda.<\/p>\n\n<p>I'd love some ideas \/ commentary from folks who spend more time playing\/building than I do, but here are my thoughts:<\/p>\n\n<p><a href=\"\/en\/card\/01055\">Accelerated Beta Test<\/a> and <a href=\"\/en\/card\/02051\">Project Vitruvius<\/a>: These are mostly here because they are 3\/2 agendas. However, while Vitruvius will probably never be over-advanced much, ABT will be of use to keep the runner out. It only stands to reason that we will have a slightly heavier ICE proportion than in a Weyland Supermodernism deck. <\/p>\n\n<p><a href=\"\/en\/card\/04015\">Jackson Howard<\/a>: While <a href=\"\/en\/card\/01083\">Anonymous Tip<\/a> works well, I think Mr Howard's ability to recover from a bad ABT draw is important. The additional target for the runner is also welcome.<\/p>\n\n<p><a href=\"\/en\/card\/01056\">Adonis Campaign<\/a> and <a href=\"\/en\/card\/02092\">Eve Campaign<\/a>: A Supermodernism needs to rely on speed, so typically asset based econ like these two would be a detriment. However, getting two out and running will give you a strong boost to your credit pool, and they don't require a click to use.<\/p>\n\n<p><a href=\"\/en\/card\/01059\">Biotic Labor<\/a>: This is a perfect addition to the speed of Supermodernism. It means you can score an ABT, <a href=\"\/en\/card\/02080\">False Lead<\/a>, or Vitruvius in one turn, pressuring the runner.<\/p>\n\n<p><a href=\"\/en\/card\/03015\">Heimdall 2.0<\/a> and <a href=\"\/en\/card\/01090\">Tollbooth<\/a>: These are the \"late game\" ICE. While probably not much of a challenge to the runner, there's still some teeth that the runner needs to be wary of. I'm not 100% sure of this choice, because I anticipate sufficient economy to rez them when they are needed to be an issue.<\/p>\n\n<p>What I don't have is enough pressure, I don't think. Supermodernism has <a href=\"\/en\/card\/01099\">Scorched Earth<\/a> and <a href=\"\/en\/card\/04058\">Power Shutdown<\/a> to hit back at the runner. We could swap the <a href=\"\/en\/card\/04119\">NAPD Contract<\/a> for <a href=\"\/en\/card\/04010\">Project Ares<\/a>, but then we'd have to over-advance the Ares, and that doesn't really mesh well with the \"rush\" that this deck exhibits.<\/p>\n\n<p>Please give me some feedback, especially those who have played Supermodernism in a competitive environment. Thanks. <\/p>\n","username":"lostgrail","cards":{"01055":3,"01056":3,"01059":3,"01062":2,"01064":2,"01090":2,"01098":3,"01110":3,"02051":3,"02056":3,"02070":3,"02080":2,"02092":2,"02110":3,"03003":1,"03015":2,"04011":3,"04015":2,"04071":2,"04119":3}},{"id":7661,"name":"Anatomy of noise","creation":"2014-07-16 15:06:05","description":"\n","username":"CodeMarvelous","cards":{"01001":1,"01002":3,"01006":2,"01007":2,"01008":3,"01010":2,"01012":3,"01018":3,"01050":3,"01051":3,"01053":2,"02003":2,"02009":3,"02041":1,"02042":2,"02103":3,"03054":3,"04005":3,"04043":3}},{"id":7662,"name":"Jinteki Advancement Manipulation","creation":"2014-07-16 15:16:09","description":"<p>I just barely tarted playing Netrunner, and I thought it would be interesting to do an Advancement Manipulation deck, but I still dont know what Im doing when it comes to deck construction, as you could probably guess. \nSo, what can I do to fix this?<\/p>\n","username":"Smurfs O'Malley","cards":{"01078":2,"01089":3,"01100":3,"01106":2,"01110":3,"01113":2,"02014":1,"02015":2,"02033":3,"02039":1,"02060":2,"02120":1,"03023":1,"04015":3,"04034":3,"04039":3,"04080":3,"04093":1,"05003":1,"05015":3,"05019":2,"05021":2}},{"id":7664,"name":"Jinteki 15.5 (Chirs Hinkes' 2014 Cambridge Regional Winner)","creation":"2014-07-16 17:19:21","description":"<p>This the deck that Chris \"Zeromus\" Hinkes (NY) piloted to victory at the 2014 Cambridge, MA Regional. His designation Jinteki 15.5  tells you how much he honed this deck down to a razor sharp stiletto that killed all but one opponent (the exception didn't beat this deck, he went down via AP). <\/p>\n\n<p>My plan is to play this deck as is for a bit, to learn its tech (helping me avoid dying to it and decks like it). If I get bored with my RP deck I might start building on this proven foundation as new cards come out in the Lunar cycle.<\/p>\n","username":"saracenus","cards":{"01067":1,"01070":3,"01071":2,"01072":2,"01099":1,"01110":3,"02032":3,"02110":2,"02112":3,"03009":3,"03023":3,"04015":3,"04093":3,"05004":3,"05006":1,"05007":2,"05010":3,"05011":1,"05015":3,"05018":3,"05026":2}},{"id":7666,"name":"HBtiki","creation":"2014-07-16 17:59:17","description":"<p>Spam recursive Psychic Field and Recursive Mushin No Shin and keep smile to score agenda :)<\/p>\n","username":"bot2563","cards":{"01054":1,"01055":3,"01058":3,"01061":1,"01062":2,"01064":2,"01070":2,"01110":3,"02011":2,"02051":3,"02070":3,"02110":3,"03007":2,"03009":3,"03017":2,"03019":2,"04015":2,"04111":3,"04120":2,"05010":3,"05015":3}},{"id":7667,"name":"Jacob the Criminal","creation":"2014-07-16 18:01:21","description":"<p>A suite of classic breakers and fundamental Criminal tools. It's a simple learning deck built with the person who taught me Android: Netrunner. Nothing too fancy here, just a deck that gets work done.<\/p>\n","username":"jaltoy","cards":{"01004":1,"01007":1,"01008":2,"01011":1,"01012":1,"01014":1,"01017":1,"01018":2,"01019":3,"01020":3,"01021":3,"01022":3,"01024":1,"01026":1,"01030":2,"01036":2,"01048":2,"01049":3,"01050":2,"01051":1,"01053":1,"02023":2,"02043":2,"02064":1,"02091":2,"05033":2}},{"id":7668,"name":"NBN: Big Brother is a Bully","creation":"2014-07-16 18:13:01","description":"<p>Tag n' Bag, or Midseason-Psycho-Beale to victory!  The deck is designed to put the tools in the Corp's hand for two very solid win conditions. ICE that tags can work as effectively as an ETR to keep the Runner out, which is good because there is very little ETR. This deck works by sitting as a bystander and letting the Runner step into their own noose, either carrying early tags or giving the the Corp time to get the needed cards in hand.<\/p>\n\n<p>This was my first NBN deck, and it was originally meant to just have Scorched Earth as an off-hand splash. When it turned into a steady source of wins, I made more accommodations for it, while still leaving a Psychographics combo available.<\/p>\n\n<p>-What better ways can I build economy?<\/p>\n\n<p>-Data Raven, one of my favorite ICE, or the much more efficient tracer Hunter?<\/p>\n\n<p>-I've only won from points 2\/9 times; could I ditch that condition and go all in for Tag n' Bag?<\/p>\n","username":"jaltoy","cards":{"01080":1,"01081":2,"01083":2,"01084":2,"01085":2,"01088":2,"01089":2,"01090":2,"01091":2,"01099":2,"01105":2,"01106":1,"01110":2,"02017":3,"02019":2,"02020":2,"02055":3,"02097":2,"02115":3,"02116":2,"02120":2,"04014":2,"04015":2,"05025":3}},{"id":7669,"name":"Kate's Big Rig","creation":"2014-07-16 18:15:34","description":"\n","username":"jaltoy","cards":{"01007":2,"01008":2,"01033":1,"01034":2,"01035":2,"01038":3,"01040":2,"01041":2,"01043":2,"01044":3,"01052":2,"02007":2,"02023":3,"02047":2,"02069":3,"02091":2,"03033":2,"03040":2,"03041":3,"03042":2,"03046":2}},{"id":7670,"name":"Criminal - First Deck","creation":"2014-07-16 21:52:09","description":"<p>First runner deck using the core set plus some extra core set cards.  Fun, basic, and a good starting deck.<\/p>\n","username":"Impulse","cards":{"01007":2,"01008":3,"01012":3,"01014":2,"01017":1,"01018":2,"01019":3,"01020":3,"01021":3,"01022":3,"01024":1,"01026":1,"01027":2,"01028":2,"01029":3,"01030":2,"01032":1,"01049":3,"01050":3,"01051":1,"01053":3}},{"id":7671,"name":"Kate v3.8 - Summer Tournament Build","creation":"2014-07-16 22:12:14","description":"\n","username":"Castings","cards":{"01026":3,"01033":1,"01034":3,"01039":3,"01042":1,"01049":3,"02007":1,"02009":2,"02026":2,"02047":3,"02064":1,"02069":3,"02087":3,"02106":3,"03034":3,"03035":2,"03053":3,"03054":3,"04109":3,"05039":1}},{"id":7672,"name":"What's A Little Brain Damage Between Friends? ","creation":"2014-07-16 23:04:20","description":"\n","username":"Valiscariot","cards":{"01001":1,"01002":2,"01004":2,"01005":1,"01006":1,"01007":2,"01008":2,"01009":2,"01010":2,"01012":3,"01015":1,"01026":1,"01044":2,"01048":2,"01049":2,"01050":3,"01051":2,"02003":3,"02009":3,"02041":2,"02091":1,"03038":3,"03052":3}}]