[{"id":8212,"name":"Staying Classy - Off the Grid","creation":"2014-08-03 00:50:13","description":"<p>I liked the look of the other off the grid deck I saw on here and gave this modified build a go at a local store tournament.  Seemed good, only went 2-2 but I had chances in the two losses even with a poor no ice opening hand against Gabriel.  it didn't feel gimmicky to me; the off the grid is just a nice thing you have in your back pocket but really it's just about building up your defences and pushing out into a scoring remote, and waiting until you see the chance to use it.  Nothing says, please take your siphons elsewhere, like a beefy hq with Caprice at its root.<\/p>\n\n<p>My changes were to drop Project Atlas and focus only on the 3 point agendas.  I'd have to play more to know if this is a good idea or not, but I know that with atlas in, I always try to double over advance, and if I am already going to go for that, then why not just go for the extra point.  I also squeezed in 2 melanges to drop into that fat scoring remote if you are low on credits, gives you a way to close the gap on a big pile of Kati or Opus money without being forced to wait for the runner to do something.  I varied the ice mix, the original had 3 quandary and 2 inazuma, I love those ice, but parasite is just so present everywhere in our meta that I went with a Tollbooth, 2 lotus fields, 2 enigmas and only one quandary instead.  Also I reduced the number of huge ice, although after playing, I might boost that up again, although it would be better if there was another big sentry other than archer instead of all barriers.  With only barriers it's easy for a runner to get through with just corroder.<\/p>\n\n<p>Wins were a flatline via two punitives and an agenda win where I got off the grid and caprice set up in the perfect configuration.  Even then, the runner came very close to winning off of r&amp;d.<\/p>\n\n<p>Losses were both to runners with sneakdoor beta. I got a very rough start, without ice against Gabe and though I did build impressively defended centrals, I never even got started trying to score an agenda.  In the other loss against Reina, I was actually doing quite well, I'd melanged 4-5 times, had big ice rezzed on hq, r&amp;d, and a remote and he had no breakers to speak of, and then he dropped sneakdoor beta and won the game immediately, lesson learned, always ice archives.<\/p>\n","username":"Garbo","cards":{"01090":1,"01093":1,"01094":3,"01098":3,"01101":3,"01102":2,"01103":3,"01106":3,"01108":2,"01110":3,"01111":2,"02077":3,"02079":2,"04015":3,"04038":2,"04040":3,"04078":1,"04079":3,"04114":2,"04120":1,"05024":2,"06003":2}},{"id":8214,"name":"Death By A Thousand Tags","creation":"2014-08-03 01:39:31","description":"<h4>How to Play<\/h4>\n\n<p>Make some servers. Tag some runners. Score an agenda. Maybe score two more. Maybe just blow up a city block and call it a day.<\/p>\n\n<h4>Non-Obvious Cards<\/h4>\n\n<h5>Market Research<\/h5>\n\n<p>Because 4\/3s are cool.<\/p>\n\n<h5>Private Security Force<\/h5>\n\n<p>I'm old-school. Also because the runner might hope Plascrete will save him.<\/p>\n\n<h5>Snare!<\/h5>\n\n<p>Sneakiest tag in the game. The net damage doesn't hurt either.<\/p>\n\n<h5>Psychographics (without Midseasons)<\/h5>\n\n<p>For when the runner gives up trying to get rid of tags.<\/p>\n\n<h5>Data Raven<\/h5>\n\n<p>Instant tags! Do you understand how useful that is?<\/p>\n\n<h5>Shadow<\/h5>\n\n<p>Economy <em>and<\/em> tags? In one card? For one influence?! I love it.<\/p>\n\n<h4>Record<\/h4>\n\n<p>This deck is currently 0-0 on OCTGN.<\/p>\n\n<h4>Uniqueness of Name<\/h4>\n\n<p>1.5\/5<\/p>\n","username":"DrunkenGineer","cards":{"01070":3,"01081":3,"01085":3,"01088":3,"01092":3,"01099":2,"01104":3,"01107":2,"01109":3,"01110":3,"02056":2,"02115":3,"04015":3,"04059":2,"04076":3,"04095":2,"04096":3,"04120":3,"06005":1}},{"id":8215,"name":"Program Hell: Leprechaun Edition","creation":"2014-08-03 03:19:08","description":"<p>It's not a strategy, it's a lifestyle<\/p>\n","username":"BJester","cards":{"01007":1,"01008":1,"01009":1,"01010":1,"01011":1,"01012":1,"01013":1,"01014":1,"01025":1,"01026":1,"01027":1,"01028":1,"01035":3,"01042":1,"01043":1,"01044":1,"01045":1,"01046":1,"01051":1,"01053":3,"02003":1,"02004":1,"02006":1,"02007":1,"02027":1,"02041":1,"02045":1,"02061":1,"02062":1,"02065":1,"02066":1,"02086":1,"02089":1,"02091":3,"02102":1,"02104":1,"02107":3,"02108":1,"03029":1,"03038":3,"03039":3,"03040":1,"03041":1,"03042":1,"03043":1,"03044":1,"03045":1,"03046":3,"03047":1,"03048":1,"03053":3,"04002":1,"04003":1,"04005":1,"04006":3,"04007":1,"04021":1,"04022":1,"04025":1,"04026":1,"04043":1,"04045":1,"04047":1,"04061":1,"04065":1,"04067":1,"04082":1,"04087":1,"04088":1,"04105":1,"04108":1,"05041":1,"05042":1,"05043":1,"05044":1,"05045":1,"05046":1,"05053":1,"05054":1,"06014":1,"06019":3}},{"id":8216,"name":"The new fastrobiotics","creation":"2014-08-03 03:28:47","description":"<p>I've had major success with this deck. It's basically TWIY astrobiotics done right. Your card draw is amazing, and you woudn't believe how many times I sneaked an naked astro on turn 1.<\/p>\n\n<p>Most of the ice is bull, but it stops the runner until they find the right breaker.  Atman on 0 wrecks this deck, so make sure the game is won when mrs. Katman get rollin'. Archer usually goes on R&amp;D, as that's the place where most pressure will be. Archer wins you games, it's worth giving up your 2-pointer(without a counter, of course) to blow up that corroder so you can play your paper walls again. Lotus Field is great for siphon protection, as well is chimera. <\/p>\n\n<p>never click for a card, just install a jackson,pad or sansan. I hardly ever find the room to rez a pad, but do so if you find the time. To be honest, if you have reached mid-game, you've lost already<\/p>\n\n<p>changes:\n-2 wall of static\n-1 RSVP\n-1 Biotic\n-1 Quandary\n+1 archer\n+2 lotus field\n+2 wraparound<\/p>\n","username":"BJester","cards":{"01059":2,"01081":3,"01082":2,"01083":3,"01090":1,"01092":3,"01101":2,"01109":3,"01110":3,"01113":1,"02060":2,"02070":3,"02115":3,"04015":3,"04059":3,"04076":3,"04096":2,"04119":3,"04120":2,"06003":2,"06005":1}},{"id":8217,"name":"Demon Kate [Beta]","creation":"2014-08-03 04:38:34","description":"<p>1st Place Runner Deck in the 2-Aug 2014 Emerald Knights store tournament. While I tailored this deck with NBN: NEH in mind, it went undefeated against Weyland: GRNDL, Jinteki: PE, HB: CI, and HB: ETF (sadly, I never got to face the NBN players in the tournament, though I thoroughly stress-tested this deck on OCTGN prior).<\/p>\n\n<p>Imp is the deck's \"gimmick,\" albeit a very powerful one if it lands multiple times during a game. Note that Imp can be Test Run'd first click, used during a 2nd click run, then Scavenged 3rd click - which allows it to be used during a 4th click run. This combo, while situational, can help immensely against corps that employ expensive assets\/upgrades laid horizontally. Also acts as a soft \"multi-access\" against weakly-defended central servers that carries the bonus function of trashing ... any card.<\/p>\n\n<p>Grimoire would be the secondary \"gimmick\" (barring the fact that it's the cheapest hardware-based 2MU in the game - especially with Kate). It gets an extra turn out of Imp and also boosts Parasite's sniping power. A parasite played during runner turn can instantly kill all zero- and one-strength ice (Komainu, I'm looking right at you), and when clone chipped at the end of corp turn can instakill up to 2str ice.<\/p>\n\n<p>An early ProCo is ideal - which  can net anywhere from 15 - 40 credits (that's without using the Levy AR Lab Access) over the course of a game, and Kate out of all the runner identities synergizes most elegantly with its utility. <\/p>\n\n<p>When I first started playing this deck I received criticism for not running an extra Atman and a Datasucker. I've personally found that installing Atman for 0str during the early game and Scavenging later on for 4str while installing the other breakers in the suite as you need them works just fine. A 0str Atman phases right through early Quandaries and Rototurrets, and a 4str Atman deftly handles a large chunk of the mid-to-late-game staple ice, including Eli 1.0, RSVP, Data Raven, Ichi 1.0, Lotus Field, Bastion, Rainbow, and Mother Goddess.<\/p>\n\n<p>In terms of future development, I'm considering switching out Modded and Leprechaun for burst draw (ProCo is immensely economic and very consistent, but sometimes you don't need the extra credit and just want to see more cards). The deck is enough of a 'swiss-knife' to run comfortably against any corp in the early game before it starts needing the extra MU in the mid-game, in which case Grimoire will very likely come up. Also considering the spare influence point for Express Delivery (a hugely underplayed card, if you ask me). Magnum Opus is also very rarely used, and is the only card in the deck that Modded pairs well with. That said, all three cards saw use in the tournament, so further stress testing is needed before releasing Demon Kate [Omega].<\/p>\n","username":"pillowdemon","cards":{"01006":1,"01012":1,"01026":1,"01033":1,"01035":1,"01043":1,"01044":1,"01050":3,"02003":1,"02027":1,"02047":3,"02066":1,"02106":2,"03034":3,"03035":1,"03038":3,"03040":1,"03046":3,"03049":3,"03052":3,"03053":3,"04029":3,"04067":1,"04109":3,"06019":1}},{"id":8218,"name":"To the moon, Alice!","creation":"2014-08-03 06:13:55","description":"<p>Wham, Bang, Straight to the moon!<\/p>\n","username":"coyotemoon722","cards":{"01005":2,"01007":2,"01026":1,"01041":2,"01043":2,"01050":2,"02009":2,"02049":3,"02063":2,"02066":1,"02087":2,"02091":2,"02106":2,"02107":2,"03038":1,"03041":3,"03042":2,"03046":3,"03053":3,"04008":2,"05035":2,"05054":2,"06017":1}},{"id":8219,"name":"Next Grail","creation":"2014-08-03 07:56:48","description":"\n","username":"Kroen","cards":{"01055":3,"01064":2,"01108":3,"01110":3,"02013":3,"02051":3,"02110":3,"03003":1,"03005":2,"03023":1,"04011":3,"04015":3,"06002":3,"06010":2,"06011":3,"06030":1,"06032":3,"06051":3,"06091":3,"06111":2}},{"id":8220,"name":"Money Noise","creation":"2014-08-03 08:56:06","description":"\n","username":"CodeMarvelous","cards":{"01001":1,"01002":3,"01006":2,"01007":2,"01008":3,"01010":2,"01011":2,"01012":3,"01019":3,"01034":3,"01050":3,"01051":3,"01053":3,"02009":2,"02022":3,"02041":2,"03038":3,"03053":3}},{"id":8221,"name":"Iain Sterling, Master of Intrigue","creation":"2014-08-03 10:57:35","description":"<p>Iain just wants a nice space-brandy and a mecha Pussy Galore.<\/p>\n","username":"Intrasolar","cards":{"01007":1,"01018":3,"01020":2,"01021":2,"01022":2,"01027":1,"01031":1,"01050":3,"01053":3,"02007":1,"02028":2,"02069":3,"02091":2,"02105":2,"03055":3,"04004":3,"04063":2,"05028":1,"05035":3,"05037":3,"05042":1,"05044":1,"05046":1}},{"id":8222,"name":"Sleeper Hit v1.1","creation":"2014-08-03 11:02:56","description":"<p>Uses NEXT ice and Mother Goddess to compliment each other.\nEither use Domestic Sleepers to score match point or use to bring the Archers online.<\/p>\n","username":"Jimiminar","cards":{"01054":1,"01055":3,"01056":3,"01062":2,"01090":3,"01101":3,"01106":1,"01110":3,"02012":1,"02092":3,"02110":3,"03005":3,"03015":2,"04011":3,"04015":2,"04030":1,"04119":3,"06001":3,"06002":3,"06003":1,"06010":3}},{"id":8223,"name":"All your programs are belong to us!! V1.0","creation":"2014-08-03 12:15:30","description":"<h2>All your programs are belong to us!! V1.0<\/h2>\n\n<p>This is the first deck I'm publishing, although i have a few more on the way. Of course all the tips and pointers are more then welcome!<\/p>\n\n<p>The purpose is, as the name allready states to destroy all programs the runner can come up with. Furthermore by barricading HQ and installing \"Off the grid\" you make sure that when you try to score an agenda, there is almost no way that the runner can acces it.<\/p>\n\n<p>The deck gets a lot of Bad pub, but if everything runs smoothely that shouldnt matter since the runner doesnt have any programs to use them with. <\/p>\n\n<h2>Agenda's:<\/h2>\n\n<p>Almost all agenda's are meant to boost economy. Project to search for some program destruction operation or ice if you don't draw it<\/p>\n\n<h2>Assets:<\/h2>\n\n<p>Action Jackson, speaks for itself.<\/p>\n\n<h2>Upgrade:<\/h2>\n\n<p>As stated before, barricade HQ and the runner won't have any chance to run those precious agenda's<\/p>\n\n<h2>Operations:<\/h2>\n\n<p>Economy booster and program\/hardware destruction, pretty straight forward<\/p>\n\n<p>Reclamation order for some nice operation or ice recursion.<\/p>\n\n<h2>ICE<\/h2>\n\n<p>Archer, Roto and Taurus are all there to destroy all the program's the runner can ever come up with.<\/p>\n\n<p>Ireress gives a nice synergy with all the BP your building up as you go along.<\/p>\n","username":"Tjerno","cards":{"01064":3,"01094":3,"01101":3,"01103":2,"01110":3,"01111":2,"02018":3,"02037":2,"02060":2,"02077":1,"02078":2,"04015":3,"04017":3,"04038":3,"04039":2,"04040":3,"04057":2,"04058":3,"04097":1,"04111":2,"06009":2}},{"id":8224,"name":"Effciency Report","creation":"2014-08-03 13:36:12","description":"\n","username":"Callipso","cards":{"01054":1,"01055":3,"01062":3,"01107":2,"01108":2,"01109":3,"02011":2,"02012":2,"02013":1,"02051":3,"02092":2,"03010":2,"03011":2,"03015":3,"03017":2,"03019":2,"04011":3,"04015":3,"04030":1,"04077":2,"04114":2,"06002":3,"06010":1}},{"id":8225,"name":"The Pearly (Code) Gates Open","creation":"2014-08-03 15:35:21","description":"\n","username":"Sygerrik","cards":{"01034":3,"01035":2,"01037":3,"01038":2,"01050":3,"02047":1,"02091":2,"03028":1,"03035":1,"03038":3,"03039":3,"03052":3,"03053":3,"03054":3,"04027":1,"04042":2,"04043":3,"04047":2,"04088":2,"04108":3}},{"id":8226,"name":"NEXT Mutated Pillow Fort","creation":"2014-08-03 15:35:35","description":"\n","username":"Sygerrik","cards":{"01055":3,"01056":3,"01061":2,"01062":2,"01063":3,"01064":2,"01073":2,"01108":2,"01110":3,"01111":2,"01113":2,"02012":3,"02051":3,"02092":3,"02110":1,"03003":1,"03006":3,"03015":2,"03017":1,"03019":2,"03026":2,"04030":1,"06004":2}},{"id":8227,"name":"SlySquid's Replicating Tentacles","creation":"2014-08-03 16:49:35","description":"<p>Ahoy hoy,\nFor anyone that has been a fan of Bad Publicity from the start you'll already know how much I love Jinteki as a faction, even more so that I'm a Replicating Perfection player since it's release, with that in mind know that this deck has gone threw every posable phase a deck could, from shell game goodness to the powerhouse taxing deck it is today...<\/p>\n\n<p>Every choice has been in the interest of taxing the runner all the way down to the ID itself, it's prop the most abused card in the deck and really guides the play style which is \"force the runner to play on your terms, and tax him on the way\", something that is easily done because the ice I've chosen for the most part is something that must be dealt with and there for will cost credits to do so.\nLet's talk about my choice of ice for a sec and let's start with my fav #Yagura, simple, cheap and very flexible for me, it does everything this deck wants to accomplish, first being \"making sure all my centrals have an ice that must be broken when interacted with\" because that one damage will add up over time but also it allows me to control what you'll see and to a greater existent what I'll draw, it's great at the start of the game because it makes people not want to hit R&amp;D at all (which 95% of the time it's on) until they have an answer for it (which always cost them more in the long run) and at the end of the game when the runner is frantically trying to score the agendas I'm advancing in my remote they have to make a choice, save the money breaking this small ice so I have a better chance getting to that agenda or let him get a controlled draw, it's a no win scenario for the runner...\nMost of the other ice fits in that bracket except #tollbooth, #Snowflake and Susan which I almost strictly use in remotes...<\/p>\n\n<p>The economy is super high in this deck and at any given time be over 50 credits, if your facing denial just buckle down, and ice up all centrals and most importantly KEEP PLAYING THE ASSETS! Never let them stop you from playing and make it cost them an arm and a leg to trash them, because there will be a tipping point where they can't stop your income from flowing and once it does it's unstoppable...<\/p>\n\n<p>Let's talk about some of my weirder choices...\n-Snowflakes has three main uses are, remotes (eaither early scores or sundew protection, but I almost never protect my assets), HQ for early Syphion protection (its best when it's the last peace of ice on the server so they can't just run it with no risk, it's just great to plug small holes) and lastly to tax (norm 2 credits) the runner on the servers they are most likely to run...<\/p>\n\n<p>Gone are the days Jinteki was turning tricks for credits, we are loaded now, richest corp in my opinion, that means if the runner wants to waist clicks to make me spend a credit I'm over the moon. Think about an asset that said \"pay a credit and the runner loses a click\" THAT WOULD BE IN EVERY DECK!<\/p>\n\n<p>It also let's me gage the runners \"psi style\" before we hit the all important Futiure Perfict later on in the game...<\/p>\n\n<p>At the end of the day it is for all intent and purpose a wall of static that rezes of a credit, because you can't reliably pass the psi test....<\/p>\n\n<p>It's a great ice and I never regret seeing it!<\/p>\n\n<p>-Medical Research Fundraiser is a personal choice over Hedge Fund, and does what I want it to do better than HF, first of all it's easier to get out of Syphon lock because you only need 3 credits and i because you get 5 credits back it really helps late game to rez some very high ice...\nBut I guess if you'd like to try this deck you could swap but I love the card...<\/p>\n\n<p>This deck is no nonsense and has won every game but one I played in the last 3 tournaments, I'd say with the right pilot it's as top tear a deck can be...<\/p>\n","username":"SlySquid","cards":{"01058":2,"01068":3,"01078":3,"01090":2,"02013":2,"02015":3,"02031":1,"04012":3,"04015":3,"04054":3,"04060":2,"04074":3,"04093":3,"04114":3,"04119":3,"05007":3,"05009":3,"05014":3,"05019":1,"05020":1}},{"id":8228,"name":"Blue Sun Midseason\/Ice Advance?","creation":"2014-08-03 19:32:54","description":"<p>the dream lives on<\/p>\n","username":"ampersam","cards":{"01085":3,"01094":3,"01097":2,"01098":3,"01101":2,"01103":2,"01106":3,"01109":2,"01110":3,"02019":2,"02039":1,"02058":2,"02077":3,"02078":2,"02116":1,"03027":3,"04015":2,"04018":2,"04037":2,"04040":2,"04060":2,"04099":2,"04100":2,"04117":2,"04120":2,"06008":2,"06010":2,"06068":1}},{"id":8229,"name":"Backup theory","creation":"2014-08-03 21:28:01","description":"<p>Built this to play with my girlfriend, whose Andromeda deck has taken a bunch of good cards out of commission (Sure Gamble, anyone?) I'm also trying it out with proxied Sure Gambles, which I think would work a lot better.<\/p>\n\n<p>The basic idea is to 1) get ProCo out as a base for the economy 2) Test Run or SMC for breakers 3) pull a variety of tricks into play as required through Clone Chips or SMC. It risks being really slow (if I forget that I'm not playing Big Rig), but otherwise it's pretty fun.<\/p>\n","username":"lukevanryn","cards":{"01005":3,"01009":1,"01010":1,"01012":1,"01026":1,"01028":1,"01034":3,"01037":3,"01053":3,"02007":1,"02027":1,"02046":1,"02047":3,"02048":3,"03034":3,"03035":2,"03038":3,"03046":3,"03049":3,"04005":1}},{"id":8230,"name":"Alls fair in news and war","creation":"2014-08-03 23:46:24","description":"<p>Looking for some advice on this.  Tried it out in a local event this week to moderate performance.  No stand out games either way and only one of the three was a flatline.  Kind of worried about there being so many sentries, but they are too good, especially the Data Raven<\/p>\n","username":"galihad64","cards":{"01069":2,"01070":1,"01080":1,"01081":2,"01082":2,"01084":2,"01085":2,"01087":2,"01088":3,"01089":2,"01090":3,"01099":2,"01107":2,"01108":2,"01110":3,"02020":3,"02115":3,"02116":2,"02117":1,"02118":1,"02120":2,"04015":2,"04076":3,"04096":2}}]