[{"id":8444,"name":"allons y alonso","creation":"2014-08-11 00:12:29","description":"\n","username":"nervamory","cards":{"01007":2,"01021":2,"01022":3,"01024":3,"01027":1,"01028":1,"01034":2,"01036":3,"01043":1,"01049":1,"01050":3,"01051":2,"01053":3,"02009":2,"02091":3,"02104":3,"03052":3,"04046":3,"05029":1,"05035":3,"05046":1}},{"id":8445,"name":"HB FA.o8d","creation":"2014-08-11 00:54:09","description":"\n","username":"randolphpub","cards":{"01054":1,"01055":3,"01056":3,"01058":2,"01059":3,"01062":2,"01064":1,"01092":3,"01110":3,"01111":1,"01113":3,"02051":3,"02070":3,"02110":3,"03019":2,"03023":2,"04015":2,"04119":3,"04120":2,"05016":2,"05024":2,"06010":1}},{"id":8446,"name":"Kate beast.o8d","creation":"2014-08-11 01:02:28","description":"\n","username":"randolphpub","cards":{"01007":1,"01011":1,"01026":1,"01033":1,"01036":2,"01043":1,"01050":3,"02003":1,"02009":1,"02047":2,"02066":1,"02106":2,"03031":1,"03034":3,"03035":1,"03038":3,"03040":1,"03046":3,"03049":3,"03052":3,"03054":3,"04029":3,"04067":1,"04109":3,"05035":1}},{"id":8447,"name":"Knight Deliveries","creation":"2014-08-11 03:19:44","description":"<p>---TL;DR<\/p>\n\n<p>Knight Deliveries is a very lean and honed deck. It's not like standard Criminal builds that seek to break the Corp with a constant 'lock' or devastating Siphontrain, but instead allow you to suddenly hit out of nowhere with your hard-hitting run events. The central 'puzzle' of this deck is identifying your windows of opportunities for your run events to connect well. Making the nerve wracking decision to do an all-in Hail Mary run to decide the game is more common with this deck than many others, and that I think, is the spirit of Ken \"Express\" Tenma. <\/p>\n\n<p>---The philosophy of 'Express'<\/p>\n\n<p>The issue with many Tenma decks I see out there is simply, wouldnt that exact same build just be better with Andy or especially Gab? .<\/p>\n\n<p>Gab's ability encourages 1 strong run (preferably HQ) every turn, and many would think that Express should be built the same furious way, or adopt Andy's insane cheap constant runs fashion. However, I think that Express' ability encourages sprints, and not marathons. That 1 cred per run event is not meant to fuel an economy (like how Gab's can be), but instead make those big occasional clutch runs just that much slightly easier to pull off. In fact, the design decision to have Ken's free cred kick-in on <em>play<\/em> of a run event and not on a successful <em>conclusion<\/em> of gives us a good sense of how an Express deck should be built.<\/p>\n\n<p>---The backbone of the deck<\/p>\n\n<p>Setting up to play 3x <a href=\"\/en\/card\/01036\">The Maker's Eye<\/a> and 3x <a href=\"\/en\/card\/05035\">Legwork<\/a> is your goal with this deck. <a href=\"\/en\/card\/02106\">Indexing<\/a> is a pretty sweet killer if you can find the opportunity. Spending entire turns just clicking for creds and prepping for a sudden 3 card access next turn is Express' style. Keep probing servers like any good Criminal early game. Once you are shut out of cheap ( ~1 cred after Desperado) single card accesses, start setting up for Makers\/Legworks. <\/p>\n\n<p>This deck has been through many iterations and many plays, and has a pretty good success rate. Quite often it just comes down to whether your Makers or Legs hit. Additionally, it is decent against the glacial RP these days. Taxing ice is not so much a concern for you as your game plan is not to hit every turn. The deck is ready for you to just pick up and play, so long as you remember the mantra of 'sprints, not marathons'. Read on though, if you want a more in-depth discussion of the rationale behind the card choices.<\/p>\n\n<p>3x <a href=\"\/en\/card\/01053\">Armitage Codebusting<\/a><\/p>\n\n<p>The economic option of Armitage exemplifies the spirit of Express. It's click intensive, but that's fine, what you are looking for is just a flexible source of credits you can use to exploit open windows of opportunities for your run events. <a href=\"\/en\/card\/02091\">Kati Jones<\/a> might theoretically fit the explosive nature of the deck well, but in practical terms she simply is too slow and inflexible to allow you to seize the same said windows. Drawing Kati multiples sucks too, plus she telegraphs to the Corp when you are about to attack and the good Corp player can and will respond accordingly. <a href=\"\/en\/card\/03053\">Daily Casts<\/a> suffers for the same reason, in that its returns come too slow.<\/p>\n\n<p>1x <a href=\"\/en\/card\/01018\">Account Siphon<\/a><\/p>\n\n<p>Only 1 Siphon? If you want to do the Siphontrain-beatdown-then exploit, just go Gab or Andy builds, they do it more effectively. That said, an AS hit at the right time is still as devastating as ever, but keep in mind it's not your primary goal.<\/p>\n\n<p>3x <a href=\"\/en\/card\/05038\">Public Terminal<\/a><\/p>\n\n<p>Why not <a href=\"\/en\/card\/04029\">Prepaid VoicePAD<\/a>? \nWith Terminals, you are trading long term efficiency for faster returns, which is what Express needs for his sprints. A PPVP economy (as evidenced why it works so well in Shapers), is that it needs fast draw power to work too, and Criminals lack that. Good Shutdown protection too. <\/p>\n\n<p>3x <a href=\"\/en\/card\/05033\">Express Delivery<\/a><\/p>\n\n<p>I just love this card. For me, I am happily willing to trade away the 3rd <a href=\"\/en\/card\/01024\">Desperado<\/a>, <a href=\"\/en\/card\/03054\">Same Old Thing<\/a>, and <a href=\"\/en\/card\/01022\">Special Order<\/a> for the flexibility and 'clutch' nature of Express Delivery. A tip, this card tends to get better as the game goes on and your deck thins out. So, still doing normal draws when you already have an Express Delivery in hand can sometimes be a pretty good idea. When you are at a critical juncture of a game when you desperately need an answer, an emergency Express Delivery can be a Runner's Jackson Howard hallelujah moment. Best of all, unlike Special Order, I like that you do not have to reveal what you picked, which simply <em>terrifies<\/em> the Corp. <\/p>\n\n<p>---The breaker suite<\/p>\n\n<p>3x <a href=\"\/en\/card\/02104\">Faerie<\/a> is necessary for when you are early probing centrals, if just to see what kind of breakers you need. A solid 3 of.<\/p>\n\n<p>3x <a href=\"\/en\/card\/04043\">Knight<\/a>. Fulfills 2 functions. First is that you can sit a Knight unhosted out on the table, and the Corp will take bigger caution in building a remote expecting a Inside Job + Knight. This is when you hit with a <a href=\"\/en\/card\/05035\">Legwork<\/a>. Second is that it will help you with problematic ice your central breakers have trouble going through well, such as how any strength 5 code gates cruelly gives <a href=\"\/en\/card\/05046\">Passport<\/a> fits. 5 credits to get through a Knighted Tollbooth is actually decent when you compare to other breaker options. Discounting Femme of course, and that leads us to..<\/p>\n\n<p>Why no <a href=\"\/en\/card\/01026\">Femme Fatale<\/a>?\nFemme is best in decks where you run often to exploit her ability, or especially in Siphontrain games where huge credit swings are common. With Tenma, sinking 9 into a Femme is too much, even if it allows for the unexpected Indexing or similar.<\/p>\n\n<p>All in all, your breaker suite is not designed to hit remotes that much, but Knights and Inside Jobs give you good flexibility in that area.<\/p>\n\n<p>*Just be smart against the annoying Jinteki PE decks, your entire play-style has to change since your biggest resource to be concerned with is no longer credits nor clicks but instead cards in hand, but since that applies to many other Runner decks too, I shall not go into it here.<\/p>\n","username":"Sojourne","cards":{"01007":1,"01018":1,"01021":3,"01022":2,"01024":2,"01036":3,"01050":3,"01053":3,"02009":2,"02104":3,"02106":1,"03052":3,"03054":2,"04043":3,"05029":1,"05033":3,"05035":3,"05036":2,"05038":3,"05041":1,"05046":1}},{"id":8448,"name":"CTZ_SF_NEXT_2.0","creation":"2014-08-11 04:18:14","description":"<p>NEXT Design with no core cards (For a special local format in SF). This deck has had a very consistent win percentage (against normal and special format play) and it quite fun to play. Here are some notes on the deck:<\/p>\n\n<p>-There are two 'tiers' of ice. The NEXT ice along with MG is tier one, while the other massive bioroids make up the other. The NEXT Design ability allows you to get out a bunch of NEXT ice early, giving you room to lay down the big guys for the late game.<\/p>\n\n<p>-Mutate is the MVP of this deck. If an ice is femme'd or parasited, simply mutate it out, clearing the bad and replacing with some goodness. Worst case you get a NEXT ice that just supports the others. Best case you paid 2 to rez a janus or a wotan for free.<\/p>\n\n<p>-Tyr's hand is pretty much exclusively in the deck for use with a 'double click' ice. This will most likely be replaced with \"Heinlein Grid\" once it comes out.<\/p>\n\n<p>-I am not 100% sold on the Medical Research Fundraiser splash. For the special format it is an okay splash, but not great for regular play. I'd love to hear any suggestions.<\/p>\n","username":"thesenorcortez","cards":{"02012":2,"02051":3,"02070":3,"02092":3,"03003":1,"03005":3,"03006":3,"03013":3,"03015":2,"03017":2,"03019":3,"03022":2,"04011":3,"04030":1,"04040":2,"04071":2,"04111":2,"05014":3,"06002":3,"06004":3,"06010":1}},{"id":8449,"name":"DAMN NOISY","creation":"2014-08-11 04:39:56","description":"<p>Inspired by Melbourne Regionals winner \"Noise V\".<\/p>\n\n<p>Lamprey was released. It costs 1. It's a virus. It's good. We throw 3 in.<\/p>\n\n<p>It's cheap, so we can use Lamprey is further enable our mid-late game option of installing many viruses for mills.<\/p>\n\n<p>All changes:\n-1 Crypsis\n-1 Deja Vu.\n-1 Lucky Find\n-2 Express Delivery\n+3 Lamprey\n+1 Diesel\n+1 Legwork<\/p>\n","username":"siowy","cards":{"01001":1,"01002":1,"01004":2,"01006":3,"01008":3,"01010":3,"01012":3,"01034":1,"01050":3,"01051":2,"02003":3,"02022":3,"02091":2,"03038":3,"03052":3,"04043":3,"04109":1,"05033":1,"05035":2,"06014":3}},{"id":8450,"name":"Sashimitini and Crushed Ice - V9 - Social Engineering","creation":"2014-08-11 04:49:27","description":"\n","username":"paulxthompson","cards":{"01019":2,"01020":3,"01021":2,"01022":2,"01024":2,"01025":1,"01026":1,"01028":1,"01048":2,"01050":1,"02025":3,"02043":2,"02065":2,"02083":1,"02086":1,"02090":1,"02091":2,"02102":1,"02104":3,"03038":2,"03052":2,"03053":1,"03054":2,"04026":1,"04029":2,"05033":1,"06018":3}},{"id":8451,"name":"Custom Biotics","creation":"2014-08-11 07:12:19","description":"\n","username":"Ghet","cards":{"01056":2,"01061":2,"01063":3,"01083":3,"01090":3,"01100":3,"01105":1,"01106":3,"01108":2,"01110":3,"02011":3,"02012":2,"02092":2,"02110":2,"02117":1,"03002":1,"03004":1,"03005":3,"03009":3,"03011":1,"03016":3,"04015":2,"04030":1,"04040":3,"04078":1,"06009":1}},{"id":8455,"name":"10 Aug 2014 Overdrive Draft Runner","creation":"2014-08-11 11:16:31","description":"<p>1 x Lockpick (4 total) 36 cards total<\/p>\n","username":"nme tken","cards":{"00006":1,"01011":1,"01015":1,"01016":2,"01024":1,"01025":1,"01042":1,"01047":1,"01049":1,"01050":2,"02007":1,"02101":1,"03034":1,"03048":1,"04006":3,"04087":1,"04102":1,"04103":2,"04104":1,"04109":1,"05041":1,"05048":3,"05050":1,"05053":2,"06034":1,"06038":1,"06057":1,"06077":1}},{"id":8456,"name":"MUSHIN NO SHIN","creation":"2014-08-11 11:17:09","description":"\n","username":"bewnt","cards":{"01058":2,"01092":1,"01103":2,"01110":3,"02014":3,"02033":3,"02110":3,"04012":3,"04015":3,"04020":2,"04032":3,"04040":2,"04074":3,"04093":3,"05003":1,"05005":3,"05006":1,"05007":1,"05015":2,"05016":2,"05018":1,"05023":2,"05027":1}},{"id":8457,"name":"10 Aug 2014 Overdrive Draft Corp","creation":"2014-08-11 11:17:43","description":"\n","username":"nme tken","cards":{"00005":1,"01055":1,"01058":1,"01068":1,"01101":3,"01110":2,"03026":1,"04011":2,"04012":2,"04040":1,"04054":1,"04059":1,"04060":1,"04074":3,"04078":3,"05007":3,"05009":1,"05016":1,"05018":2,"06002":1,"06011":1,"06028":1,"06030":1,"06042":2,"06051":1,"06064":1,"06091":1}},{"id":8458,"name":"Dan RP (1st, Ottawa GNK, 14\/08\/09)","creation":"2014-08-11 11:27:15","description":"<p>1st place at the Ottawa Game Night Kit tournament of August 9th, 2014.<\/p>\n\n<p>Tournament Results:<\/p>\n\n<p>http:\/\/www.bravemonkey.net\/nrtm8-9-14\/index.html<\/p>\n\n<p>Decklist Inspired by: <\/p>\n\n<p>http:\/\/stimhack.com\/regionals-redcaps-corner-philadelphia-2014-86-players\/<\/p>\n","username":"lopert","cards":{"01062":2,"01068":3,"01078":1,"01090":1,"01109":1,"01110":3,"02013":2,"02031":1,"02110":2,"04012":3,"04013":1,"04015":3,"04054":3,"04060":1,"04074":3,"04114":2,"04119":3,"04120":2,"05007":3,"05009":3,"05017":3,"05018":3,"06003":1}},{"id":8459,"name":"PAYG Mk.II (1st, Ottawa GNK, 14\/08\/09)","creation":"2014-08-11 11:28:39","description":"<p>1st place at the Ottawa Game Night Kit tournament of August 9th, 2014.<\/p>\n\n<p>Tournament Results:<\/p>\n\n<p>http:\/\/www.bravemonkey.net\/nrtm8-9-14\/index.html<\/p>\n\n<p>Decklist Inspired by:<\/p>\n\n<p>http:\/\/netrunnerdb.com\/en\/decklist\/7140\/pay-as-you-go-2nd-toronto-regionals-14-06-14-<\/p>\n","username":"lopert","cards":{"01006":1,"01008":1,"01012":1,"01026":1,"01033":1,"01036":1,"01043":1,"01049":1,"01050":3,"02003":1,"02027":1,"02047":1,"02066":1,"02087":2,"02106":2,"03034":2,"03035":1,"03038":3,"03040":1,"03046":3,"03049":3,"03052":3,"03053":2,"03054":3,"04029":3,"04109":2,"05035":1}},{"id":8460,"name":"EngineeringTheAkbar3","creation":"2014-08-11 13:21:09","description":"\n","username":"Gregory James","cards":{"01054":1,"01056":3,"01063":3,"01069":2,"01070":3,"01098":3,"01106":3,"01109":3,"01110":3,"02012":1,"02039":1,"02051":1,"02110":3,"03007":3,"03009":3,"03015":3,"03019":3,"04071":3,"05021":2,"05024":3}},{"id":8461,"name":"Eggspress","creation":"2014-08-11 13:42:41","description":"\n","username":"willequalsftw","cards":{"01004":1,"01007":1,"01012":1,"01018":1,"01021":3,"01022":3,"01024":3,"01036":3,"01050":3,"01053":3,"02009":2,"02104":3,"03052":3,"03054":3,"04043":3,"05029":1,"05035":3,"05036":1,"05038":3,"05041":1,"05046":1}},{"id":8462,"name":"TNG","creation":"2014-08-11 15:01:28","description":"<p>Giving it a try<\/p>\n","username":"squirtlesquad","cards":{"01062":2,"01078":2,"01103":2,"01110":3,"02015":3,"02073":3,"02110":3,"03014":3,"04012":3,"04015":3,"04114":3,"04119":3,"05002":1,"05005":3,"05007":3,"05009":3,"05010":3,"05018":2,"06003":2}},{"id":8463,"name":"Code Gates Of Hell","creation":"2014-08-11 16:07:34","description":"<p>I've been thinking a lot about <a href=\"\/en\/card\/06024\">Encrypted Portals<\/a> and how dumb it was, then I started toying around with this deck and really how it plays in theory. I'll have to see if it's any good in person soon.<\/p>\n\n<p>Your main goal is to get out a Portals and <a href=\"\/en\/card\/06031\">Lag Time<\/a> relatively quickly. At this point your regular strength code gates are extra beefy. Plop a <a href=\"\/en\/card\/06032\">Will-o'-the-Wisp<\/a> down to blow up their code gate and an Ash on top of it so the run is still successful, but they don't get to trash. Then even if they do you can <a href=\"\/en\/card\/04060\">Interns<\/a> or <a href=\"\/en\/card\/04015\">Jackson Howard<\/a> them back into play. <a href=\"\/en\/card\/04053\">Unorthodox Predictions<\/a> lets you have a turn where runners practically cannot run on you so you can get even more nasty stuff set up.<\/p>\n\n<p>The real surprise in this deck is <a href=\"\/en\/card\/01101\">Archer<\/a>. Predictions is your prime Archer fuel, and after seeing that you pretty much only are running code gates they won't worry so much about face-checking without a sentry after a while. That's also where <a href=\"\/en\/card\/02060\">Chimera<\/a> comes in handy, because they have to get that full rig out just for one piece of ice. And if you want them to be code gates, they're stronger and more annoying to break!<\/p>\n","username":"PackBenPack","cards":{"01065":3,"01101":2,"01110":3,"01111":3,"02013":2,"02031":1,"02060":3,"04012":3,"04015":3,"04051":1,"04053":3,"04054":3,"04060":2,"04093":1,"04119":1,"04120":2,"05007":3,"06003":3,"06024":3,"06030":1,"06031":1,"06032":3}},{"id":8464,"name":"The Pressure Cooker (HB 3-Pointers + Sleepers)","creation":"2014-08-11 16:16:46","description":"<p>Hey guys, here's a conceptual deck I've been looking forward to. The first thing you'll notice is agenda composition: seven 3-pointers plus Domestic Sleepers. There are 7 cards in this deck that further the runner's chances of winning, and he needs to steal 3 of them in order to win. You, on the other hand, only need two of those seven in addition to scoring a Sleepers out of hand.<\/p>\n\n<p>There are two other cards you might be curious about: Fast Track and Punitive Counterstrike. Fast Track (with Biotic Labor, if necessary) lets you make sure you score Sleepers in case the runner gets lucky and steals one of them; it can also pull Eden Fragment to your hand if the runner's in a bad position; scoring that lets you build up your taxing superservers <strong>at a profit<\/strong>. Nail that as your first agenda, and you've practically won the game. Punitive is your alternate win condition; if you have two in hand and a decently taxing server hiding an agenda, you either score 3 or disappear the runner when he steals it. Bonus points for Punitive always hitting for 3 (or, in the worst-case scenario, 6).<\/p>\n\n<h4>Ice<\/h4>\n\n<p>Ice is a good split of taxing and gear check; Static\/Quandary\/Fenris are my cheap hard ETR, while the remainder are just expensive as hell to break. Ice composition is definitely the most up for rejigging, especially if you can free up some space if Jackson proves to be unnecessary. Heimdall and Janus are primarily PriReq food, but you're EtF, so you can probably hard rez them in a pinch. Tollbooth and Ichi are good targets for PriReq too.<\/p>\n\n<h4>Other Options<\/h4>\n\n<p>There's definitely an alternate build of this that gets rid of the Overwriter, kill setup Brain Damage ice, and Punitives in favor of Aggressive Secretary, Will-o', Rototurret, Taurus, and Flare; that build would be centred on snapping off the runner's rig and blowing open scoring windows to push to 7 points.<\/p>\n\n<h4>Wait! No Archer?!<\/h4>\n\n<ol>\n<li>Everyone will expect it. The runner can save their Sharpshooter for the single Ichi in this deck, if they ever see it.<\/li>\n<li>You only have two Sleepers, and you want to be scoring one of them every game that you're not going for a flatline. You can't really afford to give it up.<\/li>\n<\/ol>\n\n<h4>The Pressure Cooker<\/h4>\n\n<p>Having a single 3-pointer and an unclicked Sleepers puts the runner in a very precarious position: at an otherwise nonthreatening point total, you could be 3 turns away from winning, and he'll have one turn to stop it once you install-advance-advance that agenda. He can't afford to take the risk that you're bluffing and it's an Overwriter (or even another Sleepers that you leave on the table without scoring!). And it's really a catch-22, because unless the runner still has space in his deck for Plascrete, stealing that agenda could kill him too.<\/p>\n","username":"DrunkenGineer","cards":{"01054":1,"01056":2,"01059":1,"01090":2,"01106":3,"01110":3,"01113":2,"02012":1,"02092":3,"02110":3,"03006":3,"03009":1,"03015":1,"03017":1,"03019":2,"04015":3,"04071":3,"04079":3,"04120":3,"05027":2,"06001":2,"06003":2,"06022":2,"06030":1}},{"id":8465,"name":"Propaganda War Machine","creation":"2014-08-11 16:35:03","description":"\n","username":"Wrathrage","cards":{"01081":3,"01082":2,"01084":2,"01088":2,"01090":2,"01092":2,"01099":3,"01107":3,"01109":3,"02029":3,"02055":3,"02056":3,"02117":2,"04015":3,"04055":2,"04076":3,"04096":2,"04119":3,"04120":2,"05009":1,"06005":1}},{"id":8466,"name":"Guessing made easy","creation":"2014-08-11 17:10:53","description":"<p>I was asked to publish this here after I shared and discussed it on BGG.<\/p>\n\n<p>I built the deck as a joke but found it worked extremely well. It's gone through loads of different versions, but I like this breaker suite best.<\/p>\n\n<p>The card I'm least sold on is Kati. I don't really have need of more money, but I include her because it makes me feel better about having two hostages. <\/p>\n","username":"Daine","cards":{"01026":2,"01036":3,"01042":1,"01049":2,"01050":3,"01051":1,"02046":1,"02047":3,"02091":1,"02106":3,"03031":1,"03034":2,"03035":2,"03052":3,"04004":2,"04027":3,"04107":3,"04109":3,"05035":1,"05054":1}},{"id":8467,"name":"Your Near-Earth Grave v2","creation":"2014-08-11 17:29:45","description":"<p>After some testing I decided to put some more focus on flatlining via PSF, making runners think twice before just floating the tags and killing the DRT when they could, and added some Psychographics goodness to churn out agendas.  Data Raven was often a dead card so I replaced it with another Tollbooth and a Mother Goddess.  Information Overload is definitely going to find its way in here when its released.<\/p>\n","username":"skydivingninja","cards":{"01064":2,"01070":3,"01081":3,"01084":1,"01085":2,"01090":2,"01092":2,"01107":3,"02055":3,"02056":3,"02115":3,"02116":3,"02118":2,"04015":2,"04075":2,"04076":3,"04096":3,"05010":2,"05024":1,"05026":2,"06003":1,"06005":1,"06010":1}},{"id":8469,"name":"Code Gate Perfection","creation":"2014-08-11 18:55:31","description":"<p>A probably terrible code gate focused deck, to make use of <a href=\"\/en\/card\/06024\">Encrypted Portals<\/a> and <a href=\"\/en\/card\/06004\">Mutate<\/a>!<\/p>\n\n<p>Mutate the <a href=\"\/en\/card\/05018\">Pup<\/a>s, and they'll either become another code gate (yay) or one of the expensive barriers \/ sentries (yay).<\/p>\n","username":"YeyaSwizaw","cards":{"01061":2,"01062":1,"01063":2,"01075":2,"01078":2,"01092":1,"01111":3,"02031":1,"02034":2,"02054":3,"02056":2,"04054":3,"04060":3,"05005":3,"05006":1,"05007":2,"05009":3,"05018":3,"06003":2,"06004":3,"06024":3,"06030":1,"06032":2}},{"id":8470,"name":"RP Out of Pocket Medical v.15.03","creation":"2014-08-11 18:58:28","description":"<p>Agendas:\nI lay out why I am not using <a href=\"\/en\/card\/01068\">Nisei MK II<\/a> in <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/7467\/rp-out-of-pocket-medical-v-1-0\">V.1.0<\/a> of this deck. Read it there.<\/p>\n\n<p>Basic strategy, score a 4\/2 as soon as it is possible. If the runner steals the first one, no sweat they have either made your next <a href=\"\/en\/card\/05005\">Medical Breakthrough<\/a> cheaper to score or have drained their economy paying for a <a href=\"\/en\/card\/04119\">NAPD Contract<\/a> and opened a scoring window for another 4\/2 agenda. You want to get to 4 AP as quickly as possible so that the runner feels pressure to run your servers rather than sitting back counting their money waiting to pounce. A poor Runner is a very sad Runner against this deck.<\/p>\n\n<p>I rarely try to push a 5\/3 out in the early game as they are just too vulnerable. I wait until my economy is humming and I have a solid scoring server setup with <a href=\"\/en\/card\/02013\">Ash 2X3ZB9CY<\/a> and\/or <a href=\"\/en\/card\/04114\">Caprice Nisei<\/a> ideally or I sacrifice a <a href=\"\/en\/card\/04119\">NAPD Contract<\/a> to open a scoring window.<\/p>\n\n<p>Changes:\nI dumped <a href=\"\/en\/card\/01077\">Neural Katana<\/a> for a 3rd <a href=\"\/en\/card\/04013\">Himitsu-Bako<\/a>. This is a good card to kill Cassias with or anything someone has hosted on there. I have also used this in front of a Jackson to bait a run and then I make the server disappear... sad when that Dirty Laundry fails to land.<\/p>\n\n<p>Not one to believe the hype about how useless a card is I saw some potential in <a href=\"\/en\/card\/02071\">Hourglass<\/a>. Normally, you can wait for a 4th click run and completely ignore this card and that really does suck in most decks. However, in a horizontal deck where clicks are a premium it becomes a serious liability to the runner. You either focus on Centrals and my drip econ runs wild or you pay a hefty price to break it and then run on my servers. <\/p>\n\n<p>Let’s talk about <a href=\"\/en\/card\/04060\">Interns<\/a>. I am sure some folks would disagree with my choice and would rather have some sort of burst econ instead. They are invaluable to the taxing nature of this deck. Interns allows you to let <a href=\"\/en\/card\/04015\">Jackson Howard<\/a> to be trashed, costing the runner 3 precious credits that could have been used to steal an agenda or trash my drip assets. Now I can bring back a Jackson anytime I need one from the archive. If the Jacksons are safe I can stack ICE without draining my early econ. You can also bring back Ash or Caprice which really pisses runners off.<\/p>\n\n<p>This deck performed well never dropping a game but I barely squeaked a game against Kit running Yog-o-sarus (also running Paint Brush). That showed me a weakness in the deck. I am thinking of adding <a href=\"\/en\/card\/06025\">Cerebral Static<\/a> to deal with Kit and Whizzard as well as Runner Currents.<\/p>\n","username":"saracenus","cards":{"01078":1,"01090":1,"01109":3,"02013":2,"02031":1,"02071":2,"02110":2,"04013":3,"04015":3,"04054":3,"04060":2,"04074":3,"04114":3,"04119":3,"05005":3,"05007":3,"05009":3,"05011":3,"05017":3,"05018":3}},{"id":8471,"name":"Tutorial Corp deck","creation":"2014-08-11 19:03:03","description":"<p>This is an starting set made to make easy to understand the rules. It's just an improvment of the starter set since I'm tired of the <a href=\"\/en\/card\/01075\">Chum<\/a> and <a href=\"\/en\/card\/01074\">Cell Portal<\/a> so I've sustituted them for <a href=\"\/en\/card\/02015\">Snowflake<\/a> and <a href=\"\/en\/card\/01090\">Tollbooth<\/a><\/p>\n\n<p>I disabled almost all the trace programs (like <a href=\"\/en\/card\/01112\">Hunter<\/a> and <a href=\"\/en\/card\/01107\">Private Security Force<\/a>) just to focus on gain money and display ice. <\/p>\n\n<p>I also disabled the links programs in the runner deck. <\/p>\n\n<p>I think it's too strong to the runner set I'm doing but I'm still testing it. = ) <\/p>\n","username":"valerian32","cards":{"01067":1,"01068":3,"01069":3,"01070":3,"01071":1,"01072":2,"01073":2,"01076":2,"01077":3,"01078":3,"01079":1,"01090":3,"01106":3,"01108":2,"01109":3,"01110":3,"01111":3,"01113":3,"02014":3,"02015":3}},{"id":8472,"name":"Skeleton Key","creation":"2014-08-11 19:59:36","description":"<p>Uhhh, drew inspiration from Steven Wooley's Anatomy of Anarchy.<\/p>\n\n<p>Gameplay -\nTake their money. Rinse and repeat. Make them feel like a worthless hobo. If you suspect they're gonna deny you account siphon go imp smash them. Break down their remaining pieces of ice with parasite, etc. If you're losing control of their credit pool throw out a lamprey and even a DLR while you're at it. Give them hell. You may also throw out a crap ton of fall guys and DLRs with Lampreys out. If they purge, take that advantage to mill. If they trash, keep milling with the remaining DLRs. Otherwise keyhole the crap outta them while they're vulnerable and if they're trying to regain economy. Slap them with your lamprey(s). You may be as mean as to trash only ice and to leave agendas. Besides, you could pick them up on the way when you're going to HQ to sap credits from them with Lamprey.<\/p>\n","username":"TrungusWungus","cards":{"01001":1,"01002":3,"01006":2,"01008":2,"01012":3,"01018":3,"01050":3,"01051":2,"01053":2,"02003":2,"02009":3,"02042":2,"02103":3,"03054":3,"04043":3,"04061":3,"04106":3,"06014":3}},{"id":8473,"name":"Hub-enomics: Turbo Tax ","creation":"2014-08-11 20:43:20","description":"\n","username":"galactusgo","cards":{"01059":2,"01064":1,"01081":3,"01082":3,"01090":3,"01092":2,"01110":3,"02055":3,"02056":3,"02115":3,"03026":3,"04015":3,"04076":3,"04119":3,"04120":2,"05009":3,"05025":3,"06003":2,"06005":1,"06010":1}},{"id":8474,"name":"Nasir Is Weird","creation":"2014-08-11 21:14:59","description":"<p>I made this deck solely as an example to my girlfriend - my main opponent - of how Nasir's ability works.  It's wacky, but certainly something you can work with.  I definitely need to add more copies of programs and probably switch which one's I'm using (why did I put Zu.13 over Gordian?), but it worked alright.<\/p>\n","username":"wswan","cards":{"01004":2,"01005":3,"01007":1,"01027":1,"01034":3,"01035":2,"01040":2,"01041":2,"01050":3,"01053":2,"02007":2,"02009":2,"02049":3,"02082":1,"02091":2,"02106":2,"03031":2,"03035":1,"03038":3,"03046":3,"04003":2,"04067":1,"06017":1}},{"id":8475,"name":"Pump It Up! 3D","creation":"2014-08-11 21:26:00","description":"<p>My attempt at a BWBI deck.<\/p>\n\n<p>At the time my main opponent had built two different Corp decks heavily featuring Trick of Light, and that seems to make the most sense with all the advancement counters I'd be dropping on ice.  I also used Burke Bugs, because Weyland is rich, and that's funny.<\/p>\n","username":"wswan","cards":{"01090":1,"01094":3,"01098":3,"01099":2,"01100":3,"01101":3,"01102":2,"01103":3,"01104":3,"01106":1,"01110":3,"01111":1,"02018":3,"02033":3,"02058":3,"02076":1,"02077":1,"02119":2,"03027":1,"04015":2,"04080":1,"04119":2,"04120":1,"05016":1,"05025":1}},{"id":8476,"name":"Lunar Weyland Edit 1 - Featuring the Root","creation":"2014-08-11 22:16:16","description":"<p>In the works.<\/p>\n","username":"Ginseng","cards":{"01070":2,"01086":1,"01088":2,"01093":1,"01094":3,"01098":3,"01099":3,"01101":2,"01102":1,"01103":3,"01110":3,"01111":3,"02018":3,"02019":2,"02080":2,"03026":2,"04015":2,"04017":3,"04018":1,"04035":1,"04036":1,"04040":2,"04058":2,"06008":2}},{"id":8477,"name":"express run","creation":"2014-08-11 23:13:43","description":"\n","username":"bennyside","cards":{"01007":1,"01018":2,"01021":2,"01022":2,"01024":2,"01026":1,"01028":1,"01029":2,"01036":1,"01050":3,"01053":2,"02043":2,"02087":2,"02101":1,"02104":3,"02106":1,"03052":3,"03054":2,"04009":2,"04043":3,"04089":1,"05029":1,"05032":1,"05035":2,"05036":2,"05046":1}},{"id":8478,"name":"Kittin' through that ice","creation":"2014-08-11 23:32:41","description":"<p>First Kit deck I've thrown together.  Pretty untested--I've only played it with a modded and Akamatsu in place of two of the Maker's Eyes, but this is what I intended to have.<\/p>\n\n<p>Before I use it again, I might switch 2 Maker's Eyes for CyberSolutions mem chips, and 2 Borrowed Satellites for Armitage Codebustings.  I won my first game with this deck by scoring both Notorieties back to back, so it's now a known quantity that I might replace with 2 Scavenges.  Maybe also swap the Women in the Red Dresses for a couple Infiltrations.<\/p>\n\n<p>Card pool for building: 2 cores, Trace Amount, Cyber Exodus, Mala Tempora, Double Time, and a few cards from a draft (C&amp;C's Borrowed Satellite and H&amp;P's Overmind).<\/p>\n","username":"OdwardFrenry","cards":{"01014":3,"01015":1,"01034":3,"01036":3,"01040":3,"01041":1,"01044":2,"01047":2,"01048":2,"01050":3,"01051":2,"02026":2,"02047":2,"02048":2,"02049":2,"03028":1,"03050":2,"04047":1,"04048":2,"04108":3,"04109":2,"05053":2}}]