[{"id":4709,"name":"Noise pollution","creation":"2014-04-29 01:07:12","description":"<p>This is still a fairly early attempt at a noise deck not using wyldside.<\/p>\n\n<p>The goal is to apply a fairly constant pressure to R&amp;D and remotes when necessary, using viruses to mill targeted cards from R&amp;D whenever possible. Archives is generally left alone until at least 4 or 5 unknown cards are in it. I run naked and force the corp to rez ice for much of the early game, and don't mind if a program or three get trashed, then get crypsis out once my money is coming in and start breaking faces. <\/p>\n\n<p>It's not quite as consistent as I'd like due to only having 1 core set.<\/p>\n","username":"psyck0","cards":{"01001":1,"01002":2,"01006":1,"01007":2,"01008":2,"01009":2,"01010":2,"01012":3,"01049":3,"01050":3,"01051":3,"01053":3,"02003":3,"02009":2,"02081":2,"02091":3,"02105":3,"03047":3,"04005":3}},{"id":4714,"name":"Fugee 401k","creation":"2014-04-29 01:50:33","description":"<p><em>This is my first deck.<\/em> I was inspired by Killing Me Softly. I am having great success with this deck, but you need to have patience. It is very hard for Corp to Trace you... which is good because the resources are important to this deck. Lots of money to be had in this deck. Once you have built up enough money, you should be able to plow through ice.<\/p>\n","username":"XeRo","cards":{"01033":1,"01034":3,"01035":2,"01036":3,"01037":3,"01038":2,"01039":2,"01041":1,"01042":2,"01046":2,"01047":1,"01048":2,"01050":3,"01051":3,"01052":2,"01053":3,"02007":2,"02008":2,"02009":2,"04007":3,"04008":1,"04108":3,"04109":3}},{"id":4715,"name":"Dinomite (1st, Auckland Chronos Protocol)","creation":"2014-04-29 02:08:13","description":"<p>The inspiration for this deck was <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/3124\/in-a-red-dress-and-alone-jamieson-s-store-champ-deck-\">Jamieson from Bad Publicity's tournament winning Kate deck<\/a>. I ended up changing most of the cards.<\/p>\n\n<p>The deck is undefeated in tournament play thus far. What makes it so strong is how hard you can hit in a single turn before the corporation has a chance to react. It is able to consistently fire off explosive turns that surprise the corporation. For example: Femme Fatale with Indexing or Test Run into Account Siphon. These early turns then build into an incredibly strong rig and economy. I’ll go over how I pilot the deck in each phase and then comment on card selection, particularly in comparison to Jamieson’s deck. Some of this might be a bit general but hopefully it’s helpful to new runners.<\/p>\n\n<h2>Phase 1<\/h2>\n\n<p>Early on the corporation does not usually have the resources to defend R&amp;D, HQ and a remote. You have two of the best cards to exploit this, Account Siphon and Indexing. Face check their ice, you want to know which breaker to grab but mainly you’re trying keep their cash low. I'll usually hit HQ first which might open up R&amp;D for an Indexing and to find out what the HQ ice is for Account Siphon. A 'blind' Account Siphon can also be a great move just to force the corporation to react; you don’t have to actually drain them. Here are a couple early turns in games during the Chronos Protocol where my opponents were ready with good responses. <\/p>\n\n<p><strong>NBN<\/strong><\/p>\n\n<ul>\n<li>Sure Gamble.<\/li>\n<li>Blind Account Siphon into an unrezzed Caduceus. The perfect counter? I let him take the credits but he’s forced to add 7 to the trace, leaving him with 1 credit<\/li>\n<li>Indexing past R&amp;D Ice he can’t afford to rez.<\/li>\n<li>Score.<\/li>\n<\/ul>\n\n<p><strong>HB<\/strong><\/p>\n\n<ul>\n<li>Modded Femme Fatale targetting rezzed HQ Ice.<\/li>\n<li>Account Siphon, he rezzes Eve Campaign on a remote. I siphon the two remaining credits since I'm not worried about tag punishment from HB.<\/li>\n<li>Draw.<\/li>\n<li>Run Eve and trash it, leaving the corporation with no credits and no income.<\/li>\n<\/ul>\n\n<p>In this early phase it is crucial that you get an early Magnum Opus. Mulligan for it and treat your pre-magnum credits as solid gold, only to be spent for extreme value. This isn't actually too bad as a good half the deck costs nothing to play. Don’t be afraid to Test Run for Magnum Opus. You also want to draw quite a bit in the early game. There are a few combos in the deck but each card works on its own so you don’t need to dig. Just keeping your hand full will allow efficient plays.<\/p>\n\n<h2>Phase 2<\/h2>\n\n<p>The Corp's strongest phase, when the runner may be lacking the correct icebreakers, is often skipped entirely thanks to Test Run and Femme Fatale. Femme is usually the first breaker I’ll try to get out no matter what ice they have rezzed. Without it the rest of your rig is vulnerable to sentry program destruction and Femme works just fine to get past early defences. Magnum Opus with Femme is a great rig for a long time. You can retarget the Femme with Scavenge if they replace the ice with something new, let them pay to rez it first, try to add value to the surprise with an Indexing or Account Siphon. Same Old Thing shines in phase 2. If you have Account Siphon or Indexing in your archives the corporation can’t afford not to respond to a hole you’ve poked in their central defence. It will also let you get out your second Test Run\/Scavenge more consistently and complete your rig transitioning to phase 3.\nYou want to continue to play in quite an explosive fashion. Have a plan and spend a few turns setting up for it. You want the credits to play the breaker, run twice and be able to trash. Here’s what phase 2 might look like.<\/p>\n\n<ul>\n<li>Draw a card, take 6 credits.<\/li>\n<li>Draw a card, Same Old Thing, take 4 credits.<\/li>\n<li>Modded-Morning Star, Same Old Thing-Indexing, Score.<\/li>\n<\/ul>\n\n<h2>Phase 3<\/h2>\n\n<p>Arguably the strongest rig in the game backed by the best economy in the game, Magnum Opus. Most decks won’t be capable of creating an ice tower that costs more than 8 to break.  To add to that your R&amp;D runs are more efficient, think of R&amp;D Interface as making it half price to check each card in R&amp;D. Indexing is even better and will be your Same Old Thing target for phase 3. Dinosaurus and Personal Touch are solid cards at this point for improving your rig even further. Lean on your Magnum Opus to shut down the corporation’s phase 3 plan of creating a scoring window with Ash, SanSan, taxing or SEA Source\/Scorched. You’ll need more credits than you think. If the corporation still believes they have a scoring window you can Stimhack to close it in a hurry.<\/p>\n\n<p>NBN Fast Advance and Weyland are usually trying to hold the runner off while they execute their game plan. But this deck has such strong threats that they’re forced to react to the runner game plan instead; you take the initiative from them. I’ve actually never had to put out my full rig in a tournament game, winning a quite a few with just Femme Fatale. Only decks with extremely good defence like <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/4400\/hb-modified-red-coats\">Red Coats<\/a> can extend a game. The strong rig and economy makes for a comfortable phase 3.<\/p>\n\n<h1>Deck Design<\/h1>\n\n<p>Jamieson’s tournament winning deck has many interesting cards like Eureka, Motivation, Woman in the Red Dress and All Nighter. But that wasn’t exactly why it piqued my interest. There’s no doubt it is a good deck but there seemed to be quite a few changes I could make to improve consistency. I set out to make a leaner version that maintained the powerful core.<\/p>\n\n<p><strong>Chaos Theory<\/strong> About the only installs Jamieson was running were 3 Akamatsu Memchip and 3 The Personal Touch. Kate wasn’t getting much mileage from her cheap install ability since the breakers would often be put out by events. With Chaos Theory you start the game with a Memchip installed and shave 5 cards off a deck with combos. However, you could make a strong case for Kate’s link depending on the meta.<\/p>\n\n<p><strong>Account Siphon<\/strong> Not too much I need to say about it. Chaos Theory helps these 4 influence cards show up more often and Same Old Thing gets more use out of it. There is some surprise factor to running it out of faction but honestly I expect every runner to have it. This card didn’t really shine at first when running resources (Jamieson has 18), having to remove the tags negates much of the economic advantage and makes it tricky to play when you have to save two clicks for tags (a good reason for All Nighter in Jamieson’s deck). Magnum Opus changes that; you can maintain your momentum if you choose and keep up the pressure if they have no other tag punishment. <\/p>\n\n<p><strong>Diesel<\/strong> Swapping Quality Time for Diesel is one of the first changes I made. Diesel is an efficient card on its own. Quality Time is solid too but you need to have a reason that it’s better than just drawing cards with clicks as it’s not particularly efficient. There’s also a diminishing value to each card you draw as you may have to discard or may not have wanted to dedicate that many credits\/clicks to drawing\/playing cards.<\/p>\n\n<p><strong>Indexing<\/strong> I think people are starting to realize just how strong this is. It’s on Account Siphon’s level. I’ve heard several criminal players that bring in one copy say it’s one of the best cards in their deck. It stays relevant all game. I think one of the great benefits to Shaper right now is playing three copies of Indexing influence free. It’s very important to keep track of how many cards they draw after you use it. You can’t use a notepad but there are any number of tricks you can use with your fingers, feet… virus tokens. I’m often counting down for the next Indexing. <\/p>\n\n<p><strong>Levy AR Lab Access<\/strong> The general consensus is you should have this in Chaos Theory so that you don’t run out of cards, particularly against Jinteki. With Same Old Thing one should be sufficient. If you can manage to draw four cards off it you’re doing well but often I’ll just not play it. Depending on your meta you might not need it at all.<\/p>\n\n<p><strong>Modded<\/strong> I think this would be quite a prevalent card at 1 influence cost. It doesn't work with SMC or cheap programs\/hardware but otherwise it's three credits without spending an extra click. I’m always happy to see it, especially with Quality Time. I'll often just modded out a breaker rather than waiting to draw Salvage. For me it replaces Jamieson’s Eureka + Motivation\/Test Run combo. Let’s compare it on Morning Star:<\/p>\n\n<ul>\n<li>Test Run (3credits), Eureka (3credits, click)<\/li>\n<li>Modded Morning Star (5 credits)<\/li>\n<\/ul>\n\n<p>Modded is much leaner, working on its own and in one turn. Without Eureka the Motivation comes out as well. Jamieson mentions it was mainly in there in preparation for Oracle May. When she comes out I think it may swing back that way. Without Eureka or the fear of Account Siphon tags I don’t think All Nighter is as helpful. I think I managed to conserve the explosive turns of the deck while trimming it down.<\/p>\n\n<p><strong>Quality Time<\/strong> When I switched to a Magnum Opus economy these came back in to help dig for it. As long as you prepare by running down your hand and making sure you’ll have 5 credits left to play cards this can be quite good, particularly with Modded.<\/p>\n\n<p><strong>Scavenge<\/strong> Part of the Test Run combo but I actually play it alone just as often. Here are couple examples from Chronos Protocol games:<\/p>\n\n<ul>\n<li><p>They replaced their codegates with barriers after Torch came. I scavenged the Torch to play Morning Star for free from my hand.<\/p><\/li>\n<li><p>My opponent did a great job creating a scoring window and went for it. My rig was two Femmes that had opened R&amp;D for me, I scavenged both of them to retarget onto Remote ice then used Stimhack to score the final agenda through an Ash.<\/p><\/li>\n<li><p>I had an early Morning Star to deal with Eli 1.0 who is now joined by Heimdall 1.0 in phase 3. I bring out a Dinosaurus then Scavenge the Morning Star onto it.<\/p><\/li>\n<\/ul>\n\n<p><strong>Stimhack<\/strong> There is one spare influence after replacing Garrotte with two Femme Fatales. Stimhack beat out the other contenders and certainly pulled its weight against taxing decks. There’s nothing better for running into Ash.<\/p>\n\n<p><strong>Sure Gamble<\/strong> Staple although you could almost do without it if you could guarantee early Magnum Opus.<\/p>\n\n<p><strong>Test Run<\/strong> Just like Scavenge it can also be used on its own. It does work as a great economy combo card, Special Order and Inside Job. One NBN opponent in the Chronos Protocol had a solid Hedge Fund, ice HQ, ice R&amp;D start. But he was powerless to stop this:<\/p>\n\n<ul>\n<li>Run HQ, Wraparound<\/li>\n<li>Test Run-Morning Star<\/li>\n<li>Account Siphon<\/li>\n<li>Draw a card<\/li>\n<\/ul>\n\n<p>On his turn he replaced the Wraparound! You can’t blame him, at any point I could have played that Morning Star and Account Siphoned again. In the end I never had to play my Morning Star, Femme Fatale with The Personal Touch chugged through the rest of his ice. Test Run created the threat of a barrier breaker which was just as good for me.<\/p>\n\n<p><strong>Dinosaurus<\/strong> Jamieson raises the good point that unlike other consoles you need to get Dinosaurus down before the breakers. Even if you draw it in the right order it’s a tempo hit to pay for such an expensive console first. Then I saw how good it was with Femme Fatale. Since Femme can also be your early barrier breaker you can often wait for Dinosaurus to play your Morning Star. In most matchups Morning Star doesn’t need more strength and I’ll just put it on Dinosaurus for +2MU in the final rig. Dinosaurus was so good with Femme Fatale that I kicked it up to 2 copies.<\/p>\n\n<p><strong>Plascrete Carapace<\/strong> Scorched Earth and Punitive Counterstrike are sneaking into a lot of decks these days. Play out your Plascretes if you smell something, especially while playing tagme. Magnum Opus is actually your best defence against Weyland’s SEA Source\/Scorched Earth. You’ve got the corp economy outgunned and they simply won’t be able to land a tag. With Honour and Profit I’m strongly considering switching these to Public Sympathy.<\/p>\n\n<p><strong>R&amp;D Interface<\/strong> Now you might think this doesn’t belong in a deck with Indexing but there are still solid opportunities for it. If they give you the opening early game for some solid accesses, go for it. Midgame it might make sense to play it after an Indexing or a few turns later, depending what you see and can afford. I might put a second Agenda or something I want to trash as the 5th card down then run a turn earlier than they expect. Often you’ll just wait for lategame to play the R&amp;D Interface. Like I said earlier it effectively costs you half as much to check each card in R&amp;D with an interface making it an important part of a final rig.<\/p>\n\n<ul>\n<li>Test Run-Femme Fatale<\/li>\n<li>Indexing<\/li>\n<li>Modded-R&amp;D Interface<\/li>\n<li>Run R&amp;D, score score<\/li>\n<\/ul>\n\n<p><strong>The Personal Touch<\/strong> One of only a couple cards that isn’t always a solid draw. Jamieson runs 3 copies and I think he’s onto something. It can make the best rig even better, often paying for itself in a single run. It wouldn’t often be worth it on standard breakers like Corroder and Gordian Blade but it overcomes Morning Star’s fixed breaker limitation and Femme Fatale needs 2 credits for +1 strength. In a meta full of Viktor 2.0 and Tollboth I’ll even put it on Torch to shave a couple credits off repeated R&amp;D runs.<\/p>\n\n<p><strong>Same Old Thing<\/strong> It does more in this deck than it would in any other deck. Criminal may have more events but Account Siphon\/Indexing\/Test Run\/Scavenge are the events that are worth paying an extra two clicks for. This should be a 3 of, likely cutting 1 The Personal Touch. The threat Same Old Thing provides is enough to force them to commit more resources to central defence. If I’m tagged I’m usually still happy for the corp to spend two credits trashing it. Most of the other 15 Resources in Jamieson’s deck were replaced with Magnum Opus as part of making the deck leaner.<\/p>\n\n<p><strong>Femme Fatale<\/strong> I’d have to say this is the MVP of the deck. It really takes Test Run to the next level, I’d always have at least one Femme in any deck using it. It replaces Garrotte in Jamieson’s deck, they’re very similar but Femme’s bypass ability is a breaker in itself and this deck lessens the weaknesses. Garrotte only costs 7 instead of 9 but you’ll often be playing it for free with Test Run. Garrotte is 2 MU, potentially difficult to play with Magnum Opus. They’re both 2 strength, both 1 credit to break but Femme costs an additional credit for +1strength. Femme is the more traditional card but I think I’m still harnessing some of Jamieson’s super rig concept. With Dinosaurus and Personal Touch Femme Fatale becomes a fantastic sentry breaker. It’s also only 1 influence instead of 3…two Femmes!<\/p>\n\n<p><strong>Morning Star<\/strong> Eli 1.0’s popularity alone makes this a viable choice. The fixed strength of Morning Star is not a problem with Dinosaurus and Femme helping it out when needed although a surprise Corporate Troubleshooter did ruin what would have been a great Wall of Thorns break. Still, I’m close to swapping it for two Corroders. I think it comes down to a meta call, Morning Star is great and often 0 cost but you could run SMC with Corroder to search out Magnum Opus. I’ll re-evaluate after the Honour and Profit meta emerges but right now Morning Star is smashing through barriers like it was Yog.<\/p>\n\n<p><strong>Torch<\/strong> Solid, in faction and boy are there a lot of 4+ strength codegates going around these days. FFG has been trying to move the meta away from Yog.0 for quite a while which has carved a niche for Torch. But I may have to look for a more efficient choice if Quandary takes off.<\/p>\n\n<p><strong>Magnum Opus<\/strong> Hmm I suppose I already called Femme the MVP. Magnum Opus is such good economy it opens up new gameplay, traces just stop working on you or bankrupt the corp. Ash, SEA Source, Punitive Counterstrike, NAPD Contract, asset economy, Sansan, taxing… MO don’t care. It lets you adjust the amount of economy in your deck on the fly to respond to the corporation’s deck. You can then sit on a cushion of 10 credits, always dangerous and ready to play a breaker in an explosive turn. As well as a degree of resistance to any work compression the corporation attempts. Against taxing decks you can spend the first few turns just grinding out an advantage, going into the midgame with them at less credits than they need for their gameplan. I had a couple games against the extremely taxing Red Coat deck during the Chronos Protocol. The early turns looked something like this.<\/p>\n\n<ul>\n<li>Take 6 credits, trash PAD Campaign.<\/li>\n<li>Take 6 credits, run Eve Campaign. He’s forced to boost Caduceus trace by 6 to keep me from getting through with 5 credits left.<\/li>\n<li>Take 6 credits, run Eve Campaign and trash. <\/li>\n<\/ul>\n\n<p>MO is the only economy card you’ll need allowing you to free up slots in your deck (at the risk of not drawing it). It allows me to have very little filler in the deck. Try some sample draws, they’re deadly. If you want to know how good Magnum Opus is, check out corp deck write ups. From what I’ve seen the majority of them list Magnum Opus decks as one of their worst matchups.<\/p>\n\n<p>Hope this was worth your read. I’ll be checking in and happy to answer any questions.<\/p>\n","username":"Fjord","cards":{"01004":1,"01018":2,"01026":2,"01034":3,"01035":3,"01040":2,"01044":3,"01050":3,"02004":1,"02009":2,"02046":1,"02047":3,"02048":2,"02087":2,"02106":3,"02107":1,"03034":3,"03035":1,"03054":2,"04047":1}},{"id":4716,"name":"Mandatory Mushin","creation":"2014-04-29 02:42:24","description":"<p>Does Mushin make Mandatory Upgrades playable?. This deck aims to see if that's true. Mushin used here as both econ and to make Mandatory scoreable in two turns. I chose this id to slow down YOG ... basically.<\/p>\n\n<p>This is probably terrible .. but I luv trying to make cards work. Thoughts? Changes?<\/p>\n","username":"cpsubrian","cards":{"01055":1,"01058":3,"01063":3,"01065":2,"01106":2,"01110":3,"02010":1,"02011":3,"02012":3,"02051":3,"02060":3,"02070":3,"02110":3,"03013":3,"03015":2,"04020":2,"04038":3,"04090":2,"04100":2,"05015":3}},{"id":4717,"name":"Supermodernism (1st, Auckland Chronos Protocol)","creation":"2014-04-29 02:47:49","description":"<p>Note: 2 Power Grid Overload should be 2 Power Shutdown, sorry!<\/p>\n\n<p>This was the companion deck to my <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/4715\/dinomite-1st-auckland-chronos-protocol-\">Dinomite Chaos Theory<\/a> also going 5-0.<\/p>\n\n<p>It is a slightly modified Supermodernism originally by Martin Presley Hoobajoo. I won't go into too much detail but I'll explain why I think it works so well.<\/p>\n\n<h2>It's fast<\/h2>\n\n<p>With the first agenda often out on turn 2 it can catch some runners sleeping. It has a generally good matchup against Anarchs because they can have difficulty finding the right breaker. Both Anarchs I faced in the Chronos Protocol just dug through their decks while I scored points. The speed makes it very uncomfortable to be a runner and they have to take risks. By the time they have a rig you're usually on match point. The economy of the deck is just as fast, not many decks can afford to score an agenda then install another one next turn.<\/p>\n\n<h2>Bad hands are ok<\/h2>\n\n<p>Usually one of the worst parts of an agenda flood is a paralysing lack of economy. Here agendas are economy, and can keep you going. Your other hidden defence is fear. Runners won't test you early for for fear of program destruction, snare and SEA Source\/Scorched Earth<\/p>\n\n<h2>It steals wins<\/h2>\n\n<p>In 3 out of 5 games at the Chronos Protocol, actually every game that wasn't Anarch, it did not look good for me at some point. They had a fast full breaker suite for my binary ice. Binary meaning my ice stops them completely if they don't have a breaker, but only costs them a credit if they do have one (more likely free with bad pub). Power Shutdown, Grim and Archer will destroy programs but they can be countered by a careful runner. Mimic and Parasite with Datasuckers were doing just that in my games. I went with Aggressive Secretary x2, swapping out Martin's Anonymous Tips and going down to 1 SEA Source. The Secretaries were responsible for two of my wins, flipping hopeless situations. In the other game that was looking a little grim Gabe was putting incredible pressure on me but didn't have time to put up a SEA Source defence and got scorched out.<\/p>\n","username":"Fjord","cards":{"01057":2,"01070":3,"01086":1,"01093":1,"01094":3,"01098":3,"01099":3,"01101":3,"01103":3,"01110":3,"01111":3,"01113":3,"02018":3,"02037":2,"02060":2,"02070":3,"02077":1,"02080":2,"04017":3,"04020":2,"04040":1}},{"id":4719,"name":"Elemental Waterslide","creation":"2014-04-29 04:51:27","description":"<p>Uses one Core set plus the Genesis cycle. The two main plans here are to use Whirlpool and Bullfrog to make the runner run into Edge of World, or to tag the runner during a run and hit them with Dedicated Response Team (but the runner can't trash the DRT in advance since it might be a trap instead).<\/p>\n","username":"Lttlefoot","cards":{"01067":1,"01070":2,"01071":1,"01072":2,"01075":2,"01077":3,"01078":3,"01088":3,"01107":3,"01108":2,"01109":3,"01110":3,"01112":2,"02032":3,"02039":2,"02053":3,"02060":3,"02073":2,"02080":2,"02094":2,"02118":3}},{"id":4721,"name":"Psi-Ops Entrapment","creation":"2014-04-29 05:56:42","description":"<p>I hope you studied Netrunning at Professor Xavier's School for Gifted Kids, because we're gonna do a lot of MIND GAMES today!<\/p>\n\n<p>Basic deck concept: Build a taxing R&amp;D and Remote. Use Caprice Nisei to defend R&amp;D, then Caprice + Ash to defend the remote. Defend R&amp;D with Hokusai Grids. Punish bad facechecks with MAD COMBO ICE. <\/p>\n\n<p>Mass a ton of money and MIND GAME it up. Score Nisei Mk2s for the win.<\/p>\n\n<p>Archer makes repeated runs on wherever Caprice is pretty much untennable, and is one way to use the Clone Retirements. Medical Research Fundraiser and Successful Demonstration mean your operation econ is much stronger than normal, as those WILL happen with this deck.<\/p>\n\n<p>When the Runner is rich, Tag and Close their accounts with the Cerebral Casts.<\/p>\n","username":"killionaire","cards":{"01068":3,"01075":2,"01078":2,"01084":2,"01101":2,"01110":3,"02013":3,"02015":3,"02095":3,"03014":3,"04032":3,"04060":2,"04093":2,"04114":3,"05002":1,"05006":1,"05007":3,"05013":2,"05014":2,"05016":3,"05017":2}},{"id":4722,"name":"Twice Cloned","creation":"2014-04-29 06:07:10","description":"<p>Get off an early Indexing if possible. Tutor and Recur as needed. Start the Siphon Chain and keep it going forever. Clone chip destroyed programs or recur Faeries\/Grappling Hooks. \nSecurity Check + Desperado + Dirty Laundry + Ken = \/7\/ credit click if necessary too.<\/p>\n","username":"killionaire","cards":{"01007":1,"01008":2,"01011":1,"01014":1,"01018":3,"01021":3,"01022":2,"01024":2,"01026":1,"01050":3,"02009":2,"02043":2,"02066":1,"02091":2,"02104":2,"02106":2,"03038":2,"03052":3,"03054":2,"05029":1,"05035":2,"05036":2,"05045":2,"05048":2}},{"id":4723,"name":"Riellecarnation","creation":"2014-04-29 07:16:40","description":"<p>My first runner deck. I am a noob with  less than 20 games under my belt, so I have no idea how competitive this actually is, but it's worked well for me so far. It was born out of an Exile deck which used Scavenge\/Test Run\/Retrieval Run to recycle and reassign Femmes in the mid-late game and get in to all of the servers. However, it felt a bit slow and one-trick, so I decided to mix it up a bit with Rielle. The early game pressure she brings is amazing and Cyber-Cypher is another great target for Scavenge\/Test Run shenanigans. The look on the Corp player's face when you drop Cypher + Tinkering + Omega and then Maker's Eye into their carefully crafted 3 ice R&amp;D server is a thing of beauty. All the card choices seem pretty self explanatory to me, but I'm sure more experienced players could see plenty of holes, so feedback is much appreciated :) Oh and Paintbrush would 100% be in there if I had access to Double Time.<\/p>\n","username":"CobraBubbles","cards":{"01007":1,"01024":1,"01026":2,"01028":1,"01034":2,"01035":2,"01036":2,"01037":3,"01043":1,"01044":1,"01050":3,"01051":2,"01053":1,"02009":1,"02047":3,"02091":1,"02107":1,"03028":1,"03034":3,"03038":2,"03044":3,"03046":2,"03049":2,"03053":2,"03054":2,"04088":1}},{"id":4724,"name":"VEGAN GRNDL ","creation":"2014-04-29 07:18:13","description":"<p>In this meat heavy meta, this is my meat free GRNDL deck. Hopefully my opponents will sweat and hunt for their Carpaces while I rush, score and build up a huge bank to fund my ICE.<\/p>\n\n<p>Each of the Agendas are chosen to fund your next one, aside from Atlas which can be over-scored to tutor whatever you need at the time. <\/p>\n\n<p>Only 1x Jackson and 2x Tip. I know tip is faster for a rush deck but the single Jack is protection against a fast Noise deck or in case my shutdowns gets out of hand.   <\/p>\n\n<p>A single Troubleshooter for extra R&amp;D or HQ protection vs certain decks. <\/p>\n\n<p>The Oversights are ideally for Archer, but also for Curtain Wall if needed. <\/p>\n","username":"BahnCalamari","cards":{"01065":1,"01075":2,"01083":2,"01094":3,"01101":2,"01103":2,"01110":3,"02018":3,"02060":2,"02079":3,"02120":1,"04015":1,"04017":3,"04020":2,"04039":3,"04040":3,"04058":3,"04078":2,"04096":1,"04097":1,"04115":1,"04120":2}},{"id":4725,"name":"Such Tag. Very Advance. Wow.","creation":"2014-04-29 07:35:32","description":"<p>My first Corp deck. I love the NBN playstyle, even though I've hardly played any Netrunner. Last night I had an epic game, starting with a mulligan into 3 Beales, a SanSan and no Ice. 2 of the Beales and a Market Research were stolen and the SanSan was trashed and I still won! I'm sure this isn't news to anyone, but AstroScript is AMAZING. It won me that game, and another one in which it added a token to a Junebug just in time to flatline the runner, who had seen me over-advance a Beale and got scared. Bluffing with 3-advanced Beales\/Junebugs\/Ghost Branch is great fun and I love the Ghost Branch\/Midseason + Psychographics combo. I have no idea how this might be improved but I'm sure it could be, so feedback is much appreciated :)<\/p>\n","username":"CobraBubbles","cards":{"01062":1,"01069":2,"01080":1,"01081":3,"01082":2,"01084":2,"01085":2,"01087":1,"01088":2,"01089":2,"01090":1,"01092":2,"01103":2,"01110":3,"02019":2,"02055":2,"02059":1,"02110":2,"02115":3,"02116":2,"04015":1,"04035":3,"04076":2,"04095":3,"04096":2,"04115":1}},{"id":4726,"name":"Jinteki program-destruction v1.1 H&P","creation":"2014-04-29 07:43:24","description":"<p>Main idea is to trash breakers and any supporting cards that can be used to find\/get back trashed breakers. ICE is cheap since the deck runs very limited economy. You will likely click for credits a lot.<\/p>\n\n<p>The deck runs the full complement of traps (Fetal \/ Snare! \/ Shock! \/ Shi Kyü) so having light protection on centrals early is fine. Don't be afraid throwing out agendas early with limited protection to get the runner going and setup the Archer. Likewise you shouldn't be afraid to do costly Power Shutdowns, it's important to get those breakers if they are unprotected and any run into your archives will hurt.<\/p>\n\n<p>I don't like Future Perfect in here since there is no deckslots for any kind of fetching and you have no traps to fake any 4\/5-cost agendas.<\/p>\n","username":"Ilza","cards":{"01067":1,"01070":3,"01101":3,"01110":3,"02014":3,"02032":3,"04012":3,"04013":3,"04015":3,"04020":2,"04032":3,"04033":1,"04058":3,"04073":3,"04093":1,"04100":1,"05004":3,"05006":1,"05011":3,"05016":1,"05017":1,"05018":2}},{"id":4727,"name":"Better gabe","creation":"2014-04-29 08:45:09","description":"\n","username":"Link","cards":{"01004":2,"01007":1,"01017":1,"01018":3,"01019":3,"01021":3,"01022":3,"01023":1,"01024":2,"01028":2,"01043":1,"01050":3,"02024":1,"02043":3,"02085":1,"02087":2,"02091":2,"02104":2,"02107":3,"03054":3,"04063":3,"04065":1}},{"id":4729,"name":"Deck of Knives","creation":"2014-04-29 09:49:33","description":"\n","username":"djackman","cards":{"01067":1,"01070":3,"01077":3,"01101":1,"02012":2,"02014":2,"02032":3,"02095":2,"04012":3,"04013":2,"04015":3,"04032":3,"04039":2,"04073":3,"04093":3,"04117":2,"05004":3,"05006":1,"05014":3,"05016":3,"05022":2}},{"id":4730,"name":"ICEless and Deadly","creation":"2014-04-29 12:07:11","description":"<p>I built this based on a deck on BGG; forgot whose but I'll edit later (a guy named Scott, I think). Credits to him and his idea.<\/p>\n\n<p>So basically you play shell game with many traps and next-turn-scorables. More traps with Shi Kyu, and I'm thinking about Psychic Field. House of Knives makes 1-pointers good.<\/p>\n\n<p>Shi Kyu lags them behind by 1 point, and counts as an agenda for Philotic Entanglement (if you're lucky enough to score it).<\/p>\n\n<p>Redirect them to your Archives with Susanoo no Mikoto, defend your R&amp;D with Yagura. If they're careless enough, do Cerebral Cast + Scorched Earth (if they take the tag).<\/p>\n\n<p>Hard counter here is obviously Net Shield, which I'm betting many players would pack into their decks in preparation for HnP.<\/p>\n","username":"tacullu","cards":{"01067":1,"01070":3,"01072":3,"01099":3,"01110":3,"02080":3,"03023":3,"04015":3,"04032":3,"04039":3,"04073":3,"04080":3,"04093":2,"05004":3,"05006":1,"05011":2,"05013":3,"05014":3,"05020":2}},{"id":4731,"name":"Indecent Exposure","creation":"2014-04-29 12:34:04","description":"<p>Use Blackguard and exposure to drain the corp economy to make early game running easier while piecing together a rig. Fall guys are there to protect the resource economy from tags and character assassination, plascretes to survive scorched earth. Levy AR access to get expose events back in the deck to keep the economic pressure in the late game. I tossed a modded in there to help pay for Blackguard - may replace that with datasuckers or a parasite if the rest of the economy is strong.<\/p>\n","username":"nevernobest","cards":{"01007":2,"01014":1,"01018":2,"01020":2,"01021":3,"01022":2,"01027":2,"01029":3,"01035":1,"01043":1,"01049":3,"02009":2,"02023":3,"02045":2,"02082":1,"02091":2,"03035":1,"03054":2,"04085":2,"04106":3,"05030":1}},{"id":4732,"name":"Overmind Kasparov","creation":"2014-04-29 12:48:22","description":"\n","username":"nervamory","cards":{"01034":3,"01035":2,"01050":3,"02024":2,"02091":3,"02107":2,"03030":1,"03034":3,"03035":2,"03038":3,"03048":1,"03052":3,"03053":3,"04002":3,"04022":3,"04042":3,"04043":1,"04067":2,"05053":3}},{"id":4733,"name":"Casting a Cerebral Net","creation":"2014-04-29 12:49:24","description":"<p>Massive one turn net damage FTW!<\/p>\n","username":"tpsviper","cards":{"01058":2,"01059":2,"01061":2,"01072":3,"01106":2,"02051":1,"02110":3,"03001":1,"03005":3,"03015":1,"03017":2,"04015":3,"04040":3,"04052":3,"04058":3,"04060":2,"04071":3,"04090":2,"04100":1,"04110":2,"04111":2,"04119":3,"04120":1}},{"id":4734,"name":"Whats Ice?","creation":"2014-04-29 13:01:28","description":"<p>Fail deck<\/p>\n","username":"mharroun","cards":{"01067":1,"01069":3,"01070":3,"01072":3,"01110":3,"02014":3,"02032":3,"02033":2,"03009":2,"04012":3,"04015":3,"04073":3,"04076":3,"05005":3,"05006":1,"05010":3,"05011":3,"05013":3,"05015":2}},{"id":4735,"name":"Reseller's deck","creation":"2014-04-29 13:21:29","description":"<p>Tagged runner becomes poor while agenda gets easily psycho-done.<\/p>\n","username":"LowMemory","cards":{"01056":3,"01080":1,"01081":2,"01082":2,"01083":2,"01084":2,"01085":2,"01087":3,"01088":3,"01089":3,"01090":3,"01091":2,"01103":2,"01104":1,"01106":2,"01107":1,"01108":2,"01110":3,"01111":2,"02016":2,"02017":2,"02019":3,"02020":2}},{"id":4736,"name":"Reseller's Deck","creation":"2014-04-29 13:37:08","description":"<p>Run for your life !<\/p>\n","username":"LowMemory","cards":{"01004":3,"01005":1,"01007":2,"01017":1,"01018":2,"01019":3,"01020":3,"01021":3,"01022":3,"01024":1,"01026":2,"01027":2,"01028":2,"01029":2,"01030":1,"01043":1,"01049":3,"01050":3,"01051":2,"01053":3,"02002":1,"02007":1,"02009":1}},{"id":4737,"name":"Reina Ice Tax","creation":"2014-04-29 13:39:08","description":"<p>This deck is intended to be able to pressure multiple servers simultaneously. Pro Con smooths out draws and econ, Keyhole is amazing early, and Xanadu\/Datasucker\/Parasite chews up and spits out ice. Run early and often.<\/p>\n","username":"TheMadjai","cards":{"01002":1,"01007":2,"01008":3,"01011":2,"01012":3,"01014":2,"01021":2,"01050":3,"02009":2,"02024":2,"02028":2,"02082":2,"02091":2,"03049":2,"03052":3,"04002":3,"04003":3,"04041":1,"04042":2,"04043":3,"04061":3}},{"id":4738,"name":"A Beautiful Overmind","creation":"2014-04-29 15:25:41","description":"<p>Putting Overmind to good use. Still in a very rough state and I know Magnum Opus works against it somewhat, but it's just so darn reliable and I think with the Omni-Drives ideally hosting Overminds, you'll have enough spare MU to make it worthwhile. Comments welcome!<\/p>\n","username":"lolpaca","cards":{"01018":3,"01019":3,"01033":1,"01034":3,"01038":3,"01041":2,"01044":1,"01050":3,"02009":2,"02047":3,"02088":2,"03034":3,"03035":2,"03038":3,"03039":3,"04066":3,"04086":3,"05053":3}},{"id":4739,"name":"The Wyldside Express","creation":"2014-04-29 15:33:52","description":"<p>Wildsyde gives Tenma all the run events. Never stop running.<\/p>\n","username":"Thike","cards":{"01004":1,"01016":3,"01018":3,"01021":3,"01022":2,"01024":2,"01026":1,"01036":2,"01050":2,"01051":1,"02050":2,"02086":2,"02091":1,"03035":1,"03052":3,"03053":3,"04029":3,"05029":1,"05032":3,"05035":3,"05041":1,"05042":1,"05046":1,"05048":1}},{"id":4740,"name":"Oracle Rielle","creation":"2014-04-29 15:47:02","description":"<p>Here's my take on an Oracle May\/Motivaion deck. I figured that everyone would be using either Exile or Kate for this combo, and I wanted to change it up. Kit has great aggression and can usually get in to any server that she wants, and Kit with big breakers is even scarier. There is one problem with Oracle\/Motivation combo, after you get the pieces installed, the rest are dead draws. My answer? Aesop's. Motivation costs 0 to install, Oracle May is 1 to install. If you already have the combo installed and you pull another one of the cards, just sell the installed one off to Aesop and re-install your other copy. Other cards that combo with Aesops are Armitage, Daily Casts, and sometimes Personal Touch. <\/p>\n\n<p>Basically the goal here is to get your big breakers quickly out with Eureka!\/Motivation and Test Run\/Scavenge. If you can get a Torch out quickly then apply immediate pressure. Mimic is in here for the small sentrys that aren't efficient to break with Femme. Personal Touch is versatile and can go on either Femme, Morning Star, or Mimc, depending on the situation you are in. Escher is a fail safe for if your fixed breakers can't get through ice and you need to put them up front to make them code gates. <\/p>\n\n<p>Suggestions are welcome! Enjoy.<\/p>\n","username":"steevo15","cards":{"01011":1,"01026":2,"01036":3,"01040":2,"01041":2,"01047":2,"01050":3,"01053":3,"02004":1,"02009":2,"02047":3,"02107":2,"03028":1,"03031":2,"03034":3,"03053":3,"04008":3,"04027":3,"04047":2,"05054":3}},{"id":4741,"name":"Chaos Draw","creation":"2014-04-29 15:58:43","description":"\n","username":"vreely","cards":{"01018":2,"01026":1,"01034":3,"01035":3,"01043":1,"01050":3,"02009":2,"02027":1,"02046":1,"02047":1,"02048":1,"02066":1,"02087":3,"02107":2,"03034":1,"03035":2,"03040":1,"03052":3,"03054":1,"04029":3,"04063":2,"04067":1,"04109":2}},{"id":4742,"name":"Jinteki Fast Advance","creation":"2014-04-29 16:21:28","description":"\n","username":"Captain_Frisk","cards":{"01078":2,"01092":3,"01109":3,"01110":3,"02014":3,"04013":3,"04015":3,"04033":2,"04093":2,"04119":2,"04120":2,"05001":1,"05005":3,"05006":1,"05009":3,"05011":3,"05016":2,"05017":3,"05027":1}},{"id":4743,"name":"next design deck","creation":"2014-04-29 16:40:01","description":"<p>built using just the core set and creation and control<\/p>\n","username":"darkapostle","cards":{"01055":3,"01056":3,"01058":2,"01059":3,"01061":2,"01062":3,"01064":2,"01090":2,"01098":3,"01103":2,"01106":2,"01109":2,"01110":3,"01111":2,"01113":2,"03003":1,"03004":1,"03005":3,"03015":2,"03018":3,"03023":1,"03026":3}},{"id":4744,"name":"Snitchguard, CT Edition","creation":"2014-04-29 17:05:50","description":"\n","username":"Thike","cards":{"01004":1,"01007":1,"01035":3,"01043":1,"01044":1,"01049":3,"01050":3,"02045":1,"02046":1,"02047":3,"02091":2,"02107":2,"03034":3,"03038":2,"03043":1,"03046":3,"03049":2,"03053":3,"04065":1,"04067":1,"04085":3}},{"id":4745,"name":"Scorched Imaging","creation":"2014-04-29 17:13:09","description":"<p>A further development of my Cerebral Imaging deck (which you can find in the \"Derived From\" section), this build got created to cover one of the weaknesses of the standard CI build - tag-me runners. <\/p>\n\n<p>Huge props to Hollis, who was the first person I've seen do this (you can watch the original video here - https:\/\/www.youtube.com\/watch?v=sV23N0Da6z4). SEA+Scorch actually makes perfect sense in Cerebral Imaging, for all the synergies:<\/p>\n\n<ul>\n<li>You're already running a ton of recursion, so recurring one Scorch to play it multiple times to chew through Carapaces requires no additional deckspace<\/li>\n<li>You're already running ways to get more clicks (EffCom, Biotic), once again enabling multi-Scorch plays, even factoring in recursion!<\/li>\n<li>You're usually sitting on a ton of money, making SEA Source very hard to play around<\/li>\n<\/ul>\n\n<p>Of note is the fact that Shipments from SanSan managed to stay despite squeezing in all the TnB goodness, meaning that the classic avenue of scoring 7 points is still open to you, if it's more convenient to win that way. <\/p>\n\n<blockquote>\n  <p>Differences from the previous version<\/p>\n<\/blockquote>\n\n<p>Vitruvius got changed into NAPD Contract, because it's excellent for making the runner more SEA-Sourcable. Especially in a situation where the runner is wary of your shenanigans, slapping down an unprotected NAPD contract basically creates a nasty dlemma for him. <\/p>\n\n<p>Losing the Celebrity Gifts definitely hurts and it means you need to mostly use your Reclamation Orders for whatever Econ card you get three copies of first. <\/p>\n\n<p>Hives are also sorely missed, although there's one somewhat suitable substitute - Heimdall 2.0. While 1.0 is essentially an overpriced Enigma, it's pretty common for Heimdall 2.0 to actually stick its brain damage, further enabling the Scorch play. <\/p>\n\n<p>Ichi 2.0 is actually invaluable as a source of tags, as runners can't click through all three subroutines and they'll often let the third sub run, expecting the program trashes to be the bigger threat. <\/p>\n\n<blockquote>\n  <p>Random Notes From Tournament Play<\/p>\n<\/blockquote>\n\n<p>I took this version to the Chronos in Vienna, where I proceeded to kill every single one of my opponents with it :D Three of the five kills were particularly notable:<\/p>\n\n<ul>\n<li>First game, where I killed the runner after a game-breaking Escher that left him with free runs on my HQ, which would surely have lost me the game the next turn if I were playing a more traditional CI build<\/li>\n<li>Third game, where I drew an opening hand of SEA + 2x Scorched, leading to a game taking all of 1 minute and 23 seconds<\/li>\n<li>Fifth game, where I killed the runner through two Plascretes, thanks to Efficiency Committee and Reclamation Order on two Scorched Earths<\/li>\n<\/ul>\n\n<p>(shame my runner deck sucked, so I came in fifth overall)<\/p>\n\n<p>edit: I've done a write-up on various Cerebral Imaging variant over at http:\/\/stimhack.com\/cerebral-imaging-the-evolution-of-an-identity\/ , check it out if you're interested.<\/p>\n","username":"PeekaySK","cards":{"01058":3,"01059":3,"01062":2,"01064":1,"01086":2,"01099":2,"01106":3,"01110":3,"02110":3,"03001":1,"03005":3,"03015":2,"03017":2,"03019":3,"04034":3,"04040":3,"04090":3,"04100":2,"04111":3,"04119":3}},{"id":4746,"name":"Gabe single core","creation":"2014-04-29 17:17:57","description":"\n","username":"mharroun","cards":{"01007":2,"01017":1,"01018":2,"01019":3,"01020":3,"01021":3,"01022":3,"01023":2,"01024":1,"01026":1,"01027":2,"01028":2,"01029":2,"01030":2,"01032":2,"01036":2,"01043":2,"01049":3,"01050":3,"01052":2,"01053":3}},{"id":4747,"name":"Andy W\/ H&P","creation":"2014-04-29 17:20:37","description":"<p>test<\/p>\n","username":"mharroun","cards":{"01007":2,"01018":3,"01020":2,"01021":2,"01022":2,"01024":3,"01027":2,"01028":1,"01050":3,"02007":2,"02009":2,"02043":3,"02083":1,"02091":1,"02106":1,"02107":2,"03052":3,"03054":3,"04004":3,"04009":1,"05036":3,"05050":1}},{"id":4748,"name":"A Beautiful Overmind v2","creation":"2014-04-29 17:23:57","description":"<p>v2 - Added Inside Man, e3, Aesops and Faerie. Faerie partly so I have an answer to Swordsman, but also cos it just works so well with LLDS and Clone Chip. Also removed 3 x Akamatsus, with e3 in there and so much recursion it just felt like overkill.<\/p>\n\n<p>Comments welcome!<\/p>\n","username":"lolpaca","cards":{"01018":2,"01033":1,"01034":3,"01041":2,"01044":1,"01047":1,"01050":3,"02009":2,"02024":2,"02047":3,"02068":2,"02088":3,"02104":1,"03034":3,"03035":2,"03038":3,"03039":3,"04066":3,"04086":3,"05053":3}},{"id":4749,"name":"NBN: H & P","creation":"2014-04-29 17:25:57","description":"<p>test<\/p>\n","username":"mharroun","cards":{"01059":2,"01080":1,"01081":3,"01082":2,"01090":2,"01092":3,"01098":3,"01110":3,"01113":2,"02020":2,"02056":2,"02115":3,"04015":3,"04034":3,"04076":3,"04096":2,"04117":2,"04119":3,"04120":2,"05024":2,"05027":2}},{"id":4750,"name":"A Costly Infection","creation":"2014-04-29 17:27:19","description":"\n","username":"Thike","cards":{"01003":2,"01009":3,"01010":1,"01012":3,"01050":3,"01051":1,"02003":2,"02041":1,"02043":3,"02065":3,"02082":3,"02091":2,"02101":2,"03043":1,"03052":1,"03054":3,"04003":3,"04041":1,"04042":3,"04043":3,"04109":2}},{"id":4751,"name":"Jerkteki","creation":"2014-04-29 17:30:49","description":"<p>Trying out some new cards and liking this so far.  Want a few more ETR, me thinks.<\/p>\n","username":"travisrchance","cards":{"01067":1,"01070":3,"01101":1,"01110":3,"01111":3,"02012":2,"02014":3,"02060":1,"02070":3,"04012":3,"04013":3,"04032":3,"04039":3,"04071":2,"04073":3,"04093":3,"05005":3,"05006":1,"05011":3,"05016":2,"05020":1}},{"id":4752,"name":"Good Ol' Gabe 2.0","creation":"2014-04-29 17:34:43","description":"<p>Been playing this at league.  Super aggro Gabe with solid opener ratio.  Trying out some new digs--very run event heavy<\/p>\n","username":"travisrchance","cards":{"01004":1,"01007":1,"01011":1,"01014":1,"01017":1,"01018":3,"01021":3,"01022":3,"01024":3,"01026":1,"01028":2,"01036":3,"01050":3,"01053":3,"02009":2,"02024":2,"02043":2,"02104":1,"03054":2,"04043":2,"05035":2,"05036":2,"05042":1,"05046":1}},{"id":4753,"name":"Neural Overload HP","creation":"2014-04-29 17:51:25","description":"<p>Step 1: Score Efficiency Committee. Quick. Use Cheap ICE and Fast Track to help achieve this goal.<\/p>\n\n<p>Step 2: Play defensively until you have Jackson, Shutdown and Diagnostics ready, as well as no neurals in hand, and a maximum of 1 reclaimation order. And 11 credits. And the runner should have 4 or less cards in hand.<\/p>\n\n<p>Step 3: After a run, use Efficiency Committee to gain 3 more actions. Play Jackson, play Shutdown and empty your deck, use Jackson to shuffle back 2 neurals and a reclaimation order, play diagnostics, use reclaimation order to get all 3 neurals back, and deal a total of 5 net damage in one turn. <\/p>\n\n<p>If you have biotic labour and a neural in hand, for 6 more credits you can deal 6 net damage during 1 turn.<\/p>\n\n<p>The deck isn't very reliable, and I'll recommend it for the players who love the satisfaction of stupid combos :).<\/p>\n","username":"Hvidponi","cards":{"01054":1,"01059":2,"01072":3,"01106":3,"01110":3,"02051":1,"02070":3,"03005":3,"03006":1,"03015":3,"04015":3,"04030":1,"04040":3,"04052":2,"04058":3,"04059":2,"04071":3,"04110":3,"04111":2,"04120":3,"05027":2}},{"id":4754,"name":"Advancing all day long","creation":"2014-04-29 18:08:24","description":"<p>The idea of this deck comes from: Advanceable which was made by cpsubrian.<\/p>\n\n<p>I really like the idea of putting a lot of effort on upgradable ices so I made some modification to make it more competitive.<\/p>\n\n<p>Here's the idea:\nThe deck want to survive until he advanced ices so much that the runner can get through your main remote server.\nThere is many cards with \"trash a program\" for that reason.<\/p>\n\n<p>You want to advance at EVERY turn unleash it is not possible, this way you get more from this ID. Mainly I do not advance on turn one when I got 2 Ice with a cost of 3 or when I really need to score a agenda fast.<\/p>\n\n<p>In early stage, you want to tax the R&amp;D with Matrix Analyser and Shadow and block your HQ + Matrix help you out to boost your wall rapidly.<\/p>\n\n<p>When your HQ is secured, you want to build a big remote.\nThe best option would be something like:<\/p>\n\n<p>Innermost  --> Enigma or Ice Wall \/ Swarm(10+) \/ Hadrian's Wall(At least +2) \/ anything else if needed.\nYou want a Simone Diego on it so you'ill be able to advance 2x for free.<\/p>\n\n<p>On the side of the economy:\nCommercialization is at his best.\nGRNDL with Simone give you insane returns.\nShipment from Kaguya help save money and clicks.\nNot enough after 2-3x Hedge Fund \/ Beanstalk \/ Commercialization? Through down a Reclamation Order and your problem should be solved.<\/p>\n\n<p>In the case of Ices:\nI put so many that It's mostly not possible to have a bad draw. \nThere is 12 of the 18 wall that cost 3 or less, so if you got 2 in your first hand, you can install them and pay their rez cost.<\/p>\n\n<p>I really hope to see some feedback. it is possible that I missed some stuff + I didn't explained every of my decisions.<\/p>\n\n<p>Anyway, let me know what you think !<\/p>\n","username":"Exo","cards":{"01057":2,"01089":3,"01094":3,"01098":3,"01100":3,"01101":2,"01102":2,"01103":3,"01104":2,"01106":2,"01110":3,"01111":3,"02018":1,"02039":3,"02058":3,"02076":1,"02099":3,"02110":1,"04018":2,"04099":2,"04111":2,"04118":1}},{"id":4755,"name":"Headquarters Compromised v1.1","creation":"2014-04-29 18:29:05","description":"<p>Spy the ever living hell out of HQ, using Bug and Woman as need be, and do occasional top R&amp;D pokes. <\/p>\n\n<p>Use Femme and Knights for troublesome ICE, as well as supplementing Crypsis\/Grappling Hook in getting into a remote if they start trying to dump agendas there. <\/p>\n\n<p>Fall Guy \/ Source to stop any FA from occurring.<\/p>\n","username":"killionaire","cards":{"01018":3,"01020":2,"01021":3,"01022":2,"01026":1,"01028":1,"01050":3,"01051":1,"02043":3,"02091":1,"02104":2,"03053":3,"03055":1,"04004":2,"04043":2,"04048":1,"04106":3,"05028":1,"05035":3,"05037":2,"05041":2,"05042":2,"05043":1,"05045":2,"05046":1}},{"id":4756,"name":"I Got Dirt On You HP","creation":"2014-04-29 18:30:26","description":"<p>This deck is all about Blackmail. Using Activist Support to deal out Bad Publicity, New Angles in order to avoid the tag Activist gives you, and Aesops sells the Activist so you don't have to keep paying to avoid that tag.<\/p>\n\n<p>After that point, you simply keep the corporation under control with blackmails. Never run a server with ICE without Blackmail, unless playing against Replicating Perfection. Use R&amp;D Interfaces against Fast Advance.<\/p>\n\n<p>This deck have been extremely successful, and although certain cards is a pretty hard counter, I rarely see them played at a competitive level.<\/p>\n","username":"Hvidponi","cards":{"01002":2,"01034":3,"01047":3,"01051":1,"01053":3,"02009":2,"02043":1,"02046":1,"02087":2,"02107":3,"02109":3,"03035":2,"03053":3,"03054":3,"04062":3,"04089":3,"05033":3}},{"id":4757,"name":"Viral Blackmail v2 ","creation":"2014-04-29 19:28:48","description":"<p>So this deck is ridiculous.  It has no breakers.  The whole idea is to set up for these killer turns where you use Blackmail to do big Medium digs.  <\/p>\n\n<p>You set up with a Medium or a Nerve Agent (or both) preferably after you have Grim out.  Make sure the corp has a Bad Pub via Activist Support too.  Then, you set up for a big 5 click turn.  Ideally something like:<\/p>\n\n<p>1) Blackmail, access 2 cards\n2) Surge (bringing it up to 4 counters)\n4) Blackmail again for 5 cards\n4\/5) SOT or Deja Vu for another Blackmail run.  Access 6 cards.<\/p>\n\n<p>Of course, it goes without saying that you should never ever run without a Blackmail.  Target HQ\/R&amp;D as appropriate.  (Its a special kind of fun to use Nerve Agent on a Cerebral Imaging player who thinks their hand is safe because they're holding a boatload of cards).<\/p>\n\n<p>You can try to keep tags under control but you will probably end up floating some because the deck lacks any way to trash Activist Support.  An Aesop's would work but who has time for that?  I put the Lucky Finds in because its nice to have decent Event economy when you are tagged all to heck.  The deck doesn't really need tonnes of cash once you start into the Blackmail runs though.<\/p>\n\n<p>If the corp manages to rez something, switch to the other central.  If they manage to rez something over both, flip the table and pull out your six-shooters cuz the time for cards is over and the time for shootin' has just started.<\/p>\n","username":"dupl3x","cards":{"01002":3,"01006":3,"01010":3,"01032":2,"01047":2,"01050":3,"02001":1,"02009":3,"02022":3,"02041":2,"02042":2,"02050":1,"02081":3,"03052":3,"03054":3,"04062":3,"04089":3,"04109":3}},{"id":4758,"name":"shredder","creation":"2014-04-29 20:22:12","description":"<p>saved copy of someone elses deck<\/p>\n","username":"CodeMarvelous","cards":{"01067":1,"01070":3,"01077":3,"01101":1,"02012":2,"02014":3,"02032":3,"02095":2,"04012":3,"04013":2,"04015":3,"04032":3,"04073":3,"04093":2,"04117":2,"05004":3,"05006":1,"05014":3,"05016":3,"05017":2,"05022":2}},{"id":4759,"name":"Bear Traps","creation":"2014-04-29 21:16:35","description":"\n","username":"CodeMarvelous","cards":{"01069":2,"01070":3,"01072":3,"01078":1,"01090":1,"01099":1,"01101":1,"01110":3,"02014":3,"02032":3,"03009":2,"04013":2,"04015":3,"04074":2,"04093":2,"05003":1,"05004":2,"05005":2,"05006":1,"05010":2,"05014":3,"05015":3,"05016":2,"05017":2}},{"id":4760,"name":"Tenin test","creation":"2014-04-29 22:08:51","description":"<p>I have serious doubts about the viability of Tennin as an ID right now.  I believe when currents are a thing, the ID will sky rocket in value, given the taxing run related currents that can be imported.<\/p>\n\n<p>The goal here is to secure down the centrals RD and HQ mostly.  Eventually shocks and ShiKyus make their way into archives (after they fit slots in the shell game).  Them being there turns SnM on as a big pain in the ass.<\/p>\n\n<p>Throw down every asset\/agenda you draw, preferable 2-3 at a time.  If the runner doesn't run, drop the counter on an agenda, and triple advance it out on your turn.  <\/p>\n\n<p>If you don't have assets out when the runner doesn't run, you can trick of light out an agenda off an ice with counters on it.<\/p>\n\n<p>Philotic can sit out on the table until the runner has some ShiKyus and other agendas in the score area totaling what it would take to kill them.<\/p>\n\n<p>Possible problems: Runners might nut up and run all over you, in which case, start building a remote and go back to netrunner as jinteki<\/p>\n\n<p>Economy might be light.  Ice is a little big, but it is all painful to run into, which should allow you to put free counters down.<\/p>\n\n<p>Possible adds: plan B, to work with the free counters, as a ToL battery, but it's marginal so its tough to include while constructing.  Mushin no shin is an interesting add, but the goal is never advance, so its 100% bluff to do it.<\/p>\n\n<p>Thoughts?   How do we make this ID good?<\/p>\n","username":"x3r0h0ur","cards":{"01062":2,"01068":3,"01070":2,"01078":2,"01090":2,"01110":3,"02014":3,"02033":2,"04073":3,"04074":2,"04117":3,"05003":1,"05005":3,"05006":1,"05009":3,"05010":2,"05011":3,"05014":3,"05016":3,"05020":1,"05026":3}},{"id":4761,"name":"Tenin test2","creation":"2014-04-29 23:02:49","description":"<p>Updated from the previous\nhttp:\/\/netrunnerdb.com\/en\/decklist\/4760\/tenin-test<\/p>\n","username":"x3r0h0ur","cards":{"01062":2,"01068":3,"01071":2,"01090":2,"01110":3,"02014":3,"02033":2,"04013":2,"04015":3,"04073":3,"04117":2,"05003":1,"05005":3,"05006":1,"05010":3,"05011":3,"05014":3,"05016":3,"05018":2,"05020":1,"05026":3}},{"id":4762,"name":"andromeda With honor and profit","creation":"2014-04-29 23:25:37","description":"<p>Goes only for central servers<\/p>\n","username":"ussgordoncaptain","cards":{"01008":2,"01018":3,"01019":3,"01022":2,"01024":3,"01029":1,"01050":3,"02009":3,"02043":3,"02083":1,"02087":3,"02091":2,"02107":3,"03052":3,"04109":2,"05041":3,"05042":3,"05046":3}}]