[{"id":7352,"name":"Old School Kool","creation":"2014-07-04 00:26:16","description":"<p>I wanted to make a retro runner. Obviously there are no tricks to this deck; install the breakers and run every turn. <\/p>\n\n<p>I know a lot of decks now use tricks and combos for efficiency, so I wanted to make a deck that can simply brute force its way into any server at anytime. <\/p>\n\n<p>thoughts?<\/p>\n","username":"tristanbrenttaylor","cards":{"01007":3,"01008":3,"01027":3,"01034":3,"01035":3,"01036":3,"01039":3,"01043":3,"01044":3,"01050":3,"02009":3,"02046":1,"02048":3,"02069":3,"03035":1}},{"id":7353,"name":"Lucky Irish Agent","creation":"2014-07-04 00:32:15","description":"\n","username":"Arkanic17","cards":{"01007":1,"01033":1,"01034":3,"01035":3,"01036":2,"01043":1,"01044":2,"01050":3,"02009":2,"02041":1,"02047":3,"02048":1,"02066":1,"02087":2,"03035":1,"03046":3,"03052":3,"03054":3,"04029":3,"04065":1,"04109":2,"05035":2,"06019":2}},{"id":7354,"name":"Overmind Theory V 0.2","creation":"2014-07-04 01:15:02","description":"<p>After seeing an Andromeda on OCTGN using Deep red and Overmind and manage to going through servers with 4 ICEs I knew i could do something better with Chaos Theory. I don't pretend to be the only one who thought of it but one of my opponents wanted me to post it and explain how it works.<\/p>\n\n<p>So basically you need these obvious 3 cards the faster you can : Deep Red, Magnum Opus and Overmind (you should have 5\/7 tokens on it).<\/p>\n\n<p>After that it's pretty simple : make runs that count (Indexing\/Legwork) or make money\/draw for more options. Use Clone Chip\/Scavenge\/Test run as Overmind recursion.<\/p>\n\n<p>Inside Job is here to surprise your opponent who feel too safe in his remote.<\/p>\n\n<p>I put 1 Net Shield because my meta seems to be all about Jinteki but if you can avoid playing it, do so.<\/p>\n\n<p>Inti is for Wraparound. 7 str. is really to much to pay for your poor Overmind.<\/p>\n\n<p>e3 is always nice to have but it's a bonus, I don't feel you really need it.<\/p>\n\n<p>3 SMC may be a bit too much. I'll try to use 1 or 2 Plascrete instead.<\/p>\n\n<p>That's pretty much it, I think. Thanks for reading. ;)<\/p>\n\n<p>ps : english isn't my mother tongue, corrections would be nice. :)<\/p>\n","username":"MrMint","cards":{"01021":2,"01034":3,"01044":3,"01045":1,"01050":3,"02024":1,"02046":1,"02047":3,"02106":3,"03034":3,"03035":1,"03038":3,"03046":3,"03048":1,"03054":2,"04042":3,"05035":2,"05053":3}},{"id":7356,"name":"The Smiling Bandit [Strikes again!\/Ha-Ha-Ha] v2","creation":"2014-07-04 04:37:28","description":"<p>Combos inside!<\/p>\n\n<ul>\n<li>Hemorrhage + Legwork<\/li>\n<li>Account Siphon + Gorman Drip<\/li>\n<li>ID + 16 Run Events<\/li>\n<li>Tutor Run Events with Planned Assault, use them again with SOT<\/li>\n<li>Special Order and Express Delivery help you getting your breakers.<\/li>\n<\/ul>\n\n<p>Ratio: 7 : 2 (1\/6 HB, 0\/2 Jn, 0\/0 NBN, 1\/1 Wy)<\/p>\n","username":"HongKong Koma","cards":{"01004":1,"01008":2,"01018":3,"01020":2,"01021":3,"01022":3,"01024":2,"01026":1,"01030":2,"01036":3,"01050":3,"01051":1,"03052":3,"03054":3,"04005":2,"04009":1,"04029":2,"04082":2,"05029":1,"05033":2,"05035":3,"05036":2,"05041":1,"05042":1,"05046":1}},{"id":7357,"name":"Tennin - Predicted Success","creation":"2014-07-04 05:01:12","description":"<p>Modified after the French Nationals, to take into account some of the difficulties I've had. I've found that <a href=\"\/en\/card\/01068\">Nisei MK II<\/a> is actually hard to score in this deck. You may be able to score one, but not much more. And if you can score Nisei, you could have easily scored a 3 pointer instead, so... why not play <a href=\"\/en\/card\/05007\">The Future Perfect<\/a>?<\/p>\n\n<p>THE GAME PLAN: protect you central, try to score early on a 2 ICE deep remote with binary ICE and Fast-Ad' to victory. The deck is designed to confront the runner with a dilemna: would he rather let the Tennin ability activate, or get hit by a <a href=\"\/en\/card\/04058\">Power Shutdown<\/a>?<\/p>\n\n<p>If at all possible, the targets for Jackson recursion should be tricks of light or power shutdowns, to keep scoring out of hand and keep threatening his board.<\/p>\n\n<p>I'd love to put another <a href=\"\/en\/card\/04114\">Caprice Nisei<\/a> in there, or an <a href=\"\/en\/card\/04060\">Interns<\/a> to balance the unfortunate <a href=\"\/en\/card\/04058\">Power Shutdown<\/a>, but I don't want to go below 18 ICEs.<\/p>\n","username":"Bananifier","cards":{"01064":2,"01103":3,"01108":1,"01110":3,"02014":3,"02015":1,"02033":3,"02052":1,"02060":1,"04012":3,"04013":2,"04015":3,"04033":1,"04058":3,"04073":2,"04074":1,"04100":1,"04114":1,"05003":1,"05005":3,"05006":1,"05007":2,"05011":2,"05016":3,"05018":2,"05020":1}},{"id":7358,"name":"Shaper ICE Management V2","creation":"2014-07-04 05:07:05","description":"\n","username":"iMetal","cards":{"01008":2,"01012":1,"01026":2,"01028":1,"01033":1,"01050":3,"02009":2,"02047":3,"02049":3,"02066":1,"02106":2,"03035":1,"03038":2,"03040":2,"03045":1,"03046":3,"03048":1,"03049":3,"03052":3,"04029":3,"04067":1,"04086":2,"04109":3}},{"id":7359,"name":"We Know Everything v1","creation":"2014-07-04 05:14:10","description":"<p>The idea is simple; use Hive, Paper Wall or Chimera to protect GRNDL early on, advancing it slowly. Use Hunter \/ Caduceus to annoy runs on HQ (helps lessen the effectiveness of Account Siphon as you can throw credits into traces). Flare is meant to trash pesky Plascretes, and Curtain Wall over a Cad or Chimera is meant to protect the score server (if tag and bag isn't working out). Snare!'s purpose is to hit Plascreted runners where it hurts if they're not drawing before runs. Chairman's ability is perfect for a well-timed Snare! or Scorch, and finally, transactions ensure you have credits at all times. Have used this only a few times, but managed to win by scoring and scorched. My first published deck, only a month into Android: Netrunner. Conscrit \/ questions are welcome!<\/p>\n\n<p>Version 1.5 here: http:\/\/netrunnerdb.com\/en\/decklist\/7361\/we-know-everything-v1-5<\/p>\n","username":"Lynx Kuroneko","cards":{"01070":2,"01093":1,"01098":3,"01099":3,"01106":3,"01110":3,"01112":2,"02019":2,"02060":1,"02070":3,"02080":3,"02117":1,"02118":3,"04036":3,"04040":3,"04059":1,"04078":1,"04079":3,"04099":3,"04117":1,"05008":1}},{"id":7360,"name":"Exile \"The OverPawn\"","creation":"2014-07-04 05:56:26","description":"<p>Lots of Synergy and Combos here, no clue if this might actually work but it looks like fun.<\/p>\n","username":"Thaarl","cards":{"01007":1,"01026":1,"01036":2,"01053":3,"02009":2,"02047":3,"02088":2,"02106":2,"03030":1,"03034":3,"03035":1,"03038":3,"03046":3,"03054":3,"04002":3,"04022":2,"04042":3,"04066":3,"05035":2,"05053":3}},{"id":7361,"name":"We Know Everything v1.5","creation":"2014-07-04 08:09:44","description":"<p>Evolved from http:\/\/netrunnerdb.com\/en\/decklist\/7359\/we-know-everything-v1.\nI decided I wanted to play test Midseason Replacements, considering my goal is to accumulate a vast amount of econ early on. Slapping multiple tags at once helps me establish the dangers of Dedicated Response Team (and of course the threat of Scorched Earth and\/or Private Security Force), buying me time (removing tags) or aiding my goal (meat damage) regardless.<\/p>\n\n<p>There are more ice, each of which hope to accomplish something; ending the runs for my agendas\/refinery and traces to give tags. I wanted to try Matrix Analyzer, for its all-around ability to help me advance Refinery, Junebug (because who expects to die from net damage in a Weyland deck?) and agendas. I appreciate the suggestions I receive, and look forward to playing with this version.<\/p>\n","username":"Lynx Kuroneko","cards":{"01069":1,"01070":1,"01089":1,"01093":1,"01098":3,"01099":3,"01101":1,"01103":1,"01104":1,"01106":2,"01107":1,"01110":3,"01112":1,"02019":1,"02060":3,"02070":3,"02080":3,"02116":1,"02118":2,"03026":1,"04015":3,"04036":3,"04079":2,"04099":3,"04117":1,"05024":1}},{"id":7362,"name":"Nutty Professor v1.1","creation":"2014-07-04 09:16:17","description":"<p>This is my first attempt at designing a <a href=\"\/en\/card\/03029\">The Professor: Keeper of Knowledge<\/a> decklist. Keep in mind I haven't acquired much experience in playing A:NR, but decided this was the Runner ID I wanted to focus on due to the uniqueness and versatility of the ID. I believe this suits me the best. <\/p>\n\n<p>Main Idea: \nI read in many different articles and forums regarding the Professor that his biggest weaknesses are memory and economy so I sought to build around ensuring a stronger economic foundation while minimizing memory usage as much as possible. <\/p>\n\n<p>Icebreakers were picked to be as minimalist as possible and mostly being able to work in conjunction with <a href=\"\/en\/card\/01008\">Datasucker<\/a> and <a href=\"\/en\/card\/01012\">Parasite<\/a>. <a href=\"\/en\/card\/01026\">Femme Fatale<\/a> doubles up as big ice shutdown and primary sentry breaker (keeping <a href=\"\/en\/card\/01008\">Datasucker<\/a> in mind) with <a href=\"\/en\/card\/02104\">Faerie<\/a> playing as backup. All of my breakers all only use 1 MU and is a big reason why I opted not to use heavier breakers like <a href=\"\/en\/card\/02004\">Morning Star<\/a> and to try to keep what I use light. <\/p>\n\n<p>Programs follow a very similar trend with many other Professor decklists, I'll focus on the cards that might differ. <a href=\"\/en\/card\/02065\">Crescentus<\/a> leads back to winning the overall economic battle against the corporation with an expectation of being able to break most ice at any given time.  Also note that all of my programs are mostly 1 MU  programs save <a href=\"\/en\/card\/01028\">Sneakdoor Beta<\/a> and <a href=\"\/en\/card\/03046\">Self-modifying Code<\/a>.<\/p>\n\n<p>Regarding events <a href=\"\/en\/card\/02087\">Quality Time<\/a> is used to push my deck along especially in cases where I don't get <a href=\"\/en\/card\/03049\">Professional Contacts<\/a> early and also helps me get to what I need without an solely relying on <a href=\"\/en\/card\/03046\">Self-modifying Code<\/a>. Scavenge is mainly there for various recursions. Everything else helps boost my economy.<\/p>\n\n<p>Regarding hardware, <a href=\"\/en\/card\/02028\">Dyson Mem Chip<\/a> is the main tool I used to make up for MU and also provides link strength (making me harderto trace). This is my \"solution\" to not have to include <a href=\"\/en\/card\/02009\">Plascrete Carapace<\/a> while being able to include more MU. The idea is to be economic enough to be able to avoid most tags. <\/p>\n\n<p>I want to rely on Professional Contacts mainly for both credit gain and card draw. Daily Casts helps boost my economy substantially when played and Personal Workshop is there to supplement economy while also providing potential options while running. <\/p>\n\n<p>Thank you for reading up to this point if you get here. I appreciate any criticism or other comments regarding my 1st stab at a Professor decklist.<\/p>\n","username":"jairoe03","cards":{"01007":1,"01008":2,"01009":1,"01010":1,"01012":1,"01014":1,"01026":1,"01028":1,"01035":2,"01050":3,"02003":1,"02028":3,"02041":1,"02049":2,"02065":1,"02066":1,"02087":2,"02104":1,"03029":1,"03034":3,"03035":1,"03038":3,"03040":2,"03046":3,"03049":3,"03053":3,"04003":1}},{"id":7363,"name":"Noise Mill v0.3","creation":"2014-07-04 09:28:03","description":"<p>Posted to share with a friend. In development.<\/p>\n\n<p>Comments and constructive criticism welcome<\/p>\n","username":"lostgrail","cards":{"01001":1,"01002":3,"01005":2,"01006":2,"01008":2,"01009":3,"01010":1,"01012":3,"01016":2,"01029":2,"01047":1,"01049":2,"01051":1,"01053":3,"02003":2,"02009":2,"02041":1,"02081":2,"02091":1,"02102":1,"02103":1,"03034":3,"03043":1,"03053":2,"04005":1,"04082":1}},{"id":7364,"name":"Nutty Professor v1.2","creation":"2014-07-04 09:46:02","description":"<p>Hello everyone! Here is my first attempt at creating a Professor decklist. Keep in mind I am newer to Android: Netrunner but highly competitive so I have done a good chunk of my homework (I think) in terms of a good approach to this style of deck. Also, I only have cards up to Creation &amp; Control so will update this as I buy the 2nd cycle and big expansion (the main idea is still there in the list though). I welcome any criticism and pretty much encourage it especially if you play this game a lot. <\/p>\n\n<p>Main Idea:\nUse cheap, fast breakers to get in early runs primarily relying on what can be drawn. Professional Contacts is a must have so it is fairly important to mull down for and try to get to it as early as possible. Alternative hands might include something like Quality Time and a credit economy card like Sure Gamble or Daily Casts. After Corp establishes early game ice, the plan moves to setting up a rig primarily revolving around Atmans and Datasucker while using Parasite, Crescentus, Imp, and Rook to do some damage to Corp economically. Sneakdoor Beta allows for a more spread out attack in hopes of trying to keep opponent off-balance as much as possible. <\/p>\n\n<p>Icebreakers:\nThe main Icebreaker I want to pull here to use is Atman set to primarily 3 with Datasuckers supplementing it. Other things to point out here, weak Sentry breakers and lack of Morning Star and Mimic. I worked on trying to keep my MU usage minimal and minimizing how many breakers I would require. This retains my versatility in terms of how my MU is used and reduces having to tutor as much. Keep in mind, Datasuckers are an integral part of this strategy and a reason why I used the 1 influence point for a 2nd one. Regarding Sentry breakers, I want to reiterate that we are relying mostly on Atman for most of the breaking in conjunction with Datasuckers and possibly Virus. Femme Fatale and Faerie will play backup to the primary plan in terms of 1 or 2 Atmans set at 2-4 strength depending on the situation. <\/p>\n\n<p>Programs:\nThis is probably the meat of this deck and also heavily involves the Professor's unique ability. Crescentus and Rook are there to deal direct economic damage to the Corp. Medium, Sneakdoor Beta and Nerve Agent try to force the Corp to spread out a bit between the central servers. Datasuckers help support the primary strategy and reliance on Atman for a lot of breaking. <\/p>\n\n<p>Events:\nMy event selection is slightly atypical in terms of proportions from other Professor decks. I do not have Test Runs mostly because I felt Self Modifying Code is enough in terms of deck support and I much rather rely on my card draw between Quality Time and Professional Contacts. To me, including a lot of tutors makes me feel obligated to build a very specific rig where instead I mostly rely on card draws and what I'm given to somewhat flow with the game. Self Modifying Code is there to help adjust to the situation on the fly (which is something Test Run cannot do for me). Scavenge is mainly in deck heavily to allow repeatable Parasites, Faeries, Deus X and other trashable programs. <\/p>\n\n<p>Hardware:\nOnly 2 hardware is needed, Clone Chip and Dyson Memory Chip, 1 is more obvious than the other (recursion and being able to play from heap). Dyson Memory Chip is an interesting pick because it allows extra MU as well as link strength. This is my way of combating Tracer routines and mostly tags. It's not as much of a direct hard counter to Tag n Bag\/Scorched Earth but in my opinion its a solution that can carry a more universal impact outside of focusing on Weyland situations. To me Plascrete Carapace is too much of a direct hard solution but useless vs many other matchups. It pretty much kills two birds with one stone. <\/p>\n\n<p>Resources:\nI chose Daily Casts to help supplement my income and I felt like including Kati Jones would take a little bit away from Professional Contacts. Personal Workshop also helps me economically and makes The Toolbox a little easier to get out. The primary economy card in this deck is Professional Contacts. It's not as bursty in credit as Magnum Opus but spares me the 2 MU and also helps draw through my deck which is important in a Professor deck which is a reason why my deck runs fewer card drawing events.<\/p>\n\n<p>Considerations:\nSome thoughts while I play-test deck and possible changes I would think about making:\n- Currently at 2 Atmans, would a 3rd be useful and what would I give up for it? I really like the Atman strategy but it almost needs Datasuckers to handle many situations. This is why other Icebreakers are still available and relevant. If we can safely say Corroder, Yog and Femme Fatale can handle most of the 3 strength and below Ice, then we can probably say a single Atman in conjunction should be set at 4 but this isn't always the case (to have all the breakers available like that). Hence why I think it's more manageable to try and pull out Atman and then just search for the Datasucker. Hopefully we can pull the other breakers without requiring SMC and focus SMC more on getting cards that are more economically damaging i.e. Parasite, Crescentus, Rook etc. \n- Economy strong enough? We currently have Professional Contacts, Daily Casts, Personal Workshop, Sure Gamble, Modded working for the benefit of the runner (13 cards) and Quality Time (+3 cards) if we are talking about click economy overall. I'm not a big fan of including programs to help economically. Possibly more hardware i.e. Personal Touch or Dinosaurus. I think where we are at is as far as we can push it without having to sacrifice something else. \n- Better options to combat Tags, tag effects or Tag n Bag strategies? I'm fairly set on the Dyson Memory Chip but want to make sure I exhausted all other options first. <\/p>\n\n<p>Changes:\n07\/03\/2014: -2 Aesop's Pawnshop, -1 Same Old Thing, -2 Sahasrara, +3 Daily Casts, +2 Personal Workshop\n07\/04\/2014: -2 Test Run, -2 Toolbox, -1 Modded, +1 Quality Time, +1 Dyson Memory Chip, +1 Self Modifying Code, +1 Atman, +1 Rook<\/p>\n\n<p>That's it for my first deck post. Any comments or critiques is more than welcomed and I appreciate your time in reading this fairly long post. Thank you!<\/p>\n","username":"jairoe03","cards":{"01007":1,"01008":2,"01009":1,"01010":1,"01012":1,"01014":1,"01026":1,"01028":1,"01035":1,"01050":3,"02003":1,"02028":3,"02041":1,"02049":2,"02065":1,"02066":1,"02087":3,"02104":1,"03029":1,"03034":3,"03035":1,"03038":3,"03040":2,"03046":3,"03049":3,"03053":3,"04003":1}},{"id":7365,"name":"Express Central Attack","creation":"2014-07-04 10:31:34","description":"<p>Pretty typical criminal douchebag deck... lots of run events and focused on putting heavy pressure on centrals using central only breakers.<\/p>\n\n<p>Crypsis and inside job are used to attack remotes if necessary. So far this deck is having good success. I will keep on testing it and might take it to a regional this week end.<\/p>\n","username":"ncaron","cards":{"01004":1,"01007":1,"01018":3,"01019":3,"01021":3,"01022":3,"01034":2,"01036":2,"01050":3,"01051":1,"02064":3,"02106":2,"03052":3,"03054":3,"05029":1,"05035":2,"05036":3,"05041":2,"05042":1,"05046":2,"05048":2}},{"id":7366,"name":"Noise Back to Basics 1.10","creation":"2014-07-04 11:37:16","description":"<p>Alright, been a Noise lover since the core set came out and this is my attempt at bringing back a simple, basic Noise deck. Idea is be able to pressure all 3 centrals (virus mill, medium, nerve agent). I tried putting hemorrhage in there for a while but for some reasons it never had the impact I hoped.<\/p>\n\n<p>I also keep on swapping between Armitage Codebustings and Daily Casts. Love the clickless side of Daily Cast, but sometimes I just need quick access to lots of credits...  <\/p>\n\n<p>Deck seems a bit slow so Chakana is there to slow down fast advance. I also tried it with the source and agian, I am not sure which one fits best.<\/p>\n\n<p>I've had moderate success with the deck, anybody has any idea on how to improve it?<\/p>\n","username":"ncaron","cards":{"01001":1,"01002":3,"01003":2,"01004":1,"01005":2,"01006":2,"01008":3,"01009":2,"01010":1,"01012":3,"01016":3,"01047":1,"01050":3,"01053":3,"02003":3,"02041":1,"02102":3,"03038":3,"03043":3,"04043":3}},{"id":7367,"name":"Caching in","creation":"2014-07-04 12:26:08","description":"\n","username":"CodeMarvelous","cards":{"01001":1,"01002":3,"01005":3,"01006":2,"01008":3,"01009":2,"01010":1,"01012":3,"01016":3,"01047":2,"01050":3,"01051":3,"02003":3,"02102":1,"03047":3,"04005":2,"04022":2,"05051":3,"06037":3}},{"id":7368,"name":"Trickster - Stimmed up","creation":"2014-07-04 12:54:44","description":"\n","username":"Bananifier","cards":{"01004":2,"01012":1,"01034":3,"01035":3,"01036":2,"01037":2,"01043":3,"01044":3,"01050":3,"02047":2,"02066":1,"03028":1,"03031":1,"03037":1,"03038":3,"03040":1,"03046":3,"03048":1,"03054":3,"04067":1,"04086":2,"04108":1,"05035":1,"05036":2}},{"id":7369,"name":"Accelerated Ice","creation":"2014-07-04 14:21:00","description":"<p>Built around Accel Beta Test with Precognition.<\/p>\n","username":"gregor","cards":{"01055":3,"01058":1,"01061":2,"01062":2,"01063":2,"01064":1,"01073":2,"01075":1,"01090":1,"01106":1,"01110":3,"01111":3,"01113":1,"02051":2,"02056":3,"02059":2,"02060":2,"03003":1,"03006":2,"03007":1,"03014":3,"03015":1,"03016":2,"03017":1,"03027":3}},{"id":7370,"name":"Shaper ICE Management V3","creation":"2014-07-04 16:25:21","description":"\n","username":"iMetal","cards":{"01008":2,"01012":1,"01026":2,"01028":1,"01033":1,"01050":3,"02009":2,"02047":3,"02049":2,"02066":1,"02091":2,"02106":2,"03035":1,"03038":2,"03040":2,"03045":1,"03046":3,"03048":1,"03049":2,"03052":3,"04029":3,"04067":1,"04086":2,"04109":3}},{"id":7371,"name":"Accelerated Ice","creation":"2014-07-04 16:53:13","description":"<p>-3 Data Pike, +1 Wall of Static, +1 Bastion, +1 Rototurret to make it <em>slightly<\/em> less Code Gate heavy.<\/p>\n","username":"gregor","cards":{"01055":3,"01058":1,"01061":2,"01062":2,"01063":2,"01064":2,"01073":2,"01075":1,"01090":1,"01106":1,"01110":3,"01111":3,"01113":2,"02051":2,"02056":3,"02059":2,"02060":2,"03003":1,"03006":2,"03007":1,"03014":3,"03015":1,"03016":2,"03017":1,"03026":1}},{"id":7372,"name":"Shaper Denial","creation":"2014-07-04 17:05:51","description":"<p>Playing around with Shaper denial cards. <a href=\"\/en\/card\/03043\">Chakana<\/a> and <a href=\"\/en\/card\/04028\">Record Reconstructor<\/a> waste corp clicks (perhaps more important to the corp than Econ) while <a href=\"\/en\/card\/03045\">Paricia<\/a> and <a href=\"\/en\/card\/02108\">Deep Thought<\/a> help get assets and ICE out of play. <\/p>\n\n<p>Many cards that are free or very inexpensive for Kate to play.<\/p>\n\n<p>Not sure about the <a href=\"\/en\/card\/01018\">Account Siphon<\/a> splash, but it's here for Econ denial until I find a better way.<\/p>\n\n<p>Thoughts?<\/p>\n","username":"jeremyorion","cards":{"01018":3,"01033":1,"01034":2,"01050":3,"01053":3,"02007":3,"02089":3,"02108":2,"03033":3,"03041":3,"03043":2,"03045":3,"03047":3,"03048":3,"04007":3,"04028":3,"04086":2,"04109":1}},{"id":7373,"name":"Just in Time v1.5","creation":"2014-07-04 17:31:02","description":"<p>Here's my HB \"Tag 'n Bag\" deck! I've always had difficulty playing HB the way it seems to be played, but this one actually won games for me (surprisingly through Agenda scoring).<\/p>\n\n<p>The plan is simple; use Custom Biotic's influence to set up a nice mind game that'll 1) punish the runner for being aggressive and 2) punish the runner for being passive. I'll explain the cards by section.<\/p>\n\n<p>Agendas: \n- NAPD is the clear choice for hitting the runner's tempo. \n- Priority Requisition might gain me a free Janus, Heimdall or Wotan, though I'm not going to rely on it against some runners. \n- PSF is more or less there to instill some fear into the runner; and introduces a dilemma of sorts (removing tags vs getting pummeled). Of course, if I can score PSF early, that'll add a great amount of pressure, considering I've included several methods of tagging.\n- Project Wotan is the obvious choice for a Bioroid-heavy deck, as it'll help secure Agenda scoring when TnB isn't working in my favor.<\/p>\n\n<p>Assets:\n- I chose Adonis Campaign simply for its ability to secure credits at a faster pace than PAD Campaign or Eve Campaign. Once I've gone through my initial store of credits (through operations) I should have developed a secure ice fort in a remote (for potential scoring\/trap purposes). Adonis would be nestled within this fort while I buy time to set up the necessaries.\n- DRT is my answer to \"Tag me\" runners, punishing them severely for even considering that way of life!\n- Ghost Branch is the star trap here. I plan to go about agenda scoring in a 2-step process (install, advance, advance), which will allow me to score any the turn after if the runner doesn't get it in time. Of course, this means advancing GB too much without scoring might cause the runner to think twice about running it, but it'll go in tandem with GRNDL Refinery (which I aim to get out asap). If they see one Refinery, they'll likely assume Ghost Branch to be another, and attempt to stop it while it's... building up. Of course, this can lead to serious complications for the runner if and when they decide to pursue it.\n- Jackson Howard, because no Corp is complete without his charming smile. He can get me the cards I need, mix up the runner's R&amp;D assaults and give me more chances at using key cards like GRNDL, Scorched, SEA and Tyr's Hand. Never leave home without.<\/p>\n\n<p>Upgrades:\n- Tyr's Hand is the perfect choice for 2.0 punishment (and Janus, at that). It'll help me secure brain damage (for easier scorched wins) and perhaps a tag, or even force the runner to discard a vital program with Ichi.<\/p>\n\n<p>Operations:\n- GLC and HF are standard econ cards, while BER is part economy, part protection. An early Wotan \/ Janus + BER remote paves the way for a GRNDL grind, Adonis income or agenda score, with relative ease. I also discovered from another player that BER + most 2.0s are relatively hard to get around without the proper icebreakers (since they can't break all routines with clicks).\n- The main killing combo; SEA Source and Scorched Earth. The second the runner's left themselves open (and hopefully a little dry thanks to NAPD), SEA them and go for the kill. Of course, other cards in this deck are there to supplement this strategy, but this is basically the one-two we're going for.<\/p>\n\n<p>Ice!\n- Barriers: Wotan's purpose is to be researched for solid, only-stopped-by-femme protection. Eli's going on a remote for taxing purposes (mainly R&amp;D) and Heimdall's begging to be researched as well. Of course, if Heimdall is clicked through and you've got Tyr's Hand prepared, they're taking a brain damage.\n- Code Gates: Victor's a tricky one; his main purpose is annoying the runner into wasting two clicks upon activation. * I'm not 100% sure about his role, or effectiveness either. At this point I'm seeing him as a potential Tyr's Hand + heavy trace in the hopes of draining runner creds (lest they risk a brain damage when they're not expecting it). Viper exists to warn the bioroids of incoming runners, hopefully stealing a click in the process (I doubt I'll often boost these traces), though in front of HQ it can shut down an Account Siphon or Vamp attempt completely.\n- Sentries: Hunter's the grunt of the group, existing mainly to pester the runner each time they run a central. Again, can create a painful situation during AS \/ Vamp attempts (use lots of credits, forcing a tag and denying them money). Ichi 2.0's main goal is using Tyr's Hand to force a program discard (or two), though if they click through the trace you can force that AND a program trash, too. He's quite a tricky one! Janus!!!<\/p>\n\n<p>I haven't tested too much, though I plan to heavily invest in building this deck up. Questions, comments and conscrits appreciated.<\/p>\n","username":"Lynx Kuroneko","cards":{"01056":3,"01058":1,"01086":2,"01087":1,"01099":2,"01106":1,"01107":1,"01110":3,"01112":3,"02012":1,"02052":2,"02070":3,"02110":1,"02118":1,"03002":1,"03006":3,"03013":3,"03015":3,"03017":1,"03019":3,"03022":3,"04015":3,"04030":1,"04099":1,"04119":3}},{"id":7374,"name":"Weyland Supermodernism","creation":"2014-07-04 18:16:39","description":"\n","username":"iMetal","cards":{"01057":3,"01065":3,"01086":3,"01093":1,"01094":3,"01098":3,"01099":3,"01101":3,"01103":3,"01110":3,"01111":3,"01113":3,"02060":3,"02077":3,"02120":1,"04020":3,"04040":3,"04119":3}},{"id":7375,"name":"Shaper Denial v1.5","creation":"2014-07-04 21:43:32","description":"<p>Playing around with Shaper denial cards. <a href=\"\/en\/card\/03043\">Chakana<\/a> and <a href=\"\/en\/card\/04028\">Record Reconstructor<\/a> waste corp clicks (perhaps more important to the corp than Econ) while <a href=\"\/en\/card\/03045\">Paricia<\/a> and <a href=\"\/en\/card\/02108\">Deep Thought<\/a> help get assets and ICE out of play. <\/p>\n\n<p>Many cards that are free or very inexpensive for Kate to play.<\/p>\n\n<p>Updated with <a href=\"\/en\/card\/03046\">Self-modifying Code<\/a>, <a href=\"\/en\/card\/02009\">Plascrete Carapace<\/a> and <a href=\"\/en\/card\/04029\">Prepaid VoicePAD<\/a>. <\/p>\n\n<p>Thoughts?<\/p>\n","username":"jeremyorion","cards":{"01018":2,"01033":1,"01034":3,"01036":2,"01050":3,"02007":3,"02009":2,"02089":3,"02108":2,"03041":2,"03043":2,"03045":2,"03046":3,"03048":3,"04007":2,"04028":3,"04029":3,"04086":2,"04109":3}},{"id":7376,"name":"Clone Cafes","creation":"2014-07-04 22:49:08","description":"<p>Jinteki is setting up new clone operated YucaBean franchises on every corner!<\/p>\n","username":"jleuze","cards":{"01064":3,"01068":3,"01090":3,"01109":3,"01110":3,"02014":3,"02031":1,"03026":3,"04015":3,"04033":1,"04054":3,"04096":3,"04114":3,"05005":3,"05006":1,"05009":3,"05016":3,"05020":2,"05026":3}}]