[{"id":4056,"name":"Bioroid RP","creation":"2014-04-10 00:46:56","description":"<p>After playing a lot of RP and seeing someone try this, I decided to port over the idea of heavily taxing runs from Jinteki RP to HB.<\/p>\n\n<p>Most Bioroids are already above average in cost to break in terms of credits, but are porous since they can be clicked through. By stacking at least two Bioroids on every server, it's super painful to run on a server with credits or clicks. This reinforces the name of the identity - Stronger Together. ST also means Viktor 1.0 is usable against Yog :)<\/p>\n\n<p>Focus efforts on centrals while setting up a decent remote to FA in and some scattered econ assets. <\/p>\n\n<p>I use a lot of FA in this deck because the deck is too porous to be relied on to actually stop runners most of the time (which is why I also don't run Successful Demonstration). Luckily, all of the econ should be able to support the FA nicely.<\/p>\n\n<p>Counters (in rough order of efficacy):<\/p>\n\n<p>E3 Implants - Just brutal against the deck<\/p>\n\n<p>Aggressive Runners - Takes a while to setup the deck, so fast runners like CT and just about any criminal gives this deck trouble. However, if you manage to muscle through the early game, your late game is so much stronger.<\/p>\n\n<p>Whizzard: If he trashes your econ assets early you're in some deep trouble<\/p>\n\n<p>Morning Star + Paintbrush - Costly to setup, but effective. Makes Eli very sad and everything else can be painted and broken for 1cr.<\/p>\n\n<p>Knight - Doesn't care about your strength, but with all the subs it's still costly for the runner.<\/p>\n\n<p>Still a lot of things I want to mess around with the deck<\/p>\n\n<ul>\n<li><p>Should I port this over to ETF? Main thing lost here is Viktor 1.0 being usable against Yog. Otherwise, runs usually only cost 1 more per ice. In exchange, we get the solid and consistent econ of ETF.<\/p><\/li>\n<li><p>I jumped between this version and another version that had no FA, but Strongboxes and Red Herrings to protect agendas. Not sure I want to go back to that.<\/p><\/li>\n<li><p>Not totally in love with Hourglass yet. Still need more testing. I seems like a combo ice more than anything. In its place, I'm considering Sensei, Chum, and Inazuma.<\/p><\/li>\n<li><p>Agendas are kinda messy. Gilas are good, as are Vitruvius. Pet Project and one of the two pointers will likely be discarded in favour of a Project Wotan. As a side note on agendas, I almost never want to fire the ABT since the ICE density is so low.<\/p><\/li>\n<li><p>Probably needs more ice, but what?<\/p><\/li>\n<\/ul>\n","username":"vevicus","cards":{"01055":3,"01056":2,"01059":1,"01061":2,"01062":2,"01063":3,"01064":1,"01090":2,"01092":3,"01110":3,"02010":1,"02013":3,"02051":3,"02071":2,"02092":3,"02110":3,"03004":1,"03007":1,"03017":1,"03023":3,"04010":1,"04015":2,"04040":2,"04090":2}},{"id":4057,"name":"C'mon feel the Noise","creation":"2014-04-10 01:06:31","description":"<p>First draft of a Noise deck.  Trash off of R&amp;D, Keyhole, etc.  Stimhack\/Crypsis into Archives.<\/p>\n","username":"liquidcooled","cards":{"01001":1,"01002":3,"01004":2,"01006":3,"01008":3,"01009":3,"01012":3,"01016":3,"01047":2,"01050":3,"01051":2,"01053":3,"02003":3,"02022":3,"03038":3,"03047":2,"04005":1,"04061":3,"04082":2}},{"id":4058,"name":"House of Knives- Jinteki v2","creation":"2014-04-10 02:14:42","description":"<p>H&amp;P included.<\/p>\n\n<p>Think i got some troubles on ECONs.\nSome Feedbacks?<\/p>\n","username":"castigar","cards":{"01067":1,"01070":2,"01075":2,"01077":1,"01099":1,"01101":3,"01110":3,"02032":3,"02095":2,"04012":3,"04013":2,"04015":3,"04032":3,"04033":1,"04039":3,"04071":1,"04073":2,"04080":3,"04093":1,"04114":2,"05004":3,"05006":1,"05008":1,"05013":3}},{"id":4059,"name":"NBN Trash Compactor","creation":"2014-04-10 03:29:31","description":"<p>Bored+NetrunnerDB= A deck with a heck of alot of trashing  and damage :)<\/p>\n","username":"tpsviper","cards":{"01064":2,"01080":1,"01081":3,"01082":2,"01090":2,"01092":2,"01101":1,"01106":2,"01110":3,"02013":2,"02055":2,"02056":3,"02119":1,"04015":3,"04020":2,"04040":3,"04060":2,"04076":3,"04077":3,"04112":3,"04115":2,"04119":3}},{"id":4060,"name":"The Invincible Whizzard (with comprehensive piloting guide)","creation":"2014-04-10 03:57:55","description":"<p>Edit: version 2 here http:\/\/netrunnerdb.com\/en\/decklist\/4570\/the-invincible-whizzard-v2-with-explanation-on-the-changes-#<\/p>\n\n<p>Well...not completely invincible but I have about a 20-3 track record with this deck (mostly on OCTGN). Two losses to a Weyland Accelerated Diagnostics combo with Power Shutdown and Scorched and another loss to an HB FA deck in which my opponent managed to beta test (2x) a 5 deep super ice remote which cost me over 20 credits to get into.<\/p>\n\n<ul>\n<li><p>Starting Hand: ideal would be 2 econ, 1 hostage, 1 special order, random icebreaker. I will mulligan if I do not see an econ card or a breaker.<\/p><\/li>\n<li><p>Ideal rig: Datasucker, 3 breakers, nerve or keyhole<\/p><\/li>\n<li><p>Hostage: getting out Pro Contacts in the first three turns is key, it will help you set up your rig fast and enable you to keep a steady flow of burst econ cards.  The first hostage will definitely be to find pro contacts, Katie second.<\/p><\/li>\n<li><p>Datasucker\/Mimic: If you can get an early data sucker, it will make your mimic unbeatable. If you can't get an early datasucker, install crypsis (and leave out Yog) so you will never be locked out to get Datasucker tokens when everything is iced up.<\/p><\/li>\n<li><p>Crypsis: against sentry heavy decks I prefer to run a combo of crypsis and mimic instead of Yog and mimic. Crypsis will get you past codegates just fine and will make sure you keep getting datasucker tokens for when you run out. When the datasucker is filled up again switch to mimic.<\/p><\/li>\n<li><p>Keynote\/Nerve Agent: you will only have room to install one or the other and you should only install one of them anyway. Attack the weakest server and when they ice that up heavily just trash keyhole\/nerve agent and install the other one. I can't yell you how many games I've won in one turn with this move. Early keyholes will destroy Jinteki and Weyland damage builds.<\/p><\/li>\n<li><p>Why no parasite?: I have another version of this deck with three parasites instead of imps which works fine as well but in the end I rarely used parasite because without clone chips\/SMCs they are just to click intensive.<\/p><\/li>\n<li><p>Imp: use imp to trash ice, scorched, econ cards and use Whizzards recurring creds to trash assets like Jackson, pads and ashes.<\/p><\/li>\n<li><p>It is important to face check the first ice in front of centrals in your first 2 turns before installing breakers. This way you can special order the breaker you need to get into one of them. If you don't want to do this (against Jinteki for example) special order Crypsis as your first breaker, though you also need mimic to deal with swordsman and be completely safe (but who needs safe all the time, live a little!).<\/p><\/li>\n<li><p>This deck will net you a LOT of money and I've out moneyed NBN and GRNDL decks without problems but it will slow you down. In these cases I like to take some risks and use imp to trash key combo cards (keyhole can also be used for this of course). Sometimes this means you will end turns with a 10 credit gap (between you and the corp) and can be in danger but I'd rather be an active runner and occasionally flatline than only use clicks for money (though you can and you will keep up with the corp if you do). Collecting money only is not playing Netrunner anyway, it is you being a scared little !*@&amp; (and I'm guilty of that one as well :D).<\/p><\/li>\n<\/ul>\n","username":"Solforger","cards":{"01006":3,"01007":3,"01008":3,"01011":3,"01014":2,"01022":3,"01050":3,"01051":1,"02001":1,"02003":3,"02009":2,"02022":3,"02041":2,"02091":2,"03049":1,"03052":3,"03053":3,"04004":3,"04061":2}},{"id":4061,"name":"But I just paid for that?","creation":"2014-04-10 07:57:06","description":"<p>Create ICE to either scare off the runner or they pay not to die and then pay some more because they have to gamble for the steal.<\/p>\n","username":"sjnorval","cards":{"01064":2,"01067":1,"01068":3,"01070":3,"01074":2,"01075":2,"01076":2,"01077":3,"01078":3,"01110":3,"02014":3,"02032":3,"02034":2,"02112":2,"03023":2,"04012":3,"04015":2,"04033":2,"04034":3,"04040":2,"04054":1,"04099":1,"04114":2,"04117":3,"04119":2}},{"id":4062,"name":"Gabe - HQ Knights 040414","creation":"2014-04-10 10:10:57","description":"\n","username":"brAnDeD","cards":{"01007":1,"01008":2,"01012":2,"01014":1,"01017":1,"01018":3,"01019":2,"01020":3,"01021":3,"01022":3,"01024":1,"01026":1,"01028":2,"01029":2,"01050":3,"01051":1,"01053":3,"02009":3,"02085":2,"04009":2,"04043":3,"04063":2}},{"id":4063,"name":"Weyland BBW - Specialty Meats 040414","creation":"2014-04-10 10:12:40","description":"\n","username":"brAnDeD","cards":{"01070":3,"01086":2,"01088":1,"01093":1,"01094":3,"01098":3,"01099":3,"01101":2,"01103":3,"01106":2,"01110":3,"02018":3,"02019":3,"04015":3,"04017":3,"04058":3,"04078":1,"04079":3,"04117":2,"04120":3}},{"id":4064,"name":"Accelerated Shipment from Hand v3","creation":"2014-04-10 11:03:45","description":"<p><strong>Up Front<\/strong> -- this is a cheese deck, and although not completely competitive, it can win enough.  The premise is to win outright from your hand with a multiple variations of an 9-12 card combo and 4-13 credits.<\/p>\n\n<p><em>Ongoing stats:<\/em>  83 wins, 20 losses.  Average turns to victory = <strong>7.94<\/strong><\/p>\n\n<p><em>Edits<\/em> from <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/3785\/accelerated-shipment-from-hand-v2\">v2<\/a>:  <\/p>\n\n<ul>\n<li>Switched the code gates to Quandry <\/li>\n<li>changed the Eli's to Wall of Static<\/li>\n<li>swapped out the 3rd Biotic for another Shipment from MirrorMorph<\/li>\n<\/ul>\n\n<p>The ICE change is to make it cheaper, and although I like the Eli click attrition, sometimes one just needs to stop a Siphon.<\/p>\n\n<p>First up, I want to highlight what <a href=\"http:\/\/netrunnerdb.com\/en\/profile\/1159\/PeekaySK\">PeekaySK<\/a> has pointed out already in the excellent writeup in his <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/3381\/cerebral-giraffes-vienna-store-champs-first-place-\">Cerebral Giraffes<\/a> deck--that is that Blue Level Clearance ramps up the Cererbral Imaging identity greatly.<\/p>\n\n<p>Its pretty basic on strategy, massive draw potential, and the X-level clearances help keep your credit pool about where it needs to be.  You're driving at a core set of cards in hand:<\/p>\n\n<ul>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/04058\">Power Shutdown<\/a><\/li>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/04052\">Accelerated Diagnostics<\/a><\/li>\n<li>At least 2 Agendas.<\/li>\n<\/ul>\n\n<p>Supplemented to this, although not explicitly required is:<\/p>\n\n<ul>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/01059\">Biotic Labor<\/a><\/li>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/01058\">Archived Memories<\/a><\/li>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/01100\">Shipment from Kaguya<\/a><\/li>\n<\/ul>\n\n<p>There are so many win combinations, is it mind boggling.  It will take 9-12 cards, and 3-13 credits for the bulk of the win conditions.  The trick is figuring it out.<\/p>\n\n<p><strong>Backing up:<\/strong><br \/>\nYou want to draw -- draw as much as you can.  Use the X-level clearances, the Anonymous Tips, and even Jackson Howard, although <em>NEVER<\/em> remove him from the game.  Do not blind play a hedge fund unless you need it.  The draw is often better, and the Hedge Fund is nice to have in hand for Siphon recovery.<\/p>\n\n<p>The trickiest part of this is that you actually WANT to discard the Shipment from SanSan.  To do this, you want to be careful about keeping hand and credits about the same.<\/p>\n\n<p>ICE selection is just meant to be a spread, and cheap to rez.  They don't really stop for long, just slow down hopefully.  Pick whatever you like, but keep it cheap.  Use Guard instead of Roto if you want, it doesn't insta-die to a parasite, but then again the surprise program trash is a good way to slow things down.<\/p>\n\n<p><strong>Combo up:<\/strong> \nNow solve the puzzle.  When can you win outright from your hand?  You'll need  minimum of 9 cards, and typically 10, accounted for in many varied combinations.  The only card you absolutely need is Power Shutdown, then if you view Interns and Archived Memories as wild cards you just need to account for the other 9 and sprinkle in Biotic as need be.  So, wilds aside, here is what you want:<\/p>\n\n<ul>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/04058\">Power Shutdown<\/a><\/li>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/04015\">Jackson Howard<\/a><\/li>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/04052\">Accelerated Diagnostics<\/a> x2<\/li>\n<li>One of each Agenda<\/li>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/01100\">Shipment from Kaguya<\/a> OR <a href=\"http:\/\/netrunnerdb.com\/en\/card\/01060\">Shipment from MirrorMorph<\/a><\/li>\n<li>Flex slot:  <a href=\"http:\/\/netrunnerdb.com\/en\/card\/01059\">Biotic Labor<\/a>, 2nd <a href=\"http:\/\/netrunnerdb.com\/en\/card\/04015\">Jackson Howard<\/a>, <a href=\"http:\/\/netrunnerdb.com\/en\/card\/01058\">Archived Memories<\/a>, 3rd <a href=\"http:\/\/netrunnerdb.com\/en\/card\/04052\">Accelerated Diagnostics<\/a>, <a href=\"http:\/\/netrunnerdb.com\/en\/card\/04060\">Interns<\/a><\/li>\n<\/ul>\n\n<p><em>First an example:<\/em><\/p>\n\n<ol>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/04058\">Power Shutdown<\/a><\/li>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/01059\">Biotic Labor<\/a><\/li>\n<li>Install <a href=\"http:\/\/netrunnerdb.com\/en\/card\/04015\">Jackson Howard<\/a> (burn him to seed the Accelerated Diagnostics)<\/li>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/04052\">Accelerated Diagnostics<\/a> - Shipment from MirrorMorph (1 of each agenda), Shipment from SanSan x2 (Score Efficiency Committee +3 clicks)<\/li>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/01058\">Archived Memories<\/a>  (Jackson Howard) <\/li>\n<li>Install <a href=\"http:\/\/netrunnerdb.com\/en\/card\/04015\">Jackson Howard<\/a> (burn to seed Accelerated Diagnostics)<\/li>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/04052\">Accelerated Diagnostics<\/a> - Shipment from SanSan x3<\/li>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/01100\">Shipment from Kaguya<\/a><\/li>\n<\/ol>\n\n<p><strong>Count 'em:<\/strong>  10 cards from hand, 8 credits.<\/p>\n\n<p>If you are scoring through an Efficiency Committee you need to fire off 6 of the advancing shipments, with at least 1 being a Shipment from Kaguya.  This gets you 12 advancment tokens to spread on 3 agendas.  The reason one needs to be a Shipment from Kaguya is because you need to finish off the odd numbered agendas.<\/p>\n\n<p>There are <em>MANY<\/em> ways to win--the challenge is in figuring out the puzzle.  Total number of clicks is <strong>15<\/strong>:  12 (advances), 3 (installs).  So the puzzle is in getting those extra 12 clicks to get up to 15, and there are many ways.  Primarily, the Accelerated Diagnostics gains +5 clicks if you use it with 3 <em>double<\/em> cards.  However, it cost a click for Power shutdown, and a click to install Jackson Howard so the first Accelerated Diagnostics will <em>net<\/em> you at most +3 clicks.  Being as Power Shutdown only needs to fire once, the 2nd Accelerated Diagnostics can gain you 4 more.  Shipment from Mirrormorph gains you 2 clicks, Efficiency Committee gains 3 more, and Shipment from Kaguya gains 1 click.<\/p>\n\n<ul>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/04052\">Accelerated Diagnostics<\/a> x2 (7 clicks)<\/li>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/03005\">Efficiency Committee<\/a> (3 clicks)<\/li>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/01060\">Shipment from MirrorMorph<\/a> (2 clicks)<\/li>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/01100\">Shipment from Kaguya<\/a> (1 click)<\/li>\n<\/ul>\n\n<p><em>Total:<\/em>  16  (adding the 3 normal clicks)<\/p>\n\n<p>Easy right?  There is even a spare click there to Archived Memories up something we need.  Well -- not so easy.  2 reasons:<\/p>\n\n<ol>\n<li>You do not always have all the cards you need, and so you have to make concessions from the optimal path, which is using all Shipment from SanSan with your Accelerated Diagnostics.<\/li>\n<li><em>When<\/em> the clicks are used is extremely important.  You don't get an advance up-front on them all, and you have to generate as you go.<\/li>\n<\/ol>\n\n<p>Once you have the base math in your head, you can begin to recognize when its go-time.  If you don't have a card you need in hand, then add a click to sub a wild card (Archived Memories).  Compensate with Biotic Labor for each of these needed.  If you have a 2nd Vitrivius in place of an Efficiency Committee you can either A.  add a click (i.e. one less advance needed), or B. add a click (over-advance and one less Archived Memories to play).   Not using Efficiency Committee then only loses you 2 clicks, which can be purchased for 8 credits with Biotic Labor x2.<\/p>\n\n<ul>\n<li>+1 click if your opponent leaves a Jackson Howard on the table for you.<\/li>\n<li>+4 clicks if you go through a 3rd Accelerated Diagnostics.  Although typically you only do this in trickier combos.<\/li>\n<li>-1 clicks when you play a non-double with Accelerated Diagnostics.<\/li>\n<li>-1 click to \"find\" a card in archives with Archived Memories or Interns.<\/li>\n<\/ul>\n\n<p><strong>Key Points<\/strong><\/p>\n\n<ul>\n<li>Typically you want 5 of your Shipment from SanSan's to fire through the Accelerated Diagnostics.  Anything else amounts to a click-loss.  If this is not possible due to one of them being in your hand, you need to account for the click-loss.<\/li>\n<li>Normally you are looking to fire through an Efficiency Committee to gain 3 clicks, however it is possile to use a 2nd Vitruvius instead.<\/li>\n<li>It helps to see a Shipment from Mirrormorph <strong>OR<\/strong> an Interns in the archives.<\/li>\n<li>It is possible to do it without a Jackson in hand or on table, but normally you want one in your hand.<\/li>\n<li>Sometimes they leave a Jackson on table (not smart) -- then everything gets easier.<\/li>\n<\/ul>\n\n<p><strong>Key Ommissions:<\/strong>  <\/p>\n\n<ul>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/04072\">Panic Button<\/a>.  Not because of money, but because it takes a click to install and also its a trashable card for the runner to help dig R&amp;D.  <\/li>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/04111\">Reclamation Order<\/a>.  On first glance seems good, but there are surprisingly few combos that would benefit from it.<\/li>\n<\/ul>\n\n<p><strong>The Pain<\/strong><\/p>\n\n<ul>\n<li>Medium,  Nerve Agent -- Any Multi-access is killer.<\/li>\n<li>Indexing - Those Chaos Theory builds that threaten with both Siphon and Indexing... rarely can I overcome this.<\/li>\n<li>Imp - Hitting Power Shutdown, or Accelerated Diagnostics.<\/li>\n<li>Vamp - Game over.<\/li>\n<li>Account Siphon.  Yeah -- nobody plays this (eye-roll).  I can usually soak one Siphon, but most Siphon decks are geared to do more than one and then it hurts.<\/li>\n<\/ul>\n\n<p><strong>Conclusion<\/strong> <\/p>\n\n<p>Although not all-around versatile, the primary thing is that the deck draws so darned fast.  It does not actually very long to setup and you can surprise people.  It is not as competitive as <a href=\"http:\/\/netrunnerdb.com\/en\/profile\/1159\/PeekaySK\">PeeKaySK's<\/a> version, but it sure is fun to potentially be at a winning state from nothing in any given turn after the 4th or 5th (averages turn 8).<\/p>\n","username":"vreely","cards":{"01058":3,"01059":2,"01060":2,"01064":2,"01083":3,"01100":2,"01110":3,"01113":2,"02039":3,"02051":3,"02070":3,"03001":1,"03005":3,"04015":3,"04034":3,"04052":3,"04058":2,"04060":1,"04090":3,"04100":1,"04120":2}},{"id":4065,"name":"Kit runs deck v3 ice destruction","creation":"2014-04-10 11:10:33","description":"<p>Successful runs should be rewarding!  Build a bankroll with PC, running hard and fast gaining grifter and datasucker tokens, and then set up the massive vamp to break the board open.  Pound R&amp;D to keep ice light on HQ.  Remotes?  What remotes?<\/p>\n","username":"x3r0h0ur","cards":{"01008":2,"01012":1,"01036":2,"01038":3,"01044":1,"01050":3,"02021":2,"02047":3,"02107":2,"03028":1,"03031":2,"03034":3,"03035":1,"03038":3,"03043":1,"03046":3,"03048":1,"03049":3,"03053":3,"03054":1,"04046":2,"04047":1,"04088":1,"04108":1}},{"id":4067,"name":"Criminal N00bism","creation":"2014-04-10 11:53:59","description":"<p>A work in progress as I learn to build my first deck. Taking a chance on Black Guard even though it seems wicked expensive.<\/p>\n","username":"ProfessionalWerewolf","cards":{"01004":2,"01007":2,"01008":2,"01017":1,"01018":2,"01019":2,"01020":3,"01021":3,"01022":3,"01023":2,"01024":1,"01026":2,"01027":2,"01028":2,"01029":2,"01030":1,"01032":2,"01043":1,"01049":3,"01050":2,"01051":2,"01053":3,"04085":1}},{"id":4068,"name":"Andy Fall Guy","creation":"2014-04-10 11:57:11","description":"<p>Lots of connectoins, Hostage, and Fall Guy in a tag floating deck.  I haven't played much criminal so I'm not sure about the breaker suite, i.e. if I need datasuckers\/mimics.<\/p>\n","username":"Ayotte","cards":{"01007":2,"01014":1,"01018":3,"01021":3,"01022":3,"01024":3,"01026":1,"01050":3,"01051":1,"02009":3,"02042":2,"02043":2,"02083":1,"02091":1,"02103":2,"02104":2,"03049":1,"03053":2,"03054":2,"04004":3,"04009":2,"04106":3}},{"id":4069,"name":"WoodHouse (passive money)","creation":"2014-04-10 12:18:53","description":"<p>passive money deck<\/p>\n","username":"CodeMarvelous","cards":{"01007":2,"01014":1,"01018":3,"01021":3,"01022":3,"01028":2,"01043":1,"01050":3,"01052":3,"02009":2,"02043":3,"02069":3,"02091":1,"02104":3,"02105":1,"02107":1,"03054":3,"04004":3,"04065":1,"05028":1,"05037":3}},{"id":4070,"name":"Wyldsahasrara Vampleak Reversal","creation":"2014-04-10 12:49:45","description":"<p>This is a retooled version of my earlier Vampstone deck based on feedback from the inimitable Dydra and the illimitable lolpaca.<\/p>\n\n<p>The goal? Mill, baby. Mill. Noise's ability gets you started. When able, vamp them down to zero and drop a Data Leak Reversal. Then just start milling. Mill, mill, mill. The Self-Modifying code is there to tutor out the Djinn, which is so very critical to a deck wanting to install so many programs at once. In a pinch you could also grab a needed breaker.<\/p>\n\n<p>As per Dydra's suggestions, let Wyldisde bring you a flood of cards that Sahasrara helps you install. <\/p>\n\n<p>Things I'd like to include but can't seem to justify are a third Medium, 1-2 Demolition Runs, a single Pawnshop, and 2-3 Fall Guys to protect the DLR. Suggested replacements? Maybe with Wyldside it's OK to run a little fat?<\/p>\n\n<p>Also, I feel this deck has a major weakness against program-trashing sentries. There's so little facecheck protection, and it's so program dependent. Any way to ameliorate that?<\/p>\n","username":"partialcharge","cards":{"01001":1,"01002":3,"01004":2,"01006":2,"01007":1,"01008":3,"01009":3,"01010":2,"01011":1,"01012":3,"01016":3,"01051":1,"01053":2,"02003":3,"02009":2,"02021":2,"02022":3,"02103":2,"03043":2,"03046":2,"03047":2,"04005":1}},{"id":4072,"name":"Jinteki Med-School (2.0 year)","creation":"2014-04-10 15:03:17","description":"<p>Made it through the first year of Jinteki Med School.  There's lots more research and studying to do with this deck.<\/p>\n\n<p>Key topics:\nMushin no shin and trick of light are your scoring engines.  These two operations should be reused with archives memories as much as possible.<\/p>\n\n<p>Mulligan for Mushin no shin or Econ.  1 ETR ice should suffice with a Mushin.  <\/p>\n\n<p>Turn 1:  Mushin no shin a plan b or junebug or gamble and stick ice down over any agenda.<\/p>\n\n<p>Turn 2 - 3: focus on Econ, and advancing ice wall and shadow.<\/p>\n\n<p>Turn 4:  if you have trick of light, score your 2nd agenda to make it match point.  If not, turn four will focus more on Econ and drawing.<\/p>\n\n<p>The principles still apply in the FA.  A 3\/2 will be scored if you have two advancement tokens on advance-able ice and a trick of light.  Even. The 4\/2 can be scored in one with 2 trick of lights and 4 tokens on ice.  Between razzing ice and advancing them\/tokens, you should be pretty poor, so save your Mushin no shin for the right times.<\/p>\n\n<p>Since it's fairly easy to score out f hand, ice can be focused on central servers as needed.  (Be real careful with R&amp;D multiaccess).  Account siphon is annoying but you don't really need Econ if you spent the first 3 turns spending money in the right places.<\/p>\n\n<p>Weaknesses:\nIf you don't ice up R&amp;D against multiaccess (interface and Maker), you will fail...<\/p>\n\n<p>Account siphon is annoying if you haven't rezzed a lot of ice.  Once your ice is all rezzed, let them take what they want and try and score your first two agendas fast.  You should take comfort in he fact that Mushin no shin on a plan b, junebug, or agenda will put just as much pressure on the runner even if you have no credits.<\/p>\n\n<p>Knight seems to be the best card against this FA decks.  It seriously is the worst card to deal with.  So be sure to keep your central servers clear of those as much as possible.<\/p>\n\n<p>I think with expose, you might lose some edge in the guessing game, so be aware if your opponents like to expose your perfectly set traps.  If so, trick of light seems to salvage those Mushin tokens.  <\/p>\n\n<p>For year 3.0, I'm looking to you peers for evaluation and review.  Let me know what you think and what exploits there maybe here.<\/p>\n\n<p>Thanks guys<\/p>\n","username":"yeoda","cards":{"01058":2,"01068":2,"01069":2,"01083":2,"01103":3,"01104":3,"02014":3,"02033":3,"04012":3,"04120":3,"05001":1,"05005":3,"05006":1,"05014":3,"05015":3,"05023":2,"05024":2}},{"id":4073,"name":"Noise and the Magic Whale","creation":"2014-04-10 15:24:25","description":"\n","username":"Pea666","cards":{"01001":1,"01002":3,"01005":3,"01008":2,"01009":3,"01011":2,"01012":3,"01018":3,"01050":3,"02009":3,"02022":3,"02042":3,"02081":2,"02102":3,"02103":3,"03052":3,"04106":3}},{"id":4074,"name":"Weyland consortium: Building walls v2.20","creation":"2014-04-10 15:36:00","description":"<p>This deck has been evolving at a great pace for the past 24h, thanks to great input and criticisms. I don't expect this to be the last change to the deck. But it has come very close to what I wanted from it to begin with. Advice\/criticisms are more than welcome. :D<\/p>\n","username":"Omega","cards":{"01095":1,"01098":3,"01099":2,"01101":1,"01102":3,"01103":3,"01110":3,"02033":3,"02038":3,"02057":3,"02058":3,"02076":1,"02077":3,"02078":3,"02098":2,"02099":3,"02120":2,"04038":2,"04111":1,"04117":2,"04119":3}},{"id":4076,"name":"sourced","creation":"2014-04-10 17:18:43","description":"\n","username":"Milchtee","cards":{"01004":1,"01007":1,"01026":1,"01027":1,"01033":1,"01034":3,"01035":3,"01041":1,"01049":1,"01050":3,"01053":1,"02007":1,"02009":2,"02091":2,"02107":3,"03038":3,"03046":3,"03049":2,"03052":3,"03053":3,"03055":3,"04067":1,"04106":3}},{"id":4077,"name":"Big Ice","creation":"2014-04-10 17:19:00","description":"\n","username":"disturbedjack","cards":{"01054":1,"01055":3,"01056":3,"01061":2,"01106":3,"01109":3,"01110":3,"02012":2,"02051":3,"02052":3,"02079":3,"02092":3,"02110":3,"03013":3,"03015":2,"03017":2,"03019":3,"04030":2,"04071":3}},{"id":4078,"name":"Cloak of the Dino","creation":"2014-04-10 17:43:12","description":"<p>Messing about with Paintbrush.<\/p>\n","username":"Pete","cards":{"01020":3,"01033":1,"01034":3,"01036":3,"01037":3,"01048":2,"01050":3,"02009":2,"02047":2,"02048":2,"02088":2,"02091":2,"03040":2,"03041":3,"03042":3,"03046":1,"03049":3,"04104":3,"04108":3}},{"id":4079,"name":"HB bioroid madness","creation":"2014-04-10 18:23:02","description":"\n","username":"Reiyu","cards":{"01055":3,"01061":1,"01062":1,"01063":3,"01066":2,"01108":1,"01110":3,"02010":1,"02011":2,"02012":2,"02037":1,"02070":3,"02092":2,"02110":2,"02120":1,"03004":1,"03006":2,"03007":2,"03010":1,"03011":1,"03013":2,"03014":2,"03015":2,"03016":1,"03019":2,"03022":1,"04011":2,"04015":1,"04030":2,"04034":1,"04050":1,"04059":1,"04060":2,"04076":1,"04078":1,"04090":1,"04091":1,"04099":1,"04100":1,"04116":2,"04117":2,"04119":3,"04120":2}},{"id":4080,"name":"Recidivism","creation":"2014-04-10 18:27:16","description":"<p>Tried playing Anarch, tried playing Shaper. Crime just pays better ;)<\/p>\n\n<p>I think the deck speaks for itself. I would like to fit in an extra Gordian Blade, but just don't have the influence for it. Knight +e3, Dagger and Faerie + Silencer and Account Siphon + Lawyer Up are all pretty obvious combo's, but individually are still good enough to function. It feels weird to run a crim deck without FAO or Emergency Shutdown, those cards are really useful, but I think this deck will do ok without them.<\/p>\n\n<p>This will probably become my tournie deck. Until H&amp;P shakes it all up of course.<\/p>\n\n<p>C&amp;C welcome!<\/p>\n\n<p>Cheers,\nWeezel<\/p>\n","username":"Weezel","cards":{"01007":2,"01017":1,"01018":3,"01021":3,"01022":3,"01024":2,"01028":2,"01043":1,"01050":3,"02009":2,"02024":2,"02091":2,"02104":3,"03042":1,"03052":2,"03053":3,"03054":2,"04043":3,"04063":3,"04104":3}},{"id":4082,"name":"Accelerating the Future","creation":"2014-04-10 19:09:18","description":"<p>Haas-Bioroid fast-advance deck.<\/p>\n","username":"CorporalRutland","cards":{"01054":1,"01055":3,"01056":2,"01058":3,"01059":3,"01062":3,"01064":3,"01092":3,"01103":3,"01108":3,"01110":3,"01111":3,"02051":3,"02060":3,"02110":3,"02120":3,"03023":2,"04111":3}},{"id":4083,"name":"Your own. Personal. Noises.","creation":"2014-04-10 19:11:43","description":"<p>A combination of Personal Workshop, all the toys of Noise, and some tricks. I'm loving the idea of Personal Workshop and being able to Stimhack out beastie toys mid-run. Feels almost SMC-like, but even better as it can get Hardware in addition to Programs.\nHaving to run multiple copies of things is tough, and a few too many 1x's of things so if anyone has streamlining suggestions let me know!<\/p>\n","username":"Garld","cards":{"01001":1,"01004":3,"01006":1,"01007":2,"01008":2,"01011":2,"01012":3,"01014":2,"01020":2,"01050":3,"01051":2,"02004":1,"02009":2,"02022":3,"02041":2,"02049":2,"02087":1,"02091":2,"03052":3,"03053":3,"04004":1,"04061":2,"04089":1}},{"id":4085,"name":"Rein In Roja","creation":"2014-04-10 19:51:40","description":"<p>Haas-Bioroid deck designed to cheapen ICE costs and trash Caïssa programs.<\/p>\n","username":"CorporalRutland","cards":{"01055":3,"01062":3,"01063":3,"01064":3,"01065":3,"01066":3,"01079":3,"01091":3,"01106":3,"01110":3,"02010":1,"02038":3,"02110":3,"03016":3,"03017":3,"04030":1,"04051":3,"04119":3}},{"id":4086,"name":"The PrICE Is Wrong","creation":"2014-04-10 20:28:37","description":"<p>Reina deck focussed on weakening ICE and inflating cost.<\/p>\n","username":"CorporalRutland","cards":{"01007":3,"01011":3,"01014":3,"01015":3,"01050":3,"02005":3,"02022":3,"02024":3,"02028":3,"02082":3,"02090":3,"03053":3,"04002":3,"04003":3,"04021":3,"04041":1,"04042":3,"04043":3}},{"id":4087,"name":"NBN: No Bullshit Needed","creation":"2014-04-10 20:52:03","description":"<p>Fast advance NBN deck.<\/p>\n","username":"CorporalRutland","cards":{"01081":3,"01082":3,"01088":3,"01089":3,"01091":3,"01092":2,"01110":3,"01111":3,"02056":3,"02060":3,"02114":1,"02115":2,"04059":3,"04117":3,"04119":3}},{"id":4088,"name":"NBN BIG DECKINS","creation":"2014-04-10 21:24:31","description":"<p>I LIKIE A BIG DECK<\/p>\n","username":"billfarty","cards":{"01080":1,"01081":3,"01082":2,"01084":3,"01085":3,"01086":2,"01088":2,"01099":2,"01110":3,"02016":2,"02017":2,"02035":2,"02056":2,"02070":3,"02074":3,"02075":2,"02096":2,"02097":1,"02115":3,"02116":3,"02118":1,"03023":3,"04016":2,"04035":2,"04039":3,"04055":3,"04056":1,"04077":2,"04095":2,"04096":2,"04100":3,"04112":2}},{"id":4089,"name":"ToolKit - Jill of all Trades","creation":"2014-04-10 21:25:27","description":"<p>This is only the 2nd deck I've built and the first Shaper. I'm trying to build an aggressive deck that still has answers for most situations.<\/p>\n\n<p>Forged Activation Orders and Infiltration help with Face-checking. Then TInkering and Kit's ability help make ICE work in your favor.<\/p>\n\n<p>Clone Chip &amp; Self-Modifying Code for tutoring up icebreakers when needed. Same Old Thing for events. Levy for when everything else fails.<\/p>\n\n<p>Levy &amp; Diesel for draw since you want access to your cards soon and often.<\/p>\n\n<p>Chakana is there to slow down Fast Advance decks. If the Corp wants to spend a click with Cyberdex Trial or a turn to purge, that's fine by me.<\/p>\n\n<p>Mix of clickless and click economy with some events thrown in. Modded to make things like The Toolbox cheaper so you can get them out earlier. The Toolbox to help with icebreakers.<\/p>\n\n<p>The Toolbox for econ, link (traces), and MU.<\/p>\n\n<p>New Angeles City Hall for help avoiding tags that would otherwise land and so avoiding program destruction and meat damage flatlines.<\/p>\n\n<p>Creeper, Snowball, Gordian, and E3 for getting you into servers in a cost effective manner.<\/p>\n\n<p>HQ and R&amp;D Interface for multi-access to get you agendas quicker.<\/p>\n\n<p>This build was tweaked with some help from folks on BGG, but has yet to be tested. Sadly, there doesn't seem to be a Netrunner scene near me and the only person I played against (a friend) quit after getting Siphoned as Corp and not drawing any economy for half his deck as a Runner.<\/p>\n","username":"camrawls","cards":{"01020":2,"01034":3,"01035":3,"01037":3,"01041":2,"01043":3,"01049":3,"01050":3,"02024":1,"02027":1,"02085":1,"02089":2,"02091":2,"02107":2,"02109":2,"03028":1,"03035":2,"03038":2,"03043":1,"03046":2,"03053":3,"03054":2}},{"id":4090,"name":"HB bioroid madness","creation":"2014-04-10 22:05:47","description":"\n","username":"Reiyu","cards":{"01055":3,"01061":1,"01062":1,"01063":3,"01066":2,"01108":1,"01110":3,"02010":1,"02011":2,"02012":2,"02070":2,"02092":2,"02110":2,"02120":1,"03004":1,"03006":2,"03007":2,"03010":1,"03011":1,"03013":2,"03014":1,"03015":2,"03016":1,"03019":2,"03022":1,"04011":2,"04015":1,"04030":2,"04034":1,"04040":3,"04050":1,"04059":1,"04060":2,"04076":1,"04078":1,"04090":1,"04091":1,"04099":1,"04100":1,"04116":2,"04117":2,"04119":3,"04120":2}},{"id":4092,"name":"Dat Itis","creation":"2014-04-10 23:03:36","description":"<p>Viruses.  Mud Butt. Dat Itis.<\/p>\n","username":"liquidcooled","cards":{"01001":1,"01002":2,"01004":2,"01006":3,"01007":2,"01008":2,"01009":3,"01012":3,"01014":2,"01016":3,"01047":2,"01050":3,"01051":1,"01053":3,"02003":2,"02022":2,"02091":2,"03038":2,"03047":3,"04005":1,"04061":3,"04082":1}},{"id":4093,"name":"Cheap Mills","creation":"2014-04-10 23:12:04","description":"<p>The concept is you don't care so much what your viruses do, you just want them cheap, so you get a credit for installing on scherzade, you mill a card, then you pawn it the following turn for 3 credits.  I've never played with multiple deep thoughts or Gorman drips also so this is really an experiment, trying out the viruses I don't usually use and the Econ engine Scheherazade which I usually drop for either cyber feeder or sahasrara.  Deep thought in particular could work well, either allowing selective milling, or forcing virus purges.<\/p>\n\n<p>Played about 5 games with it, pretty effective at milling, definitely some weaknesses but overall the rapid milling was able to create some openings and  it did pretty well.  The major angle of attack, is always that you can very cheaply\/free drop multiple viruses in one turn, often very early in the game.  <\/p>\n\n<p>It had some significant weaknesses, for instance early etr is often permanent etr.  In one game quandary on r&amp;d and quandary on hq was enough to keep me out all game, since I never drew a parasite.   Economy seems good, especially once aesop's gets rolling, some early breakers need to be added, and also djinn needs to find its way back in.  Surge didn't feel like it pulled its weight, it's nice, but stimhack would have been better in most of the situations I faced.  Also I hit an aggressive secretary in one game with 5 programs on Scheherazade...<\/p>\n\n<p>I was pretty impressed with the cheap viruses, Scheherazade, wyldsidee and aesops.  Once they get rolling you get a lot of benefit.  I have a few ideas on how to explore this idea further and would be interested in hearing about any one else's thoughts on this style of aggressive milling noise deck.<\/p>\n","username":"Garbo","cards":{"01001":1,"01002":3,"01006":3,"01008":3,"01012":3,"01016":3,"01047":3,"01050":3,"01051":3,"02003":3,"02081":3,"02108":3,"03052":3,"03053":3,"04005":3,"04022":3}},{"id":4094,"name":"Haas's Bioroid's","creation":"2014-04-10 23:27:40","description":"<p>primarily using Hive or wotan to block off the runner from servers to advance and using several deterrants and bluffing marker<\/p>\n","username":"Reiyu","cards":{"01055":3,"01061":1,"01063":3,"01066":2,"01110":3,"02010":1,"02011":2,"02012":2,"02070":3,"02110":2,"03004":1,"03006":1,"03011":1,"03013":2,"03015":1,"03016":2,"03019":2,"04011":2,"04015":1,"04030":2,"04076":3,"04091":2,"04099":1,"04116":2,"04117":2,"04119":3}},{"id":4095,"name":"Iain Basebuild","creation":"2014-04-10 23:30:13","description":"<p>Launching platform for a connection based criminal build that focuses on hammering centrals early, and making crypsis runs down remotes later if need be.  Probably awful, but the cardpool isn't out yet either...<\/p>\n","username":"x3r0h0ur","cards":{"01031":1,"01050":3,"01051":2,"02009":2,"02025":3,"02043":3,"02065":2,"02091":1,"02105":1,"02107":2,"03049":1,"04004":3,"04049":1,"04106":3,"04109":2,"05028":1,"05031":3,"05037":2,"05041":3,"05042":2,"05046":2,"05050":3}}]