[{"id":6495,"name":"Red Running Hood","creation":"2014-06-08 01:56:19","description":"<p>Standard <a href=\"\/en\/card\/04029\">Prepaid VoicePAD<\/a> + events deck with Ken. I play lots of run events so that you can get money from Ken's ability, plus <a href=\"\/en\/card\/01024\">Desperado<\/a> so you get the extra credit for your runs. You're trying to make just the necessary runs, winning by being smart, not run volume.<\/p>\n\n<p>The ICE breakers are just one of each type for all servers plus one of each for the central only ones, because sometimes you just need to run the centrals, and for that central only is more efficient (usually for when you need your last agenda). <a href=\"\/en\/card\/01028\">Sneakdoor Beta<\/a> is there to force the corp to thin ICE in centrals so your runs are cheaper, it's basically an Econ card in disguise, but it also let's you check their hand for a few runs before they start icing archives.<\/p>\n\n<p>Now for the not so common cards, <a href=\"\/en\/card\/03049\">Professional Contacts<\/a> is your card drawing plus economy, to keep you going and get the money to sustain it in the long run. <a href=\"\/en\/card\/04048\">Woman in the Red Dress<\/a> ir to pressure R&amp;D for the final points, so you know where that agenda is and you don't spend your money on runs that aren't useful. Both of them can be played with <a href=\"\/en\/card\/04004\">Hostage<\/a>, and that's why you are playing that card. <a href=\"\/en\/card\/05036\">Planned Assault<\/a> is just a second copy of my one of events, to get what you need for the situation.<\/p>\n\n<p>I'm still not sure of the <a href=\"\/en\/card\/01028\">Sneakdoor Beta<\/a>. I'm testing to see if it actually saves me enough credits to justify it's presence. If it doesn't, I will probably change them for <a href=\"\/en\/card\/01053\">Armitage Codebusting<\/a> to help with the econ.<\/p>\n\n<p>Comments are welcome.<\/p>\n","username":"w1kk","cards":{"01007":1,"01018":2,"01021":3,"01022":3,"01024":2,"01027":1,"01028":2,"01030":2,"01036":2,"01050":3,"02007":1,"02043":2,"02106":1,"03049":1,"03052":3,"03054":3,"04004":2,"04029":3,"04044":1,"04048":1,"05029":1,"05035":2,"05036":1,"05041":1,"05042":1,"05046":1}},{"id":6496,"name":"DONUTS!  2nd Place Atlanta Regional Runner deck","creation":"2014-06-08 02:30:16","description":"<p>Trust the Donut.  Believe in the Donut.\nI began working on this deck almost immediately after Honor and Profit came out and I spent a lot of time playtesting it and tweaking it, so there were a lot of conscious decisions that went into it.\nI really wanted to pair Donut and Whizzard together and make an economic denial deck using Donut to hurt their operation economy and Whizzard to hurt asset economy. I wanted to make sure that I could get Donut out on my first turn pretty consistently. The early game tempo sacrifice is worth it in order to get the most out of Donut.<\/p>\n\n<p>I initially I went with 3 Donuts and 1 Hostage, giving me a 62% chance of getting an opening hand where I could get Donut out (provided I'm taking a mulligan to see him). After some testing I decided to change that to 2 Hostages and 2 Donuts. I found that having the extra hostage was useful for fetching Kati. I could have included a third hostage at the cost of 2 influence and increased my probability of getting the desired start to about 70% but I wanted to spend my influence elsewhere.<\/p>\n\n<p>Since I'm planning on starting with Donut in play, Hostage is the only operation I'm playing. All of my economy is resource economy and I put all the resource economy cards in the deck: Armitage, Liberated Account, Daily Casts, and Kati Jones. I'm only running two Kati's. I might swap out a Liberated Account for a third.<\/p>\n\n<p>I decided to spend my last 7 influence on 3 Clone Chips and a Femme Fatale. The secondary goal of the deck is to keep the corp from building strong servers and to cost them money by either destroying their ice or making it ineffective. So I'm running 3 Parasite, the standard fixed breaker\/Datasucker suite (with 2 of each breaker) and 3 Knights.\nI wanted the Clone Chips primarily to recur parasites. I think of Knight as another parasite. I usually try to use it for early game pressure and give the corp a choice between destroying a valuable piece of ice or letting him stay alive to cause trouble. I never let him sit on a cheap or unrezzed piece of ice for very long if possible.<\/p>\n\n<p>Grimoire went in as my console as a 2 of.<\/p>\n\n<p>I was running 3 Crypsis as well but ultimately Crypsis was just too expensive.\nI needed multi access so Nerve Agent and Medium went in to the deck.<\/p>\n\n<p>My Scorched Earth solution was Public Sympathy. I choose not to run Plascrete because it is a little bit more expensive and because I'm going to be drawing a lot of cards to get to what I need and I like having the ability to hold on to key cards for longer. A lot of times I will draw through and discard Public Sympathy in match ups where Scorched Earth is not an issue or I'm playing against NBN (No. I'm not letting them get more money from Sweeps Week) but it is sometimes useful in non NBN match ups.<\/p>\n\n<p>I think the final touch was two Ice Carvers. I kept running into Eli's and Vipers and I wanted an option for dealing with them.<\/p>\n\n<p>I played and lost a lot of games on OCTGN learning how to pilot it. How you pilot the deck does matter. You need to know what type of opponent you're facing and how to deal with them. (This is why I don't put too much credence into OCTGN data analysis).<\/p>\n\n<p>The primary thing is you to need to face check ice and make them pay to protect their centrals. Donut sets the threshold for their economy cards that much higher so it is super important to make them rez ice or rez and install more ice in the case of permeable ice like bioroids.<\/p>\n\n<p>Against NBN Fast Advance you need to hit hard and fast and that means using Parasites to destroy ice on their centrals when you can't break in.\nAgainst Glacier decks you have time to dig out your breakers so you need to save your Parasites for the ice that's costly\/difficult to run and force them to rez their expensive ice to protect their centrals as opposed to their scoring remotes.<\/p>\n\n<p>The other thing is you need to be patient. Most of the games I've lost to Scorched Earth decks were because I ran when it wasn't strictly necessary and before I knew I was safe from being killed. I find lately that a lot of runner decks play better when they take some time to build.<\/p>\n","username":"kevingoes","cards":{"01006":2,"01007":2,"01008":3,"01010":2,"01011":2,"01012":3,"01014":2,"01015":2,"01026":1,"01053":3,"02001":1,"02022":3,"02041":2,"02050":3,"02091":2,"03038":3,"03053":3,"04004":2,"04043":3,"05055":2}},{"id":6499,"name":"Silhouette Blanket","creation":"2014-06-08 04:35:35","description":"<p>Very simply,  run on HQ. Expose at all times. Only one copy of most cards but everything in this deck works together. The Corp's economy will be broke most of the time and Account Siphon and Vamp will ensure that. Plenty of connections and by game's end there won't be any new ICE and you will see your opponent's entire hand every turn.<\/p>\n","username":"JDWoody","cards":{"01007":1,"01018":1,"01020":1,"01022":1,"01023":1,"01027":1,"01031":1,"01035":1,"01043":1,"01049":2,"01050":1,"02021":1,"02023":2,"02025":1,"02041":1,"02043":1,"02045":1,"02068":1,"02085":1,"02091":1,"02105":1,"04049":2,"04085":3,"04086":1,"04106":1,"04109":1,"05030":1,"05031":1,"05034":1,"05035":1,"05039":1,"05041":1,"05042":1,"05046":1,"05048":1,"05053":1}},{"id":6500,"name":"The Lunatic Is In My HQ","creation":"2014-06-08 04:37:25","description":"<p>As its title indicates this deck is all about BRAIN DAMAGE. The 'runner should get his noggin zapped by the ICE (Tyr's Hand and RSVP help in that area) but if not Cerebral Overwriter (advanced four times) OR Edge of World (protected by four pieces of ICE) do four BD, as you rez...Chairman Hiro! For the win.<\/p>\n","username":"JDWoody","cards":{"01055":3,"01058":1,"01061":3,"01062":1,"01065":1,"01066":2,"01106":2,"01110":1,"02010":1,"02012":2,"02053":1,"02080":1,"03007":1,"03009":1,"03014":1,"03015":1,"03017":1,"03018":1,"03019":2,"03022":2,"03023":2,"04012":1,"04030":1,"04039":3,"04040":2,"04050":1,"04060":2,"04071":2,"04077":1,"04090":1,"04099":1,"04110":2,"04111":1,"05008":1}},{"id":6501,"name":"rielle_final2.o8d","creation":"2014-06-08 05:51:56","description":"\n","username":"Animauro","cards":{"01007":1,"01014":1,"01021":1,"01026":1,"01036":3,"01037":2,"01038":2,"01043":1,"01049":1,"01050":3,"01053":3,"02003":1,"02009":2,"02047":2,"02091":1,"02106":2,"03028":1,"03031":1,"03034":2,"03035":1,"03038":2,"03044":1,"03049":3,"03052":3,"03054":2,"04067":1,"04108":2}},{"id":6505,"name":"Horizontal NBN","creation":"2014-06-08 11:12:32","description":"<p>Dedicated response team and encryption to disincentivise runs.<\/p>\n","username":"CodeMarvelous","cards":{"01062":1,"01064":1,"01081":3,"01085":2,"01088":3,"01090":2,"01110":3,"02029":3,"02055":3,"02056":3,"02110":2,"02115":3,"02116":2,"02118":3,"04015":3,"04075":2,"04076":3,"04095":3,"04096":2,"06005":1,"06006":2}},{"id":6506,"name":"Insufficient funds 3.0","creation":"2014-06-08 11:44:03","description":"<p>I built this deck to counter the prevalence of account siphon. Dump credits, drip econ<\/p>\n","username":"CodeMarvelous","cards":{"01059":2,"01080":1,"01081":3,"01082":2,"01084":1,"01088":2,"01090":3,"01092":3,"01109":2,"01110":3,"02019":2,"02020":2,"02055":3,"02056":3,"02110":3,"02115":3,"03026":2,"04015":2,"04076":3,"04096":2,"04119":3}},{"id":6507,"name":"AoA: A weapon (Louisville Regional Top 8)","creation":"2014-06-08 13:34:40","description":"<p>This deck is a weapon designed to be used on NBN.  It performed quite well, having played 3 MN players and 1 Weyland it defeated them all very, very easily.  Against HB however, it stood little chance, and I think I've resolved what needs to be fixed.  <\/p>\n\n<p>The deck went 4-2 in Swiss leading me into the top 16 tied for 1st with 20 prestige earning me the number 3 seed (mostly carried by my Corp deck that did amazing).  My corp deck went undefeated in swiss, but after a flood in the first game of the top 16, I was forced to play my runner (notably weaker) for the rest of the day (due to random selection unfortunately).  In the top 16 he carried me through 2 replicating perfection players before dropping to an HB player in the top 8, ultimately giving me 7th I believe.<\/p>\n\n<p>Between the mills and siphon pain, NBN could never get the astro train out of the station.  The 3 keyholes were to get an one early.  Lots of NBN players will drop a pop up on R&amp;D and call it a day while they set up their sansan remote.  This deck has none of that and parasites it away and keyholes the shit out of it, trashing the key cards.  Imp got cut to 2 from 3 the night before to put in the third DLR, which I don't think was right.  Imp did serious work on the day and was the unsung hero trashing countless sansans and asset  econ for free.  Essentially I wanted to stick to having some static threats on all 3 central servers, and keyhole did the task and made me safe from pain in Jinteki (which I didn't end up playing against) in R&amp;D.  Keyhole also worked well against NBN to score out and win fast while it's pitiful ice just cried in shame.  <\/p>\n\n<p>Mild pain was had from not having a fractor against eli and wraparound (not having knight and having to use datasucker + crypsis was tough), but nothing else was too bad, since knight is the single most efficient barrier breaker.  Notable points, round 2 I was 4-0 and played a player who I ended up decking between DLR and virus mills.  Somewhere in the top 16 I played a player who got visibly upset from being siphon spammed to the point he was throwing my knights around (I have acrylic knights).<\/p>\n\n<p>I can't say I'd change much from this build, I'm not positive exactly what it was that HB did to walk on me so hard.  Thanks to Steven Wooley for putting this monstrosity out there.<\/p>\n","username":"x3r0h0ur","cards":{"01001":1,"01002":3,"01006":3,"01008":2,"01012":3,"01018":3,"01050":3,"01051":3,"01053":3,"02003":2,"02009":3,"02042":2,"02103":3,"03054":3,"04005":3,"04043":3,"04061":3}},{"id":6508,"name":"TWIY: The Fine Print (Louisville Regional Top 8)","creation":"2014-06-08 13:44:15","description":"<p>This deck went 6-0 in swiss with 4 flatlines and 2 score outs.  I'm surprised I could score out as playing go-fish the night before I was positive it was pure scorch.  I entered the top 16 with 20 prestige tied 3 ways ending up at the 3rd seed.  Unfortunately, I became agenda flooded, I believe because when I returned from the food break I quickly shuffled and did not pile shuffle.  Ultimately, my fault, but I did lose to a good player anyway.  I never had the chance to play it again in the losers bracket having lost the 3 dice rolls to choose sides (we always had the same number of plays).  <\/p>\n\n<p>I have to say that I think a lot of wins were due to slip ups on the runners part, or just simple mistakes, but what lead to some of the flatlines was being able to get astro script tokens, making runners desparate to stop the train, so they would plow through data raven and get tagged, and knowing they can't stay tagged, clearing it.  After beating the DR trace or breaking it, you're looking at a massive tax on the runner's econ.  Also the beautiful thing about TWIY is that it tells your opponent 1 of 2 polarizing things out of the gate, either blindingly fast Astrobiotics, or this.  You have to play the exact opposite against either one to win, and by the time you figure it out, often times it's too late (data raven kinda gives it away, but hey, then I have a data raven).  <\/p>\n\n<p>Notable situations:  First round I played a criminal player and flatlined him on the 4th turn as he took an NAPD from my hand.  Another round I overdrew and put TGTBT in the trash with NAPD with jackson in an iced remote, the runner ran archives and stole both, after clearing tag and paying through NAPD, he had 1 credit to my 16.  Boom time.  Several times the runner would expend their cash getting in, steal an NAPD, and then I would tag them into oblivion with MSR, and the rest of the game was me digging 6 or 3 cards per turn for the 2\/3rd scorch, and them digging 4 clicks for plascretes.  We were both laughing as we knew what was going on.  <\/p>\n\n<p>Overall, I'm amazed at how well this worked, as the night before I was prying my brain apart deciding on this vs astrobiotics or just scrapping it wholesale as it didn't seem that great.<\/p>\n","username":"x3r0h0ur","cards":{"01081":3,"01084":1,"01088":2,"01092":2,"01099":3,"01110":3,"02056":3,"02114":1,"02115":3,"02116":3,"03026":2,"04015":2,"04034":2,"04075":2,"04076":3,"04096":3,"04119":2,"04120":3,"05024":2}},{"id":6509,"name":"NBN Yellow Jackets 1st + 2nd at San Antonio Regionals","creation":"2014-06-08 13:54:40","description":"<p>Our whole carpool wound up taking it after testing. 22-6 on the day with 3 losses from other members of the carpool<\/p>\n\n<p>Edit: 1st place runner deck http:\/\/netrunnerdb.com\/en\/decklist\/6511\/san-antonio-regional-first-place-runner-deck-magical-kate<\/p>\n\n<p>2nd place runner deck: http:\/\/netrunnerdb.com\/en\/decklist\/6512\/san-antonio-regional-2nd-place-chaos-stimshop-theory<\/p>\n\n<p>because no links in the comments apparently<\/p>\n","username":"itsbigfoot","cards":{"01064":2,"01080":1,"01081":3,"01082":2,"01084":2,"01090":3,"01092":3,"01110":3,"01113":1,"02013":2,"02017":1,"02020":2,"02056":3,"02115":3,"03026":1,"04015":3,"04040":2,"04076":3,"04077":1,"04090":3,"04096":2,"04115":1,"04119":3}},{"id":6510,"name":"Release the Kraken","creation":"2014-06-08 14:00:36","description":"<p>Kraken!!<\/p>\n","username":"Wennai","cards":{"01014":2,"01018":2,"01034":3,"01035":2,"01036":3,"01037":2,"01040":2,"01049":3,"01050":3,"02048":3,"02087":2,"02090":1,"03028":1,"03041":2,"03042":2,"03046":3,"03049":3,"03052":2,"03054":3,"04108":2}},{"id":6511,"name":"San Antonio Regional - First place Runner Deck: Magical Kate","creation":"2014-06-08 14:16:13","description":"<p>This deck is my Toolbox Shaper that I have been working on for quite a long time and I feel that it is more or less finalized. \nDuring the Regional event, I went 7-1 with it with my only loss being from the Corp deck that our carpool group took with us.<\/p>\n\n<p>Corp Deck: http:\/\/netrunnerdb.com\/en\/decklist\/6509\/nbn-yellow-jackets-1st-2nd-at-san-antonio-regionals<\/p>\n","username":"HallucinogenicApplesauce","cards":{"01007":1,"01008":2,"01011":1,"01012":1,"01014":1,"01024":2,"01026":1,"01033":1,"01034":3,"01035":3,"01036":2,"01038":3,"01044":3,"01050":3,"02047":2,"02066":1,"02087":3,"02107":3,"03038":2,"03040":2,"03046":3,"03052":3}},{"id":6512,"name":"San Antonio Regional: 2nd Place - Chaos \"StimShop\" Theory","creation":"2014-06-08 14:38:58","description":"<p>2nd Place: San Antonio Regional<\/p>\n\n<p>Swiss: 5W-1L<\/p>\n\n<p>Double Elimination: 1W-1L<\/p>\n\n<p>Overall: 6W-2L<\/p>\n\n<p>Quick Notes:\nThe deck actually ran with x2 The Maker's Eye and not the Indexings. I made a last minute decision to switch because we were going into an unknown meta.<\/p>\n\n<p>I have since went back to x2 The Maker's Eye and dropped the Indexings. <\/p>\n","username":"xpiredsodapop","cards":{"01004":3,"01007":2,"01026":1,"01034":3,"01043":1,"01044":3,"01050":2,"02046":1,"02047":3,"02048":2,"02049":3,"02087":3,"02106":2,"02107":3,"03034":2,"03046":3,"04047":1,"04065":1,"05035":2}},{"id":6513,"name":"Mei Dan't Wanna pay for using breakers","creation":"2014-06-08 16:19:59","description":"\n","username":"CodeMarvelous","cards":{"01005":3,"01034":3,"01035":3,"01041":2,"01043":2,"01050":3,"02027":2,"02049":3,"02066":1,"02107":2,"03038":3,"03041":3,"03042":2,"03046":3,"03047":2,"04006":2,"04086":2,"04103":2,"04104":2,"06017":1}},{"id":6514,"name":"Tenure v.PostDoc","creation":"2014-06-08 16:40:47","description":"<p>======The Idea======<\/p>\n\n<p>I've been looking to build a Professor deck for a while now, half for the challenge and half for the fun.  Like most of the builds I've seen, my idea going in was \"How many fun\/awesome programs can I fit in this deck?\".   <\/p>\n\n<p>What I discovered, after several variants, is that the professor was having a few really good options and a lot of patience.  It isn't about being flashy or having every program under the sun.  It's about having exactly what you need and waiting until the right time to pull something out of your small, but potent, bag of tricks.  The idea should be \"What are the small amount of very good or very versatile programs and what is the best situation for each one?\"  This deck is not one that gets fluke wins by taking unnecessary risks or by using weird programs that work in this one particular case.  Instead, it forces you to analyze the situation in each game how to use your few very good tools in the right way to achieve your ends.  <\/p>\n\n<p>I took this build to a local tournament and it performed very well in a field of around 14-16 players, ending the day 4-1 with myself and one of the other players splitting the top 2. <\/p>\n\n<p>======The Strategy======<\/p>\n\n<p>The strategy is easy to state in generality, but due to the improvisational nature of the deck, it's essentially impossible for me to give a full walk through.  The philosophy of the deck, simply put, is to stay patient, build your rig, and wait for the right opportunity to spring one of your \"tricks\" on an unsuspecting opponent.  <\/p>\n\n<p>One of the most difficult things about playing the professor is the lack of ability to have cards like <a href=\"\/en\/card\/01018\">Account Siphon<\/a>. Your opponent knows for a fact they aren't going to get siphon'd and can play accordingly.  <\/p>\n\n<p>However, they also don't know what programs to expect in your deck and can't count your influence.  This is where the patience comes into play.  This deck does not rely on a specific strategy.  It doesn't spam account siphon, it doesn't hit a specific server, and it doesn't try to out rush the corp.  This deck waits, applies just enough early pressure to be troublesome, builds its rig, but doesn't over commit to any one strategy.  Once the corp shows it's hand and commits to a defensive strategy of it's own, you can get the tools you need and capitalize on the corps weak areas.<\/p>\n\n<p>If they ice up R&amp;D, attack HQ.  If they leave archives open, hold onto that <a href=\"\/en\/card\/01028\">Sneakdoor Beta<\/a> until it's just the right time.  Worried about shocks and snares?  Grab a <a href=\"\/en\/card\/04061\">Keyhole<\/a>.  Let the game come to you, and then take it.<\/p>\n\n<p>======Revisions======<\/p>\n\n<p>Undergrad----->GradStudent:<\/p>\n\n<p>Switched <a href=\"\/en\/card\/02087\">Quality Time<\/a> for <a href=\"\/en\/card\/01034\">Diesel<\/a> (not sure about this one, but the 3 money hurts on QT)<\/p>\n\n<p>Switched <a href=\"\/en\/card\/03053\">Daily Casts<\/a> for <a href=\"\/en\/card\/01053\">Armitage Codebusting<\/a><\/p>\n\n<p>Switched <a href=\"\/en\/card\/01044\">Magnum Opus<\/a> for <a href=\"\/en\/card\/02091\">Kati Jones<\/a> (rig took up too much MU)<\/p>\n\n<p>Switched <a href=\"\/en\/card\/01043\">Gordian Blade<\/a> for <a href=\"\/en\/card\/01014\">Yog.0<\/a><\/p>\n\n<p>Switched 1 <a href=\"\/en\/card\/01038\">Akamatsu Mem Chip<\/a> for <a href=\"\/en\/card\/02048\">Dinosaurus<\/a><\/p>\n\n<p>GradStudent----->PostDoc<\/p>\n\n<p>Switched <a href=\"\/en\/card\/02003\">Imp<\/a> for <a href=\"\/en\/card\/01012\">Parasite<\/a><\/p>\n\n<p>Switched <a href=\"\/en\/card\/04043\">Knight<\/a> for <a href=\"\/en\/card\/02048\">Dinosaurus<\/a> <\/p>\n\n<p>Switched 1 <a href=\"\/en\/card\/01038\">Akamatsu Mem Chip<\/a> for <a href=\"\/en\/card\/01004\">Stimhack<\/a><\/p>\n","username":"variablesquid","cards":{"01004":1,"01007":1,"01010":1,"01012":1,"01014":1,"01026":1,"01028":1,"01034":3,"01035":3,"01038":1,"01050":3,"01053":3,"02004":1,"02009":2,"02041":1,"02047":3,"02048":2,"02091":1,"02106":3,"03029":1,"03034":3,"03046":3,"03052":3,"04047":1,"04061":1,"04065":1}},{"id":6515,"name":"N grldn 02","creation":"2014-06-08 16:47:39","description":"\n","username":"yornheeim","cards":{"01083":3,"01086":2,"01098":3,"01099":3,"01102":3,"01103":1,"01110":3,"01111":1,"01112":1,"02018":1,"02060":1,"02077":3,"02110":2,"04020":2,"04036":3,"04040":3,"04078":1,"04097":1,"04099":3,"04117":3,"04120":3,"05018":1,"05024":3}},{"id":6517,"name":"Blowin' Stuff Up 1.1","creation":"2014-06-08 19:52:15","description":"\n","username":"sirris","cards":{"01002":3,"01003":2,"01007":2,"01008":2,"01010":2,"01012":3,"01018":2,"01053":3,"02001":1,"02009":3,"02021":1,"02041":2,"02042":2,"02103":2,"02106":1,"03054":2,"04009":2,"04042":3,"04043":3,"05036":2,"05053":3}},{"id":6518,"name":"ICEland v3.0","creation":"2014-06-08 22:21:12","description":"<p>Trimmed some more of the fat down from 2.0.  Constructive feedback is appreciated. :)<\/p>\n","username":"esutter479","cards":{"01055":3,"01056":2,"01101":2,"01106":3,"01110":3,"02012":2,"02070":3,"02071":2,"02079":3,"02110":2,"03003":1,"03019":2,"03026":3,"04015":2,"04030":2,"04090":3,"04119":3,"04120":3,"05024":3,"05025":3}},{"id":6519,"name":"The McCaffrey Viruses","creation":"2014-06-08 22:58:26","description":"\n","username":"obscurement","cards":{"01007":1,"01008":2,"01012":3,"01014":1,"01033":1,"01034":2,"01035":2,"01036":1,"01037":2,"01041":1,"01042":1,"01043":1,"01044":2,"01050":2,"02048":1,"02081":2,"03034":2,"03035":1,"03038":1,"03040":3,"03041":3,"03042":2,"03043":2,"03046":2,"03047":2,"03049":3,"03050":2,"03052":2}},{"id":6520,"name":"Classic Noise (Top 16 Louisville Regional)","creation":"2014-06-08 22:59:21","description":"<p>I just started ever really playing Noise a couple of months ago. Overall, I believe this is a pretty traditional Noise build. As a result, aside from just getting down Viruses fast to mill cards, a lot of the play actually comes down to very specific timing. Unless Imp is in play, I usually hold off on trashing cards. But, as a rule with Noise, if you see something on R&amp;D you want to trash and have a click left, just install a virus. Such a great way to remove problematic ICE, economy, or those extra Jacksons. Speaking of which, I didn't fine Jackson Howard to be nearly the problem most people say it is for Noise. Sure, it slows him down some, but you actually make the Corp burn Jacksons much faster than they want to. AND you can even end up just trashing the Jacksons.<\/p>\n\n<p>Basic Aesop's economy, which is great in Noise due to the in faction draw engine of Wyldside (Which only became a problem in one match do to never drawing economy to back my cards) as well as the multiple cards that can become useless over a match. Extra economy comes in the way of Gorman Drip and Ice Analyzer. Getting either of those out early can set your early game economy. In my first game of the day, I had two Gorman drips out by turn two and had trashed one for 6 credits. The Corp wipe viruses for the other.  And I still managed to get it back to 6 pretty quickly.<\/p>\n\n<p>Out of 6 rounds of Swiss, it went 3-3, losing to a Tennin Lightning deck, a Jinteki RP deck that I underestimated the Net Damage on, and then an NBN: TWIY deck that I made a big misplay on leaving me broke. He still would have probably won that game, but I put myself in a very weak position. In the top 16, I only played Runner once out of three games and got flatlined against a Cerebral Imaging Scorch deck. I think if I would have paced myself a little better I could have made that game work, but I of course didn't realize it was a scorch deck until it was too late.<\/p>\n\n<p>Overall, I enjoy this deck even if it can be a bit slower. I love the ability to trash all types of cards, especially for only a credit or two. It can be very disruptive to the Corp's strategy. I'm sure I'll keep tinkering with Noise for a little longer.<\/p>\n","username":"KingOfOdonata","cards":{"01001":1,"01002":3,"01005":3,"01006":3,"01007":1,"01008":3,"01009":2,"01010":1,"01011":2,"01012":3,"01014":1,"01016":3,"01047":2,"01053":3,"02003":2,"02009":2,"02041":1,"03038":2,"03046":1,"03051":2,"03053":3,"04005":2}},{"id":6521,"name":"NBN Ninja (Top 16 Louisville Regional)","creation":"2014-06-08 23:15:06","description":"<p>Typical Fast Advance NBN with a few tricks thrown in. Ever since I played against the original build at ChiLo twice, I fell in love with the deck. It can be quite brutal on the Runner's economy and tempo.<\/p>\n\n<p>This deck went 5-1 in six rounds of swiss, losing to a very well piloted Noise Denial deck with multiple Account Siphons, etc. Out of its two games in top 16, it went 1-1, losing to another well piloted denial deck, but of the Kate variety. I managed to get 4 points scored (with one being an Astroscript with token still on it) before he found all he needed through Indexing. My highlight of the day was round 3, where I first turned flatlined a Runner with the singleton Shinobi.<\/p>\n\n<p>This deck is obviously built to keep the Runner poor while you are setting up and scoring agendas. A lot of taxing ICE, assets, and even Agendas. I wouldn't mind improving upon the ICE setup, but it has played well so far.<\/p>\n\n<p>As you will notice, I have 1 Influence available. I really wasn't sure what to spend it on honestly so I just went with the deck as is. NBN is definitely one of those factions where it doesn't need much out of faction cards. Maybe a 1 Influence Destroyer or trap would be nice.<\/p>\n","username":"KingOfOdonata","cards":{"01080":1,"01081":3,"01082":3,"01084":3,"01092":3,"01098":2,"01101":1,"01110":3,"02013":1,"02017":2,"02019":1,"02020":1,"02052":3,"02056":3,"02115":3,"03023":1,"04015":3,"04034":1,"04076":3,"04077":1,"04096":2,"04115":1,"04119":2,"05024":1,"05025":2}},{"id":6522,"name":"Modified Wooley","creation":"2014-06-08 23:23:09","description":"<p>I enjoyed reading Steve Wooley's Anatomy of Anarchs article.  This is my modified deck that plays more towards my style.  Planned Assault gets me the Indexing and Siphon when I need them.  2 Overminds ensure I get it after Deep Red which gets me in the server I need to get in. It's all about smart runs.  I don't play Overmind as a standard breaker, but more of a super Faerie.  I've always been a fan of the DLR &amp; JM combo.  It really forces the Corporation to make a difficult decision: spend lots of money keeping the runner out (Rook + Reina) and give him a tag to DLR me.... or let the runner in.  Add Medium to that equation and it gets worse. Tons of econ here but not a lot of recursion.  I have never had a game go long enough that I needed it. This has been a fun deck to play because to play it well you have to make calculated risks, running on the fourth click, float tags without Plascretes, face check the unknown, or as Steve said \"embrace the anarchy\".<\/p>\n","username":"evilpanda","cards":{"01007":2,"01008":2,"01010":2,"01012":3,"01018":2,"01050":3,"02009":2,"02021":1,"02022":3,"02103":3,"02106":1,"03052":3,"03054":3,"04003":3,"04009":2,"04041":1,"04042":3,"04043":3,"05036":2,"05053":2}}]