[{"id":6475,"name":"Baby got \"Mac\"","creation":"2014-06-07 00:06:24","description":"<p>I like big breakers and I cannot lie. All you other runners can't deny.<br \/>\nWith apologies to Sir Mix A Lot.<\/p>\n\n<p>This is the latest version of my big breakers deck. This deck tends to run over anything the Corp drops. Morningstar shreds any barrier under Heimdall, even the dreaded Hive. With a dinosaurus it even gets past either Heimdall. Torch gets past the new, nastier code gates like Inazuma. I finally went with 3 Femme. We all know how awesome Femme is already so I'll just mention she's my Mother Goddess bypass until more ICE are rezzed since I don't have an AI breaker.\nData dealer is great to threaten the Corp with. The possibility of forfeiting a 1 point agenda for a legwork access or an RID run or two which may net you more, or game, points is very nice. If the Corp is playing Shi Kyu, even better. Eventually Domestic Sleepers will be another option. \nInfiltrate because traps are coming back and it's nice to know whether to waste time going down a big server or not. Other than that, spam test run\/scavenge. Don't be afraid to use Modded if the breaker you need is in your hand. The money you save long term from any of your breakers makes up for not getting a TR\/Scavenge discount. \nMagnus Opus is still my favorite economy card. The pressure an MO puts on the Corp is priceless. I don't run plascrete because Scorch isn't common in my meta and this deck can handle runs and still have money to fight traces with the cheapness of breaking. \nDues X because Jinteki. Nice against those brutal shock archive runs as well as the occasional Janus\/Ichi\/etc. \nConstructive thoughts are always welcome. Thanks.<\/p>\n","username":"HepatitvsJ","cards":{"01026":3,"01031":1,"01033":1,"01034":3,"01035":3,"01044":3,"01049":3,"01050":3,"02004":1,"02047":3,"02048":2,"02066":3,"02107":2,"03034":3,"03035":1,"03049":2,"03054":2,"04004":1,"04047":1,"04086":3,"05035":2}},{"id":6476,"name":"Fastroscript.","creation":"2014-06-07 00:47:02","description":"<p>My Fast track NBN deck. Chimera is an excellent Early game ICE for scoring that first astro. After that, fast track into the next one, etc. Even if an astro is stolen, you can use Ash to score an NAPD contract or a Beale. You may even be able to over advance the Beale if the runner is poor enough from trashing marked accounts or running in general. That's why I have 3 NAPD and only 2 Beale. The NAPD is far more important in conjunction with Ash and even more so if a runner made the mistake of going poor trashing Marked Accounts last turn. Rainbow is an underrated ICE imo. It's expensive to break even if it can be broken by any breaker. Viper\/Cadeucus are the obligatory trace ICE, although I'm still excited to see whatever Jinteki gives us for their \"snake\" trace ICE.  The deck is pretty heavy on ICE so we can get everything ICE'd up quick and start scoring.  This deck has no real end game ICE other than two Tollbooth, so be aggressive. The sweeps week and hedge funds should give you enough economy to start and Gila\/marked accounts\/Caduceus\/pop up should keep it going enough to let you score. \nAny constructive criticism is welcome. Thanks.<\/p>\n","username":"HepatitvsJ","cards":{"01080":1,"01081":3,"01082":2,"01090":2,"01110":3,"02013":3,"02019":3,"02052":3,"02055":3,"02056":3,"02060":2,"02115":2,"03023":2,"04015":3,"04076":3,"04096":3,"04119":3,"05025":3,"05027":3}},{"id":6478,"name":"For science. You monster. (v2)","creation":"2014-06-07 01:56:55","description":"<p>Love kills slowly. <\/p>\n\n<ul>\n<li>Only Ice up HQ and R&amp;D, play all Agendas and Assets as they come. <\/li>\n<li><p>Advice: Keep some cash. Don't get siphoned too often, but recovering by Gila Hands or Profiteering (take all creds, f#% Bad Pub) is easy. <\/p><\/li>\n<li><p>Update from v1: -2 Punitives +1 Scorched, -1 Hedge +2 Celebrity Gift.<\/p><\/li>\n<\/ul>\n\n<p>Ratio: 3 (3 Flatline, 0 Agendas) : 0 (0\/0 An, 0\/1 Sh, 0\/2 Cr)<\/p>\n","username":"HongKong Koma","cards":{"01060":2,"01067":1,"01070":3,"01072":2,"01076":3,"01099":1,"02032":3,"02080":3,"03023":3,"04012":2,"04015":3,"04039":3,"04073":3,"04090":2,"05004":3,"05006":1,"05010":3,"05011":3,"05014":3,"05026":3}},{"id":6480,"name":"Slow and ... Bang!","creation":"2014-06-07 08:55:12","description":"<p>The mindset is to slowly proceed to build your defenses and score the first 2 3pointers and win with hostile takeover's one round score.\nMostly taxing ice.\nOnly has 8 agendas so it is pretty difficult (chance wise) for the runner to score too many agenadas in the early game.\nIf he score 2 agendas it will probably be 2 3pointers so Punitive just wins the game.\nAnother trick this deck pull with howard is drawing too much and then keep 1-2 punitive and throwing the agendas and more at the archives. When runner goes to archives let him score 6 points exactly and grab other stuff (well I don't know about maybe pulling a good act of \"man.. there are too many agendas in here\"). At your turn you execute him.<\/p>\n","username":"zaser321","cards":{"01086":2,"01090":2,"01093":1,"01094":2,"01098":3,"01099":3,"01102":2,"01103":3,"01104":3,"01110":3,"02019":3,"02070":3,"02077":3,"03027":3,"04015":3,"04036":3,"04040":2,"04079":3,"04100":1,"04117":2}},{"id":6481,"name":"Parasite Andy (UK Nationals Variant)","creation":"2014-06-07 09:55:02","description":"\n","username":"ZigZagZig","cards":{"01007":2,"01008":3,"01011":1,"01012":3,"01014":1,"01018":3,"01021":1,"01022":3,"01024":3,"01026":1,"01027":1,"01028":2,"01050":3,"02009":2,"02043":2,"02083":1,"02091":3,"02104":3,"03052":3,"05035":1,"05036":1,"05046":1,"05048":2}},{"id":6482,"name":"HBFA","creation":"2014-06-07 09:55:29","description":"\n","username":"ZigZagZig","cards":{"01054":1,"01055":3,"01056":3,"01058":2,"01059":3,"01062":1,"01064":3,"01092":3,"01110":3,"01111":2,"01113":3,"02051":3,"02070":3,"02110":3,"03005":3,"03019":2,"03023":2,"04015":2,"04033":1,"04034":3}},{"id":6483,"name":"Untitled","creation":"2014-06-07 10:27:16","description":"\n","username":"EverRich","cards":{"01059":3,"01080":1,"01081":3,"01082":2,"01090":2,"01092":3,"01110":3,"02020":3,"02055":2,"02110":3,"02115":3,"04034":3,"04076":3,"04096":3,"04119":3,"04120":3,"05024":1,"05025":3,"05027":3}},{"id":6484,"name":"Mind Over The Gutter (V1.2)","creation":"2014-06-07 10:29:26","description":"<p>This deck was derived from my experimentation with a \"Grappling Hook\" Reina deck that didn't quite meet my expectations so I swapped them for Scavenges to maximize on the efficiency of Overmind.<\/p>\n\n<p>e3 Feedback Implants is quite taxing on influence but it definitely helps to prolong the efficiency of both Knight and Overmind.<\/p>\n\n<p>Scavenge proved to be very useful to sustain Overmind counters hence why in this scenario it's more useful than Clone Chips and it's another cheap way to swap Caissas and Parasites since most of my other MVP programs cost 2. <\/p>\n\n<p>The rest is just your typical parasite recursion\/taxing deck.<\/p>\n","username":"Trizzy613","cards":{"01002":2,"01004":2,"01008":2,"01009":2,"01010":1,"01012":3,"01050":3,"01053":2,"02009":2,"02024":2,"02041":1,"02065":3,"03034":3,"04002":2,"04003":3,"04009":2,"04041":1,"04042":3,"04043":3,"04109":1,"05053":3}},{"id":6485,"name":"Luboette","creation":"2014-06-07 12:25:11","description":"<p>The Silhouette deck I've been playing at the Regionals 2014 in Düsseldorf. The Idea was to take a Chaos Theory deck I had success with and convert it into a Silhouette deck.<\/p>\n\n<p>I ran into some problems. The influence doesn't work out for all the card draw, breakers AND multi-access cards. I tried to patch things up with Express Delivery. But it's not a good substitute for the card draw this deck needed.<\/p>\n\n<p>No SMCs also slowed the deck down. So running the kind of heavy breakers really didn't work. Sil's ability isn't that effective late game when getting into HQ alone can be very costly. The deck won 1 out of 6 games.<\/p>\n","username":"krystman","cards":{"01007":1,"01018":2,"01021":2,"01022":2,"01024":2,"01032":2,"01036":1,"01043":1,"01050":3,"02043":1,"02087":3,"02091":2,"02105":1,"03035":1,"03043":1,"03052":3,"03054":3,"04004":1,"04029":3,"04065":1,"05030":1,"05033":3,"05035":1,"05036":1}},{"id":6487,"name":"Ninja's and Spice v 2.0","creation":"2014-06-07 15:50:28","description":"\n","username":"Spoonfunk","cards":{"01060":2,"01075":2,"01106":3,"02015":2,"04012":3,"04013":2,"04015":2,"04074":1,"04093":2,"04099":2,"04111":1,"04114":2,"05001":1,"05007":3,"05009":3,"05011":3,"05015":3,"05017":2,"05019":2,"05020":1,"05024":3}},{"id":6488,"name":"Gabe Begginers V2","creation":"2014-06-07 19:09:00","description":"<p>Challenge was to build a deck from only 1 core set + 2 data packs.<\/p>\n\n<p>Deck is built from Cyber Exodus and Future Proof<\/p>\n\n<p>Very basic aggressive running deck, running 1 copy of toolbox because sometimes you cannot find your desperado.<\/p>\n","username":"zaik","cards":{"01007":1,"01008":2,"01011":2,"01014":2,"01017":1,"01018":2,"01019":2,"01020":3,"01021":3,"01022":3,"01024":1,"01026":1,"01028":2,"01029":2,"01041":1,"01050":3,"01051":2,"01053":3,"02043":3,"02101":1,"02104":2,"02105":3,"02107":1}},{"id":6489,"name":"Milliard","creation":"2014-06-07 22:39:54","description":"<p>Built a deck with the aim to deck the corp and either dump and run archives or clean deck the corp. Any advice to make it run smoother or better would be appreciated.<\/p>\n","username":"marauding_antisec","cards":{"01001":1,"01005":3,"01008":3,"01010":2,"01012":3,"01016":3,"01050":3,"02003":3,"02009":2,"02041":2,"02081":2,"02102":2,"02103":3,"02108":3,"03047":3,"04005":3,"04022":3,"04082":2}},{"id":6490,"name":"I want free runs","creation":"2014-06-07 23:43:23","description":"<p>The goal is to get enough hardware out that you can get in any server without much of your own credits<\/p>\n","username":"lemonwood","cards":{"01005":3,"01033":1,"01034":3,"01035":2,"01038":2,"01050":3,"02002":2,"02007":1,"02009":2,"02027":1,"02041":1,"02047":3,"02068":3,"02088":3,"02091":2,"02107":2,"03041":3,"03042":1,"03046":3,"03053":3,"04006":3,"04104":2}},{"id":6491,"name":"Board Control - Jambô Store Tournament Winner","creation":"2014-06-07 23:47:26","description":"<p>This deck is a \"copy and paste\" from a deck that won a tournament in Netherlands. I don't know the player's name, but I found the decklist here: http:\/\/stimhack.com\/eindhoven-the-netherlands-store-championship-2014\/<\/p>\n\n<p>I think that, currently, even without Plascrete Carapace, the economy on the Runner side of the game is so strong that SEA Source + 2x Scorched Earth is not good enough. Weyland is very poor in terms of pieces of ICE, so I don't think the \"rush\" style from Supermodernism is reliable.<\/p>\n\n<p>This deck worked really well for me. Power Shutdown + Archer + Grim is very safe, it gives you enough time to protect all remotes before you start scoring agendas, and Jackson Howard kept me drawing transactions during the whole game. I knew this archetype was good from previous experiences, but it worked a lot better than I was expecting.<\/p>\n\n<p>Veterans Program is godlike.<\/p>\n\n<p>I'll definitely replace Tollbooth with Inazuma when I get my Honor &amp; Profit. Priority Requisition didn't worked as expected, but I don't think playing 3 copies of Government Contracts would be good either, so I guess I'll keep the agendas the way they are now.<\/p>\n\n<p>Thanks for reading. Feel free to ask any questions.<\/p>\n","username":"hraklea","cards":{"01064":2,"01065":3,"01090":2,"01093":1,"01094":3,"01098":3,"01101":3,"01103":3,"01106":2,"01110":3,"02018":3,"02070":3,"02077":1,"03026":2,"04015":3,"04020":2,"04040":2,"04058":2,"04080":2,"04099":2,"04120":3}},{"id":6492,"name":"Tag Floatting - Jambô Store Tournament Winner","creation":"2014-06-07 23:47:40","description":"<p>I don't think there's much to explain about this deck. The idea here is to run a lot, pressuring the Corp to rez as many pieces of ICE as possible. You can attack all centrals with Medium + Nerve Agent + Data Leak Reverse, and Demolition Run makes these attacks a lot faster than the Corp player usually expects.<\/p>\n\n<p>A lot of people don't like the idea of not playing Sure Gamble while spending influence on Lucky Find, so - if you're one of these players - you can use Sure Gamble and replace Spinal Modem for Desperado. Other people suggested me to use Diesel, but I didn't have enough time to test it.<\/p>\n\n<p>I didn't play Overmind because I haven't bought my Honor &amp; Profit yet, but this rig worked so well that I don't think I'll use Overmind. If you're running Deep Red + Rook, then Overmind is obviously a good choice. I'm almost 100% sure that I'll drop Vamp to play Lamprey (if the leaked Upstalk spoiler happens to be accurate).<\/p>\n\n<p>I played Whizzard over Reina Roja because asset based economy used to be very popular here. Now, everybody adapted their economy, so Whizzard ended up being a bad choice.<\/p>\n\n<p>Thanks for reading. Feel free to ask any questions.<\/p>\n","username":"hraklea","cards":{"01002":2,"01003":2,"01007":3,"01008":1,"01010":2,"01011":1,"01012":3,"01014":1,"01019":3,"01053":3,"02001":1,"02002":2,"02009":2,"02021":2,"02041":2,"02042":2,"02043":1,"02087":2,"02103":2,"04009":2,"04043":2,"04106":2,"04109":3}},{"id":6493,"name":"Good Ol' Gabe - 2014 Louisville Regional","creation":"2014-06-07 23:48:54","description":"<p>Run to your hearts content. Pull up Pro Contacts to keep moving through your deck and getting money. KJ is for late game money. Had to put Plascrete in and remove Decoy, simply because of Puniative Counterstrike. Added Knight to combine with Inside Job.  Considering removing R&amp;DI for Maker's Eye, just to save $4, but I like the known pressure to R&amp;D, so they ice it up and I get in to HQ.<\/p>\n","username":"ooogene","cards":{"01004":1,"01007":1,"01017":1,"01018":3,"01021":3,"01022":2,"01024":3,"01028":2,"01049":2,"01050":3,"02007":1,"02009":2,"02043":2,"02091":2,"02104":3,"02107":2,"03049":1,"03054":3,"04004":3,"04043":2,"05035":2,"05036":1,"05042":1,"05046":1}},{"id":6494,"name":"Please Don't Whizz on the Bonzai - 2014 Louisville Regional","creation":"2014-06-07 23:49:21","description":"<p>An absolute ton of remotes. Put Caprice on one. Then add Ash. Then add Hokusai. Then watch them not want to waste time running and score as you please. Probably best opening hand is two Sundews and Encryption Protocol. This can be a really annoying deck to play against and eventually the opponent will make a mistake or you'll force them to do something they do not want to do.<\/p>\n","username":"ooogene","cards":{"01070":2,"01078":1,"02013":2,"02014":2,"02029":3,"02031":1,"02032":2,"02060":2,"02095":3,"04013":1,"04015":2,"04054":3,"04060":3,"04073":3,"04074":3,"04077":3,"04093":2,"04114":3,"04119":2,"05006":1,"05007":2,"05009":3,"05017":1}}]