[{"id":4019,"name":"test","creation":"2014-04-09 04:56:08","description":"\n","username":"Milchtee","cards":{"01080":1,"01081":3,"01082":2,"01084":2,"01085":2,"01089":2,"01092":3,"01103":1,"01104":3,"01108":1,"01110":3,"01111":1,"02017":1,"02055":1,"02056":3,"02097":1,"02110":3,"02115":3,"04015":3,"04076":3,"04096":1,"04100":1,"04114":2,"04119":3,"04120":1}},{"id":4020,"name":"Bramble","creation":"2014-04-09 07:39:18","description":"<p>Definitely some DNA in here from Untrashables.<\/p>\n\n<p>A deck designed to be painful to run against - virtually no ice is easily broken by the most common icebreakers and you just tax and tax the runner until they've nothing left to give.<\/p>\n","username":"Satellite Uplink","cards":{"01068":3,"01069":1,"01070":2,"01075":1,"01077":1,"01078":2,"01109":3,"02014":2,"02031":1,"02032":2,"02055":2,"02095":3,"02110":3,"03019":2,"04012":3,"04013":1,"04015":2,"04054":3,"04073":3,"04074":2,"04077":1,"04114":2,"04115":1,"04119":3,"04120":1}},{"id":4021,"name":"10 Second NBN","creation":"2014-04-09 08:00:55","description":"\n","username":"Flashfires","cards":{"01059":2,"01062":2,"01080":1,"01081":3,"01082":2,"01084":2,"01085":1,"01088":2,"01090":3,"01092":3,"01110":3,"01113":2,"02056":2,"02110":3,"02115":3,"04015":3,"04040":3,"04076":3,"04077":2,"04096":2,"04119":3}},{"id":4022,"name":"Kate Finds the Source - Double Time","creation":"2014-04-09 08:17:21","description":"\n","username":"siowy","cards":{"01007":1,"01026":1,"01027":1,"01033":1,"01034":3,"01035":3,"01043":1,"01044":3,"01050":3,"02009":3,"02047":3,"02048":3,"02087":3,"02107":3,"03034":3,"03044":1,"03054":3,"03055":3,"04047":1,"04106":3}},{"id":4024,"name":"Tag'em & Bag'em","creation":"2014-04-09 08:26:49","description":"\n","username":"me aka tommy","cards":{"01064":2,"01086":2,"01088":2,"01093":1,"01094":3,"01098":3,"01099":2,"01101":2,"01103":3,"01110":3,"01111":2,"01113":2,"02018":3,"02020":3,"02037":2,"02059":2,"02060":2,"02070":3,"02077":3,"04015":2,"04098":3}},{"id":4026,"name":"Fast Track to death","creation":"2014-04-09 09:47:42","description":"<p>This is my first deck and i'll start with a stupid idea :D<\/p>\n\n<p>Let the runner steal a lot of one point agendas. There are a enough in this deck :D<\/p>\n\n<p>Kill the Runner with Philotic Entanglement when he has enough agendas.<\/p>\n\n<p>High risk. The game will be over when he get Philotic Entanglement.<\/p>\n\n<p>Is this idea possible or is this the stupidest deck you've ever heard about?<\/p>\n","username":"Torf","cards":{"01059":2,"01064":2,"01067":1,"01070":3,"01072":2,"01110":3,"01111":1,"01113":1,"02060":3,"02110":2,"03023":3,"03027":1,"04032":3,"04039":3,"04040":1,"04053":3,"04071":1,"04080":3,"04096":1,"04115":2,"04120":2,"05004":3,"05006":1,"05025":1,"05027":2}},{"id":4027,"name":"Paintbrush Kit","creation":"2014-04-09 10:57:46","description":"\n","username":"seiya","cards":{"01002":1,"01007":1,"01008":2,"01014":1,"01026":2,"01034":1,"01036":3,"01037":3,"01043":2,"01048":1,"01049":2,"01050":3,"02009":2,"02047":3,"02048":2,"02065":1,"02091":2,"03028":1,"03034":3,"03049":2,"03053":3,"03054":3,"04108":2}},{"id":4028,"name":"...In Under Seven Turns or Your Money Back!","creation":"2014-04-09 12:08:15","description":"<p>Trash the corroder. Stop the runs. Score the agendas. Drop the mic.<\/p>\n","username":"partialcharge","cards":{"01057":2,"01064":2,"01081":3,"01083":3,"01110":3,"01113":3,"02070":2,"02114":1,"02115":3,"04020":2,"04040":3,"04059":3,"04076":3,"04090":2,"04096":3,"04119":3}},{"id":4029,"name":"Trigger Finger","creation":"2014-04-09 13:27:26","description":"<p>First off, credit to x3r0h0ur who had ideas for a different version of what I was doing with the DRT type deck.  Check out his Weyland Snare decks.<\/p>\n\n<p>I wanted to opt for 2x Midseasons to get it quicker (if you don't overadvance an Atlas).  x3r0h0ur had it right in adding Midseason to the deck.  I think it is exactly what you need to make the DRTs really hurt the runner.  In using DRT in the past I've found it hard to actually make tags stick and hurt the runner outside of the obvious Snare combo.  DRT + Snare + Midseasons is a beast though.  Weyland usually has big enough money to crush the runner with a ton of tags, then it's the waiting game. <\/p>\n\n<p>Power Grid Overload... maybe x2 but pack at least one to make the killing blow come easier.  <\/p>\n\n<p>Also consider: Punitive Counterstrike.  haven't made good use of it yet so it's questionable at best but might be worth it with people potentially grabbing The Cleaners.<\/p>\n","username":"casek","cards":{"01070":2,"01093":1,"01098":3,"01099":3,"01103":3,"01104":3,"01110":3,"02018":3,"02019":3,"02037":1,"02116":2,"02118":3,"04015":3,"04036":3,"04040":3,"04098":1,"04100":2,"04117":3,"04119":2,"04120":3}},{"id":4030,"name":"Chorngy Prungtocular","creation":"2014-04-09 14:16:04","description":"<p>I have literally no idea what this deck is, but I figured it'd be fun to build a tricksy Jinteki deck with porous ice and goofy traps. This isn't a particularly well focused or optimised deck or anything, but yknow, there are some tag &amp; bag antics, some ambush antics, some switch-out antics, all sorts. Why not, eh?<\/p>\n\n<p>Gonna test run it some and see what comes out.<\/p>\n","username":"bionicsheep","cards":{"00003":1,"01056":1,"01068":3,"01069":1,"01070":2,"01072":2,"01075":1,"01076":1,"01077":2,"01088":1,"01089":1,"01099":2,"02032":3,"02059":1,"04012":2,"04013":2,"04015":1,"04033":2,"04073":2,"04092":2,"04093":2,"04100":2,"05004":2,"05005":2,"05006":1,"05010":1,"05013":2,"05015":2,"05016":1,"05017":2}},{"id":4031,"name":"Painters Servent","creation":"2014-04-09 14:25:53","description":"<p>Based on Jamison's (Bad Publicity's) \"In a Red Dress Alone\" Store Championship Deck.<\/p>\n\n<p>THE POINT:\nI wanted to make Kit work, and work for the mid and even into a long game.  Still quick with Kit\/Tutoring\/Aesops\nKit's playstyle is aggressive, so you should be running EVERY turn, even if its to bait the corp into rezing and jacking out.<\/p>\n\n<p>BREAKERS:\nGetting Torch out fast: I hardly even have to hard cast  a Torch with Eurekas and Scavenge.  I will mulligan an hand with Torch, unless I also have a TON of econ in it in lieu of getting a Test Run\/Scavange\/Eureka.<\/p>\n\n<p>Personal Touching Omega can turn it from a very expensive breaker to a beast quite quickly, also saving you clicks on Paintbrush and walking you into 1 ICE Servers.  <\/p>\n\n<p>PROGRAMS\/HARDWARE:\nPaintbrush for the obvious, and Forged for when the corp gets to a place with a 3 ICE server with the second ICE un-rezed ... its really the only time you even need Paintbrush.<\/p>\n\n<p>Lockpick basically removes the need for a Kati, and actually can give you all the creds Kati would without clicking or waiting if you have all 3 out ...<\/p>\n\n<p>RESOURCES:\nUsing Motivations to combo nicely with Eureka and keeps me from the infuriating Test Run the top of my deck ... happens too often to me\nOnce I've got all my pieces it combos with Aesop's as does All-Nighter if you don't want the extra click, turning them into time delayed Easy Marks with more functionality.<\/p>\n\n<p>This deck is usually swimming in money early\/mid game, if it goes REALLY long then it can peter out, also if they trash your Aesop's you'll be in trouble.<\/p>\n\n<p>Woman basically tells you if R&amp;D is worth running each turn, giving you your ability back to be used on HQ or a remote.<\/p>\n\n<p>I've liked it so far, needs some tweaks before hitting a Tourney though, so I'm looking for some advice.\nQuestion 1: How do I fit in a Levy?<\/p>\n","username":"bcavalier","cards":{"01018":1,"01020":3,"01040":3,"01047":2,"01050":3,"01053":3,"02009":2,"02047":3,"02067":2,"02087":2,"03028":1,"03034":3,"03053":3,"03054":3,"04006":3,"04008":2,"04027":2,"04047":1,"04048":2,"04088":1,"04108":1}},{"id":4032,"name":"Weyland Just Doesn't Care","creation":"2014-04-09 15:38:54","description":"<p>Illicit ice, Profiteering, Hostile Takeover, and Geo Fracking make for a nice heap of Bad Pub, and this deck revels in it.  Drop an Ireress in front of the servers you value most and use your boat loads of cash to rez big, taxing ice.  Not the most serious of decks, but quite fun!<\/p>\n","username":"pyroplop","cards":{"01093":1,"01094":3,"01098":3,"01101":2,"01102":3,"01110":3,"02018":1,"02058":3,"02070":3,"02077":2,"04017":3,"04018":2,"04020":2,"04039":3,"04040":3,"04057":3,"04071":2,"04078":2,"04099":3,"04111":1,"04115":2}},{"id":4033,"name":"HB Clock Spinning","creation":"2014-04-09 15:41:33","description":"<p>Gain extra-clicks and ride to victory! It's just that simple.<\/p>\n","username":"wumbo","cards":{"01054":1,"01062":1,"01075":2,"01078":1,"01090":1,"01097":1,"01106":2,"01108":1,"01110":3,"01111":2,"01113":2,"02011":3,"02017":2,"02019":2,"02020":2,"02051":1,"02052":2,"02070":3,"02074":1,"03004":1,"03005":3,"03010":3,"03026":1,"03027":1,"04015":1,"04090":3}},{"id":4034,"name":"HB Shell Game","creation":"2014-04-09 15:48:32","description":"\n","username":"TechnoJedi","cards":{"01054":1,"01056":3,"01057":3,"01061":1,"01062":1,"01063":1,"01064":3,"01069":3,"01101":1,"02011":2,"02051":3,"02056":3,"02092":3,"02110":3,"02120":2,"03009":3,"03015":1,"03017":1,"03019":1,"03026":1,"04050":3,"04051":1,"04092":3,"04119":3}},{"id":4035,"name":"GRNDL Paper Walls","creation":"2014-04-09 15:52:46","description":"<p>If the right breaker is missing, even the weakest of ICE will end the run!\nThe deck contains a multitude of tools to trash a runner's programs, so you can prevent your opponent to assemble a full rig. Your cheap ICE will protect you if you strip off the runner's breakers. And your bad publicity doesn't even matter anymore!<\/p>\n","username":"wumbo","cards":{"01058":1,"01064":3,"01094":3,"01098":3,"01101":2,"01102":1,"01103":3,"01110":3,"02018":3,"02037":3,"02039":1,"02060":3,"02070":3,"02077":2,"02120":1,"04018":1,"04020":2,"04058":3,"04097":1,"04113":1,"04120":3}},{"id":4036,"name":"Big Ice","creation":"2014-04-09 17:12:22","description":"<p>First attempt at a big ice trickery deck, comments welcome<\/p>\n","username":"dirtycajun","cards":{"01054":1,"01075":3,"01098":3,"01106":2,"01108":2,"01110":3,"01111":3,"02012":2,"02051":3,"02079":3,"02110":3,"03006":3,"03013":3,"03015":3,"03021":3,"03022":2,"03027":3,"04015":2,"04030":3}},{"id":4038,"name":"Party Planner","creation":"2014-04-09 18:49:11","description":"<p>I've been playing around with this deck for the last two weeks, and have reached the point where I need some outside input to find the next level.  This is a Jinteki Agenda Point build with Project Junebug backup, but utilizing concepts found in rpgdmcash's Jinteki Matchpoint Run build.  The goal of this deck is to allow me to advance my Agendas at leisure with the security of RSVP matched against payment requiring Agendas and supported by Caprice Nisei and Red Herrings.<\/p>\n\n<h1>ECONOMY:<\/h1>\n\n<p>After playing around with different configurations, I landed on Celebrity Gift with Medical Research Fundraiser.  Hedge Fund may play better than MRF, but I wanted to evaluate how the gift credits to the Runner play out under RSVP and Caprice.  There is likely room for Subliminal Messaging in here, but I prefer running lean decks when possible.<\/p>\n\n<h1>AGENDA:<\/h1>\n\n<p>Agendas were selected to match up against RSVP's ability.  Fetal AI, NAPD Contract, and The Future Perfect may not be the most efficient Agendas available, but they satisfy that need.  Medical Breakthrough was in this deck for the longest time, and may make it's way back, but the current Agenda mix exploit RSVP's full capability.<\/p>\n\n<h1>ASSET:<\/h1>\n\n<p>Jackson Howard plays his usually tricks here, and Project Junebug exists solely to install with Mushin no Shin if I reach Phase 3 without threatening match point.  GRNDL Refineries played a role here for awhile, but I felt the influence was better spent on RSVP and Red Herrings.<\/p>\n\n<h1>OPERATIONS:<\/h1>\n\n<p>Celebrity Gift and Medical Research Fundraiser are my economy base and can be recursed through Jackson Howard.  Precongnition allows me to protect Agendas when necessary and optimally arrange my next 5 draws.  Mushin no Shin is my trick card for pulling faster and cheaper Agendas out.  In addition, Mushin can plant an end game Junebug as necessary, as described in my GRNDL: Quick as a Corpse deck.<\/p>\n\n<h1>ICE:<\/h1>\n\n<p>The ICE was selected with the intent of building 3 layer defenses on my servers.  Himitsu-Bako provides Phase 1 protection with the flexibility of movement in later phases.  Shinobi is a hole card that will only be rezzed if it looks like I can flatline the Runner with just Shinobi.  The goal is to have the Runner hit Chum followed by Inazuma into RSVP.  RSVP provides excellent non-ETR protection of the Agendas in this deck, and combos nicely with Caprice Nisei and Red Herrings.  Plus, an RSVP hit sets up the Runner for a Shinobi flatline.<\/p>\n\n<h1>FUTURE:<\/h1>\n\n<p>This is not the completed version of the deck, but at this time I find myself recursing back and forth between the same 4 tweaks.  I need to know how a determined Runner is going to destroy this plan so that I can work out the next level of strategy with this.<\/p>\n","username":"bubo","cards":{"01069":2,"01073":3,"01075":2,"01091":2,"02032":3,"04012":3,"04013":2,"04015":2,"04077":3,"04114":2,"04115":2,"04119":2,"05001":1,"05007":3,"05014":3,"05015":3,"05016":3}},{"id":4039,"name":"Kate deck rev. 3.11","creation":"2014-04-09 19:05:17","description":"<p>experimental shaper deck build swapping 2x Killer for 2x Femme Fatale <\/p>\n","username":"zrolimit","cards":{"01007":2,"01022":3,"01026":2,"01033":1,"01037":3,"01038":2,"01039":2,"01043":2,"01044":2,"01045":2,"01049":2,"01050":3,"01051":1,"01052":3,"01053":3,"02050":3,"02068":2,"02069":3,"02087":1,"03037":2,"04089":2}},{"id":4040,"name":"Kate deck rev. 2.3","creation":"2014-04-09 19:05:40","description":"<p>built by Jim adapted by myself<\/p>\n","username":"zrolimit","cards":{"01003":3,"01007":2,"01027":2,"01033":1,"01034":3,"01035":3,"01036":3,"01038":2,"01039":2,"01040":2,"01041":2,"01043":2,"01050":3,"01051":1,"02047":3,"02091":3,"03041":2,"03042":2,"03049":3,"03052":3,"03053":3}},{"id":4041,"name":"Haas-Bioroid deck rev. 1.0","creation":"2014-04-09 19:06:20","description":"<p>experimental build<\/p>\n","username":"zrolimit","cards":{"01054":1,"01055":3,"01056":3,"01058":2,"01064":2,"01066":1,"01103":3,"01110":3,"03004":1,"03005":3,"03006":1,"03007":1,"03009":1,"03010":1,"03013":3,"03015":3,"03018":2,"03023":3,"03026":3,"03027":3,"04011":3,"04015":2,"04020":2}},{"id":4042,"name":"Jinteki deck rev. 1.0","creation":"2014-04-09 19:06:35","description":"<p>experimental build<\/p>\n","username":"zrolimit","cards":{"01067":1,"01068":3,"01069":3,"01070":3,"01071":1,"01072":2,"01073":2,"01074":2,"01075":2,"01076":2,"01077":3,"01078":3,"01079":1,"01100":2,"01106":3,"01107":3,"01108":2,"01109":3,"01110":3,"01111":3,"01113":3,"04012":3,"04013":3,"04053":3}},{"id":4043,"name":"Kate deck rev. 3","creation":"2014-04-09 19:07:04","description":"<p>experimental shaper deck build<\/p>\n","username":"zrolimit","cards":{"01007":2,"01022":3,"01027":2,"01033":1,"01037":3,"01038":2,"01039":2,"01043":2,"01044":2,"01045":2,"01050":3,"01051":1,"01052":3,"01053":3,"02050":3,"02068":2,"02069":3,"02087":1,"03032":2,"03037":2,"04089":2}},{"id":4044,"name":"Criminal Jubei","creation":"2014-04-09 19:20:10","description":"\n","username":"JubeiScriv","cards":{"01007":2,"01017":1,"01018":2,"01019":3,"01020":3,"01021":3,"01022":3,"01024":3,"01026":1,"01027":2,"01028":2,"01043":2,"01050":3,"01051":1,"02009":2,"02085":2,"02091":3,"02107":2,"03052":3,"03053":3}},{"id":4045,"name":"Weyland Jubei","creation":"2014-04-09 19:20:32","description":"\n","username":"JubeiScriv","cards":{"01070":3,"01090":2,"01093":1,"01094":3,"01098":3,"01101":2,"01102":2,"01103":3,"01104":2,"01110":3,"01111":3,"02018":3,"02077":2,"02079":3,"02120":3,"04015":3,"04040":3,"04078":2,"04079":2,"04117":2}},{"id":4047,"name":"Boy Scout Kate (A.K.A. Be Prepared)","creation":"2014-04-09 20:16:30","description":"<p>--- OVERVIEW --- --- --- --- --- --- --- --- --- --- --- --- --- --- --- --- --- ---<\/p>\n\n<p>This deck is designed with the slightly more cautious\/conservative player in mind. It is easy to play, yet still quite competitive. It can handle anything that comes at you, plus it is very flexible, very forgiving, and hard for the corp to shut down. It is also designed to have very little \"timing sensitive\" combos\/strategies, further making it easy to play.<\/p>\n\n<p>The overall strategy is simple: build your rig and run. <\/p>\n\n<p>For early game pressure, you have Self Modifying Code and Test Run + Scavenge to get out whatever breakers you need fast, and steal an agenda that the corp may have thought was \"safe\". <\/p>\n\n<p>For late game pressure, you have R&amp;D Interface and HQ Interface, allowing you to make single runs that let you access several cards. And those combined with the Woman in the Red Dress, makes for powerful end-game control (how to use the Woman in the Red Dress is detailed further down).<\/p>\n\n<p>For economy, you have Magnum Opus to do the heavy lifting, with Modded and Sure Gamble to help it along. I usually try to mulligan if I don't have a Magnum Opus (and also don't have a Test Run or Self Modifying Code )in my opening hand, This deck counts on you starting with that economy ready from turn one. <\/p>\n\n<p>To save creds, you should use Test Run + Scavenge to get your expensive breakers out (like Garrote or Femme Fatale). And speaking of saving creds, don't ever go broke unless you are doing so to steal an agenda, as you always want enough credits to run and steal an agenda that the corp thought was \"safe\" behind some ice. If you mess this up, you may find yourself behind the agenda point curve and it is hard to recover from that.<\/p>\n\n<p>For ice breakers, you have a little something to handle anything. Against barriers, you have Corroder. For Code gates, you have Yog.0 to handle an opponent only running low strength code gates (Quandary, Enigma, etc.), and Gordian Blade to handle any high strength code gates (Tollbooths, RSVP, Chum, etc.). Against Sentries, you have several options. You have two permanent sentry breakers, Mimic and Garrote, to handle the low strength and high strength sentries respectively. You also have Sharpshooter to handle any sentries that are trying to destroy your programs, and you have Deus X to handle any that are trying to do you damage. Ideally, you want Garrote on the Dino (that is how I like it), but until that happens, you have these other choices to keep you protected. Lastly, you have Femme Fatales to handle anything big and annoying, like a Wotan or even a Tollbooth. And if your opponent is not using any big sentries (i.e. Archer), you can always just put the Femme Fatales on the Dino and let her be your sentry breaker, saving you the time and creds needed to install Garrote.<\/p>\n\n<p>For safety, you have several tools at your disposal. You have Clone Chips, Test Runs, and Sharpshooter to handle anything trying to trash your programs. You have Deus X to handle any big Jinteki net damage that threatens to kill you (though, when facing Jinteki, be careful about using the R&amp;D Interface and the HQ Interface, as you could pick up multiple cards that can do you damage, and it will kill you before you know it). You have Plascrete Carapace to handle any Weyland meat damage.<\/p>\n\n<p>--- IMPORTANT NOTES --- --- --- --- --- --- --- --- --- --- --- --- --- --- ---<\/p>\n\n<p>Woman in the Red Dress is not difficult to use, but you do have to understand how it works. It is important NOT to play Woman in the Red Dress until you have at least one HQ Interface and a full suite of ice breakers out. Once you have that, you put Woman in the Red Dress out. From there, the corp must reveal the top card of R&amp;D at the beginning of your turn. If it is an Agenda, they are going to draw it to prevent you from stealing it with an R&amp;D run (assuming you have enough credits to make an R&amp;D run). But with that, you know it is in their hand and you can hopefully get it with an HQ run or two (with the aid of your HQ Interface). If it is a non-agenda and they draw it, well, then there is a new card on top of R&amp;D you can run... hopefully an Agenda!<\/p>\n\n<p>When it comes to ice breakers, don’t be too afraid to drop one of your big breakers, like Gordian Blade, Garrote, or Femme Fatales in the Heap. You can always get it later if you need it with a Clone Chip or a Test Run. Don’t hold on to a card you may never need. Get what you actually need at the moment, and come back for that other big breaker later, if you actually need them.<\/p>\n\n<p>Also remember, that while Scavenge is in here to be used with Test Run, you can always use it to reposition your Garrote onto your Dino, if you, for some reason, had to put the Garrote out before the Dino was on the table. You can also use the Scavenge to trash and re-install a Femme Fatales to give her a new target (a very good way to surprise your opponent and steal an agenda when you have almost no creds).<\/p>\n\n<p>--- CHANGES &amp; ALTERATIONS --- --- --- --- --- --- --- --- --- --- --- ---<\/p>\n\n<p>Gordian Blade an easily be switched out for Torch. It costs more (clearly), but it takes the same memory, and if you run into a lot of Tollbooths and RSVPs, it quickly pays for itself. But if you use the prescribed Test Run + Scavenge, you can get it out for the same price as the Gordian Blade. This is one of the most likely changes to this deck I might make.<\/p>\n\n<p>The extra memory in this deck (Akamatsu Mem Chip) isn’t strictly needed. You can have a full suite out without them, as long as you have your Dino out. But they allow a bit more flexibility, letting you have both Code Gate breakers out, for instance, or letting you have your Femme Fatales out alongside your rig. A “Pro” would likely tell you to take the Mem Chips out, but I think they do well for someone who plays a bit more cautious and wants a more forgiving and flexible deck. If you do pull them, a bit more economy never hurts: I would add in a Daily Casts.<\/p>\n\n<p>I also love the idea of having Morning Star in this deck. You have a “big” breaker and a “small” breaker for each type of ice except barriers. For code gates you have Yog.0 (the “small” breaker) and Gordian Blade (the “big” breaker). For sentries you have Mimic (the “small” breaker) and Garrote (the “big” breaker). Adding Morning Star in as the “big” breaker for barriers just seems right. Adding it in is tricky though, as it requires 4 influence. But you could add it in and pull 2 HQ Interfaces, but this makes Woman in the Red Dress far less powerful. This change might then cause me to replace the final HQ Interfaces with a Nerve Agent to keep the pressure on HQ. But all of these changes now effects your memory balance… it really is quite tricky, and for this reason, for simplicity’s sake, I kept Morning Star out.<\/p>\n\n<p>Want even more protection? Put one single Net Shield in your deck. This will almost completely shut down any Core Jinteki deck trying to kill you by the death of a thousand cuts.<\/p>\n\n<p>--- FINAL THOUGHTS --- --- --- --- --- --- --- --- --- --- --- --- --- --- ---<\/p>\n\n<p>All too often, I see folks running as Gabe or Andy, but playing them too conservatively. And it doesn't (usually) work very well, nor is it very fun. And why? Because the Netrunner community, in a cult-like chant, repeats over and over again that an aggressive playing Criminal deck is the only way to win (as the runner). And I admit, I have been guilty of this crime myself.<\/p>\n\n<p>But the truth is, a player who is naturally inclined to run a bit more conservatively and cautiously will likely play WORSE, not better, with some aggressive Criminal deck than with a deck like the one presented here, regardless of win statistics and tournament results. And chances are, if the deck plays more to their style, they will also enjoy it more.<\/p>\n\n<p>So many decks are designed to play fast and aggressive, and no one (a generalization, I know) ever even discusses deck builds for players who like to be a bit more cautious and conservative. So I wanted to put this out here. A good, and dare I say competitive, deck, that allows for a bit more flexibility and conservative play.<\/p>\n\n<p>In the end, you may argue that the overall game meta dictates that a fast resource denial deck is “better”, and you may be right. But for a more cautious and conservative player, this deck will help them win more, and more importantly, have more fun.<\/p>\n","username":"thewestwinds","cards":{"01007":1,"01011":1,"01014":1,"01026":2,"01033":1,"01034":3,"01035":2,"01038":3,"01043":1,"01044":3,"01050":3,"02009":2,"02047":3,"02048":2,"02066":1,"02085":3,"02107":3,"03034":3,"03038":3,"03046":3,"04048":1,"04065":1,"04067":1}},{"id":4048,"name":"Mind over Memory","creation":"2014-04-09 20:19:07","description":"<p>With overmind being spoiled, I figured that I would try my hand at a deck built around it. I saw Wastekase's deck \"The Walker\" and it got me thinking. I plan to proxy overmind in the near future and actually try this deck out. For now, it's just a concept. <\/p>\n\n<p><strong>The Identity<\/strong><\/p>\n\n<p>I went with Kate for this deck because of the incredible amount of hardware that I will be installing. Kate should be saving me a credit every single turn, because that's how often I plan to be installing things. <\/p>\n\n<p><strong>The Hardware<\/strong><\/p>\n\n<p>This deck has a potential to have a whopping 13 MU. One MU will be used on overmind, and potentially one for inti. Creeper will hopefully be stored in the cloud. Deep Red is there because it's the cheapest way to get the most MU from one card. E3 to cut down on Overmind power counter usage. Dyson mem chips because link is awesome and it synergizes with creeper and UWC. Clone chips will help recur Overmind once it's spent on power counters. Replicator is going to be an all star in this deck. With three of them out on the field, it should make every hardware install basically a diesel. <\/p>\n\n<p><strong>The Programs<\/strong><\/p>\n\n<p>Overmind is the powerhouse of the deck, as thats what it's built around. Creeper is in here for swordsman protection, and synergizes extremely well with dyson mem chips and E3 feedback. Also can help save Overmind counters for low str sentries. Inti is here because wraparound and it's cheap. <\/p>\n\n<p><strong>The Econ<\/strong><\/p>\n\n<p>I'm worried about the econ in this deck. Kati Jones and underworld contact are my only lasting econ. Hopefully lucky find and sure gamble will be enough until I can get them out\/power up kati. I considered replacing lucky find with liberated account for more lasting econ, but I'll make that decision once I actually play the deck. <\/p>\n\n<p><strong>The Worrisome<\/strong><\/p>\n\n<p>There aren't any cards in this deck that pressure the corp. Usually I would include R&amp;D interface, makers eye, or indexing, but there are so many cards dedicated to giving overmind power counters, that I just can't find room. Maybe 13 MU is more than enough and I can cut out some of the chips. That can only be determined by playtesting. If that ends up being the case, I'll pull out 3x akamatsu for 3x RDI. We'll see. <\/p>\n\n<p>Suggestions are more than welcome!<\/p>\n","username":"steevo15","cards":{"01033":1,"01034":3,"01038":3,"01050":3,"02009":2,"02024":3,"02028":3,"02047":3,"02069":3,"02088":3,"02089":1,"02091":2,"03034":3,"03038":3,"03048":1,"04042":3,"04109":3,"05053":3}},{"id":4049,"name":"Weyland consortium: Building walls ","creation":"2014-04-09 21:19:33","description":"<p>I built this deck after testing GRNDL refinery and slightly abusing Hadrians and Ice wall. I later included simone and was loving the advance. After a little while I changed identities to the consortium and am now attempting to refine advance able wayland. Any thoughts on this build would be cool. thx :P<\/p>\n","username":"Omega","cards":{"01069":1,"01089":3,"01098":3,"01101":1,"01102":3,"01103":3,"01110":3,"02038":3,"02057":3,"02058":3,"02076":1,"02078":3,"02099":3,"02120":2,"04036":3,"04040":3,"04098":1,"04114":2,"04117":3,"04119":3}},{"id":4050,"name":"For the Overmind","creation":"2014-04-09 21:26:29","description":"<p>Replicate out memory, install real breakers as you find them, but hold back if you have overmind.  Aesop's off Q-Coherence chips when you don't need the MU (all 3 breakers are out), aesops off used overminds, aesops off replicators, aesop's off LLDS when you're done installing...finally draw big into economy.<\/p>\n\n<p>Depending on how the economy flows, those slots will become R&amp;D interfaces, since 1 shoting R&amp;D blows.  Most likely dirty laundry or easy mark are my RDI slots.<\/p>\n","username":"x3r0h0ur","cards":{"01004":1,"01007":1,"01019":3,"01033":1,"01034":3,"01035":3,"01041":1,"01043":1,"01044":1,"01047":2,"01050":3,"02087":3,"02088":3,"03035":1,"03052":3,"04065":1,"04066":3,"04086":3,"04109":3,"05052":3,"05053":3}},{"id":4051,"name":"Vampstone","creation":"2014-04-09 21:34:05","description":"<p>I've never even <em>heard<\/em> of a game ending from the corp running out of cards, so I wanted to see if I could make a viable deck with that goal in mind.<\/p>\n\n<p>Noise is the obvious choice for that goal, but the combo that inspired this deck is Vamp, Data Leak Reversal, and Fall Guy. Vamp drains the corp of money, always good. Also, it's a run on a central server so you can play DLR, <em>and<\/em> it tags you so you can use it ASAP. Fall Guy makes it harder to crawl far enough out of the Vamp-induced hole to trash DLR.<\/p>\n\n<p>The Source isn't integral to this deck, but I see it being able to play a super useful part. Fast Advance is so prevalent that I like the idea of being able to stymie it. Fall Guy helps keep this on the table too, of course.<\/p>\n\n<p>My concerns with this deck are three-fold:<\/p>\n\n<p>I worry that I won't make enough money to use Vamp and\/or my breakers effectively. Any advice on different breakers or better ways to make money is welcome. <\/p>\n\n<p>Also I'm not sure that this deck can handle a rushing corp at all. I think anything rushed out behind Hive, event-rezzed HB bioroids, or the like will just shut me down hard. What would you do with this deck when facing that strategy? Let them have their remote and double down on milling? Is there a way to mitigate its effectiveness with modifications to this deck?<\/p>\n\n<p>Lastly it just doesn't have much face-checking protection. I'm really not sure how I would even fix that. Then again, it seems almost appropriate behavior for an Anarch. ;)<\/p>\n\n<p>Other cards I considered:\n-Dirty Laundry. I still think it might be better than Sure Gamble. We'll see.\n-A third Grimoire. I only have 2 core sets. ;_;\n-Clone Chip. I ultimately went with Deja Vu instead to free the influence, though in a vacuum I prefer CC.\n-Daily Casts\/Armitage. These are easy ways to make money without the entry barrier imposed by Liberated and SG.\n-Corroder or Morningstar. Anarchs have such good breakers it seems almost a shame not to use them. But I don't have space for many breakers and I can tutor the Crypsis with Djinn as well as recovering it alongside a parasite with Deja Vu.<\/p>\n","username":"partialcharge","cards":{"01001":1,"01002":2,"01003":1,"01006":2,"01008":3,"01009":3,"01010":2,"01011":2,"01012":3,"01014":1,"01050":3,"01051":1,"02003":3,"02021":3,"02022":3,"02103":3,"03055":2,"04005":2,"04106":3,"04109":3}},{"id":4052,"name":"Weyland","creation":"2014-04-09 22:47:53","description":"\n","username":"P Cray","cards":{"01090":1,"01093":1,"01094":1,"01098":3,"01099":2,"01101":3,"01102":3,"01104":2,"01106":2,"01110":3,"02018":3,"02019":3,"02079":2,"04020":2,"04033":1,"04038":3,"04040":3,"04058":2,"04078":1,"04080":1,"04114":3,"04117":2,"04119":3}},{"id":4053,"name":"Weyland","creation":"2014-04-09 23:03:12","description":"\n","username":"P Cray","cards":{"01090":1,"01093":1,"01098":3,"01099":2,"01101":3,"01102":2,"01104":2,"01106":3,"01110":3,"02018":3,"02019":3,"02079":3,"04020":2,"04033":1,"04038":3,"04040":2,"04058":2,"04060":2,"04078":1,"04114":3,"04117":2,"04119":3}},{"id":4054,"name":"NEXT to the EDGE","creation":"2014-04-09 23:05:39","description":"<p>A change to a NEXT deck with a focus on providing an alternate win condition with Edge of World.  Alternately, EoW can be played early to make the runner second guess running your remote.  Throw in Haas' pet project to build another remote (not a common thing to do with NEXT decks) and I think this little twist will catch a few runners by surprise.  Of course there is always that NEXT safety blanket of ICE on the table at turn one (though I may need to increase the ICE count slightly here).<\/p>\n","username":"heartlessgamer","cards":{"01055":3,"01064":3,"01097":2,"01103":2,"01110":3,"01113":1,"02013":2,"02039":1,"02051":2,"02053":1,"02056":3,"02060":3,"02070":3,"02110":3,"03003":1,"03004":1,"03005":3,"03014":3,"04011":3,"04020":1,"04034":3,"04059":3}},{"id":4055,"name":"Weyland consortium: Building walls v2.0","creation":"2014-04-09 23:23:10","description":"<p>I built this deck after testing GRNDL refinery and slightly abusing Hadrians and Ice wall. I later included simone and was loving the advance. After a little while I changed identities to the consortium and am now attempting to refine advance able wayland. Any thoughts on this build would be cool. thx :P<\/p>\n","username":"Omega","cards":{"01069":1,"01089":3,"01098":3,"01101":1,"01102":3,"01103":3,"01110":3,"02033":2,"02038":3,"02057":3,"02058":3,"02076":1,"02077":3,"02078":3,"02099":3,"02120":2,"04040":3,"04098":1,"04117":3,"04119":3}}]