[{"id":8186,"name":"Hard to Kill V2 49","creation":"2014-08-02 01:39:57","description":"<p>All about buffing up the runner to barrel though ice and shell games<\/p>\n","username":"kendernwj","cards":{"01026":3,"01033":1,"01034":2,"01035":2,"01037":3,"01039":3,"01041":2,"01043":2,"01049":2,"02004":2,"02009":1,"02022":2,"02027":2,"02028":2,"02050":2,"02069":3,"02091":2,"03037":2,"03041":2,"03042":2,"03049":2,"03050":2,"03053":1,"04047":2,"04086":1}},{"id":8187,"name":"NBN Tagging Shell","creation":"2014-08-02 02:21:33","description":"<p>I'm trying to run a sort of shell and tag up game. Using the tags mostly for the Midseason\/Psycho combo as well as putting on some pressure with the response team and making Market Research a great agenda. I figure with Snare! and Ghost the runner should stay weary enough when running servers to consider avoiding an Astro out in the open.<\/p>\n","username":"Magic_Marmalade","cards":{"01056":2,"01070":3,"01081":3,"01084":2,"01085":2,"01087":2,"01088":3,"01090":2,"01110":3,"02055":3,"02056":2,"02115":3,"02116":2,"02118":2,"04015":2,"04035":2,"04075":2,"04077":3,"04095":3,"04096":3,"06005":1}},{"id":8188,"name":"Exile Pawns","creation":"2014-08-02 02:21:48","description":"<p>This deck uses recurring pawns on Scheherazade with Exile's passive and Deep Red to get a free Pro Cons with every run. I threw in some knights and feme for troublesome ice and Gordo and Inti as general breakers and to stop stuff like chimera and wrap around. I'm still trying to figure out how to make it work well though.<\/p>\n","username":"Magic_Marmalade","cards":{"01012":1,"01026":1,"01034":3,"01043":1,"01047":2,"01050":3,"01053":3,"02047":3,"02091":2,"02107":2,"03030":1,"03034":2,"03035":1,"03038":3,"03046":3,"03048":1,"03053":3,"03054":1,"04002":3,"04022":2,"04042":3,"04043":2}},{"id":8190,"name":"A Staunch Defense v1","creation":"2014-08-02 03:04:45","description":"<p>I'm eager to try a deck like this out!<\/p>\n\n<p>Ashigaru is screaming to be used in CI (possibly in TWIY*, too). But considering it can potentially have 10 + ETR subroutines here, I'm not passing this up!<\/p>\n\n<p>Take advantage of NEXT synergy to set up decent defenses where needed, use Sentries to <em>hopefully<\/em> trash their key programs, and maybe even surprise them with a Janus once you've moneyed up.<\/p>\n\n<p>This is a two-sided coin HB. Score behind a boosted Ashigaru, or go for the Janus cripple \/ kill (because that's always fun).<\/p>\n\n<p>Let's see what happens. =^_^=<\/p>\n","username":"Lynx Kuroneko","cards":{"01062":2,"01064":2,"01106":1,"01108":2,"01109":1,"01110":3,"02012":1,"02013":2,"02051":3,"02056":3,"02070":3,"03001":1,"03005":3,"04011":3,"04015":3,"04090":3,"04119":3,"06001":3,"06002":3,"06010":2,"06064":3}},{"id":8191,"name":"Lady Andromeda","creation":"2014-08-02 04:22:09","description":"<p>I've been tinkering with my criminal deck and this is what I've come up with. This deck can run either Andromeda\/Gabe\/silhouette or even Ken if you want to replace an e-shutdown with another RDI.\nApparently deep red\/overmind is powerful so I'm trying that concept out. Otherwise, the biggest change is a crim deck with no acct siphon. I've noticed most players have learned how to play against AS so it's become a \"win more\" card. Without AS the corp will still expect it and they will waste clicks\/money protecting themselves from it. I always go 2 clone chip just to get back programs if I need to. This is usually for corroder\/gordian\/sentry breaker but it may wind up being less useful in this type of deck.\nBank job has become awesome again. with the advent of horizontal decks I've been using it to great effect. Security testing has been doing great (I know, everybody already knows this) but even better against horizontal builds since I can constantly run for 3 (Only 2 now that I dropped desperado) and then run again and trash an asset. It takes 2 clicks but it's very disruptive to the corp.\nAny constructive criticism is always welcome. :)<\/p>\n","username":"HepatitvsJ","cards":{"01021":2,"01022":2,"01026":1,"01029":3,"01050":3,"02024":2,"02043":3,"02083":1,"02091":1,"02104":3,"02105":1,"02107":1,"03038":2,"03052":3,"03054":3,"04004":2,"04042":3,"04043":3,"05035":2,"05048":2,"05053":3}},{"id":8192,"name":"Iain Stirling connection resources","creation":"2014-08-02 05:43:25","description":"<p>I tried a pure theoritical deck with Iain, basing it on \"connection\" resources.<\/p>\n\n<p>any coment welcome to improve it, for I think I'll soon actually try it.<\/p>\n","username":"Ghet","cards":{"01018":3,"01020":2,"01022":2,"01025":1,"01026":1,"01028":1,"01050":3,"02008":1,"02025":3,"02028":2,"02042":1,"02043":2,"02069":3,"02085":2,"02091":1,"02105":1,"03049":1,"04004":3,"04008":2,"04009":1,"04026":1,"04049":1,"04105":1,"04106":1,"05028":1,"05031":3,"05037":2,"05041":1,"05042":1,"05044":1,"05046":1,"05049":1,"05054":1}},{"id":8193,"name":"Nasir Atman Stimshop","creation":"2014-08-02 06:53:27","description":"<p>The idea is to have options for hard-and-fast aggression to work against fast advance (1 atman, 1 datasucker, and 1 medium is enough to put very firm pressure down, and can be installed for the cost of a single stimhack) while leveraging Nasir's ability to make runs on the cheap.  At the same time, the deck tries to hold onto some options for longer games (Kati for econ, ability to pressure r&amp;d and hq, plus femme + scavenge to get around big ice and into servers unexpectedly)<\/p>\n\n<p>Some thoughts:  Not sure if Djinn is going to carry it's weight.  My thought was that I can always Test Run\/SMC it out, and click to draw suckers when I don't draw them, or medium\/nerve agents (At the risk of showing my opponent my plans, of course).  1of parasite because it's almost a must, especially with testrun\/scavenge\/clonechip to put it back into play repeatedly.  I do however strongly wish I could get a 1of Imp, because it helps with a great number of Nasir's problems (NAPD, Fetal AI, expensive assets in general).<\/p>\n","username":"Aesynil","cards":{"01004":2,"01008":3,"01009":1,"01010":1,"01012":1,"01026":1,"01034":3,"01041":2,"01050":2,"02009":3,"02041":1,"02047":3,"02049":3,"02066":1,"02087":2,"02091":2,"03034":2,"03038":3,"03040":3,"03046":3,"03048":1,"03052":3,"06017":1}},{"id":8194,"name":"Nasir Recuring Free Money (upstalk)","creation":"2014-08-02 08:17:43","description":"<p>So the main idea is to use recurring cred's to allow Nasir to run with no money obverse enough.<\/p>\n\n<p>This is my upstalk version as i wanted to get testing nasir as soon as he was out so i made some changes to my up and over nasir deck i plan to use so i can get a feel for the id and probably make changes as to the main idea as i go.<\/p>\n\n<p>Compromised helps maximize your ability and helps stop spinal from biting you in the arse.<\/p>\n\n<p>Personal workshop is obverse here allowing cheaper installs and dumping your cash before an ice res.<\/p>\n\n<p>Kati for some late game cash flow or recovery from a pop-up window.<\/p>\n\n<p>Datasuker helps save cash\/ stealth cred's when using dagger.<\/p>\n\n<p>Feel free to comment.<\/p>\n","username":"Pinkwarrior","cards":{"01005":3,"01008":3,"01026":1,"01034":3,"01042":1,"01043":1,"01050":3,"02002":2,"02025":3,"02049":3,"02091":2,"02107":2,"03035":1,"03039":3,"03040":2,"03041":3,"03042":1,"03046":3,"03052":2,"04047":1,"04086":2,"06017":1}},{"id":8195,"name":"Drain Bramage 2.2","creation":"2014-08-02 09:05:57","description":"<p>This is the list I used to win a recent Store Champs.<\/p>\n","username":"travisrchance","cards":{"01054":1,"01058":2,"01062":2,"01070":3,"01106":3,"01110":3,"02012":2,"02039":1,"02070":3,"02110":3,"03006":3,"03009":1,"03013":1,"03015":2,"04011":3,"04012":1,"04030":1,"04071":3,"04079":3,"04090":2,"06001":3,"06002":3,"06010":1}},{"id":8196,"name":"Bad Bag 1.1","creation":"2014-08-02 09:09:48","description":"\n","username":"djackman","cards":{"01070":3,"01086":2,"01090":1,"01093":1,"01094":3,"01098":3,"01099":3,"01103":3,"01110":3,"01111":3,"02018":3,"02019":3,"02060":2,"02070":3,"02077":2,"03026":3,"04036":1,"04098":2,"06009":3,"06012":3}},{"id":8197,"name":"Backdoor Bandit v2","creation":"2014-08-02 09:18:55","description":"<p>Changes for v2: Notoriety included, Daily casts included, Levy removed, Planned Assault removed. Other numbers shuffled around to bring the deck back to 45 cards.<\/p>\n\n<p>So, improved win-cons and economy, with reduced countermeasures to damage attrition. Just need to play much more carefully against Jinteki, and get that Alias out before they can trash it.<\/p>\n\n<p>Premise: a high pressure deck that punishes slow playing Corps while carrying tools to surprise fast-plays. Also contains a fair bit of versatility in run events in case of metashifts.<\/p>\n\n<p>Features: <\/p>\n\n<ul>\n<li>45-card deck: The original build for this was a 40-42 card deck sans Knight, and stripping back some run events with a <a href=\"\/en\/card\/05036\">Planned Assault<\/a> for those desperate searches. After a few playtests I've found that Same Old Thing offers a better effect (multiple uses of any event as per situation) and synergises well with the heavy deck drawing to get to my breakers. In my opinion the decreased reliability in draw is outweighed by having those few extra cards for emergencies and replay power.<\/li>\n<li>Central-server run-power: <a href=\"\/en\/card\/05041\">Alias<\/a>\/<a href=\"\/en\/card\/05042\">Breach<\/a>\/<a href=\"\/en\/card\/05046\">Passport<\/a> offer extremely cheap access into all of the central servers, pressuring the corp to invest into heavy ICE protection for these. With this deck, this usually means that the first agenda scoring event by the corp is protected by a single Barrier ICE, which is very easy to blindside with <a href=\"\/en\/card\/01021\">Inside Job<\/a>. Adding in <a href=\"\/en\/card\/04061\">Keyhole<\/a> and <a href=\"\/en\/card\/05035\">Legwork<\/a> offers the pressure probing you need to get the Corp to feel the heat, with the former also offerring some protection against rude-dude-Jinteki trap decks.<\/li>\n<li>Remote Server exposing + indirect accessing: <a href=\"\/en\/card\/01021\">Inside Job<\/a>, as mentioned above, is the early game tool for accessing agenda attempts. I have yet to run into a corp player that, after seeing my central-only breakers and\/or keyhole, has protected their first agenda with more than a single piece of ice. Once you swipe that first agenda though, it becomes necessarity to be able to threaten <a href=\"\/en\/card\/04081\">Quest Completed<\/a> at any given moment. <a href=\"\/en\/card\/05030\">Silhouette: Stealth Operative<\/a>'s innate means that the first run on HQ can show you the red or green light on whether to commit to the Quest run, so it's important to use <a href=\"\/en\/card\/05034\">Feint<\/a> whenever the Corp installs something into their most protected remote.<\/li>\n<li>Run-economy: <a href=\"\/en\/card\/02064\">Doppelgänger<\/a>, <a href=\"\/en\/card\/05048\">Security Testing<\/a> and <a href=\"\/en\/card\/04009\">John Masanori<\/a> do great work together, as long as you make the runs successful (which, given you will be running a lot on the same servers you should rarely be surprised by tough ICE). <\/li>\n<li>Damage protection: <a href=\"\/en\/card\/04061\">Keyhole<\/a> and <a href=\"\/en\/card\/03035\">Levy AR Lab Access<\/a> for Jinteki net damage rudeness, and <a href=\"\/en\/card\/01030\">Crash Space<\/a> to stamp out Weyland meat damage attempts. Unfortunately no brain damage prevention, but as long as you run smart (i.e. first click) HB Ice can be exposed safely without much surprise brain damage.<\/li>\n<\/ul>\n\n<p>Strengths:<\/p>\n\n<ul>\n<li>Punishes unprepared agenda attempts<\/li>\n<li>Destroys trap decks<\/li>\n<li>Does well against multiple remote-server decks (thin ICE on centrals is great)<\/li>\n<li><a href=\"\/en\/card\/04061\">Keyhole<\/a> is nice against Jinteki<\/li>\n<\/ul>\n\n<p>Weaknesses:<\/p>\n\n<ul>\n<li>NBN Fast Advance: in theory, this is a horrible match up. This deck needs to hover around 10 credits to be threatening, and needing to trash SanSan Grids or eating Closed Accounts to the face forces you to spend two turns at least recovering, meaning two turns without exposing cards, getting money with Security Testing or getting card draw with John Masanori. In practice, stealing out the first Astroscript sees the Corp to hold his Exodia combo in his hand, ripe for a Legwork. Still, a bad match-up in my opinion.<\/li>\n<li>Glacier ICE decks: usually HB decks, so the best way I have found to attack these is to just run first click to try and expose as much ICE as possible and keep the Corp poor. Unfortunately if you let the Corp build a 4 ICE unrezzed central server you're going to have a bad time. Would like some help with this matchup if anyone has any ideas - I have little clue how to attack it.<\/li>\n<li>Installed Card Destruction: Power Shutdown does heinous things to me, and because you're running so often it's always a threat. The worst thing is, short of Levy you have little way of combatting the threat.<\/li>\n<\/ul>\n\n<p>Questionable Deck Additions:<\/p>\n\n<ul>\n<li><a href=\"\/en\/card\/01030\">Crash Space<\/a>: I prefer Crash Space over Plastic Carapace in this instance. It's cheaper, gives you recurring creds to expel any tags incurred, and it still saves you from a double Scorched assuming you end your turn with 5 cards in hand (or, if you manage to have two Crash Spaces out, it revokes the danger of death from double Scorched).<\/li>\n<li><a href=\"\/en\/card\/04084\">Executive Wiretaps<\/a>: This card annoys me being in the deck, however when I took it out the only thing I wanted was to know whether or not to <a href=\"\/en\/card\/05035\">Legwork<\/a>. So reluctantly I placed it back in the deck, but just one copy to get me out of dodge. Still have yet to use it in a game - test or tournament.<\/li>\n<li><a href=\"\/en\/card\/04043\">Knight<\/a>: it offers some insurance against not having all of my breakers out, as well as pressuring the corp into having two pieces of ICE to protect vital servers. However I'm constantly tossing up between Knight and Cypsis - the AI breaker rarely sees any action in most of my games period, but it's an insurance that has saved me a couple of times.<\/li>\n<li><a href=\"\/en\/card\/01053\">Armitage Codebusting<\/a>: Given my usage of Armitage I feel like it could be swapped with something that doesn't require 7 clicks to install + farm. Something like a <a href=\"\/en\/card\/02091\">Kati Jones<\/a> or another operation. I don't enjoy the risk with Kati in this deck though, with possible tags from John and the constant threat of Sea Source.<\/li>\n<li><a href=\"\/en\/card\/04029\">Prepaid VoicePAD<\/a>: A card that is nice to have when you get it early game, but near useless end game. I feel like I could swap it for some regular economy but so far have landed at least one pretty early on in the game, making this event-laden deck just that little bit sweeter.<\/li>\n<\/ul>\n\n<p>Feedback encouraged.<\/p>\n","username":"mtblocks","cards":{"01021":2,"01022":2,"01030":2,"01050":3,"01053":2,"02026":3,"02064":2,"03052":2,"03053":2,"03054":3,"04009":2,"04029":2,"04043":1,"04061":2,"04081":2,"05030":1,"05034":3,"05035":2,"05041":2,"05042":2,"05046":2,"05048":2}},{"id":8198,"name":"Near-Money Hub","creation":"2014-08-02 09:41:26","description":"<p>The idea is to get some huge cash flow with lots of asset econ combo's with Diversified &amp; Sweeps Week to make some cash for bigger ice like Flare &amp; Tollboth, Whilst focusing on a fast advance style deck.<\/p>\n","username":"Pinkwarrior","cards":{"01058":1,"01081":3,"01084":1,"01088":1,"01090":3,"01092":2,"01103":3,"01109":3,"02017":2,"02020":2,"02033":2,"02055":3,"02115":3,"02117":2,"03023":2,"04015":3,"04076":3,"04119":3,"05009":3,"05026":3,"06005":1,"06012":1}},{"id":8199,"name":"Economy3 Feedback","creation":"2014-08-02 09:49:23","description":"<p>Premise: a high economy deck that also runs for cheap.<\/p>\n\n<p>Features:<\/p>\n\n<ul>\n<li><a href=\"\/en\/card\/02024\">e3 Feedback Implants<\/a>: with <a href=\"\/en\/card\/05045\">Grappling Hook<\/a>, any ice becomes immediately broken for 1 credit. With <a href=\"\/en\/card\/03038\">Clone Chip<\/a> recursion, this is your go-to deal for strong ice. <a href=\"\/en\/card\/05053\">Overmind<\/a> will be your breaker of choice for weaker ice, which retains power counters for longer with the Implants installed. It also makes <a href=\"\/en\/card\/01025\">Aurora<\/a> a bit less bad, but really Aurora is only in here to combat Wraparound.<\/li>\n<li>Connection economy: getting <a href=\"\/en\/card\/02091\">Kati Jones<\/a> into play is your first priority. Once she's in, you're essentially getting a burst economy every 3-4 turns which you can use to set up (early game) and threaten runs (late game). <a href=\"\/en\/card\/02069\">Underworld Contact<\/a> is great once you get the <a href=\"\/en\/card\/02028\">Dyson Mem Chips<\/a> happening, which also help to boost <a href=\"\/en\/card\/05053\">Overmind<\/a> power counters. And once you're set up, <a href=\"\/en\/card\/05031\">Calling in Favors<\/a> will net you more profit than <a href=\"\/en\/card\/01050\">Sure Gamble<\/a> would.<\/li>\n<li>HQ Pressure: I've opted with HQ Pressure due to a lack of influence, mainly. I'd love a <a href=\"\/en\/card\/01010\">Medium<\/a> or <a href=\"\/en\/card\/02107\">R&amp;D Interface<\/a>, but I'd have to forego something for it, and this deck is working well enough as it is. Perhaps the draw cards aren't necessary, nor the <a href=\"\/en\/card\/02007\">ZU.13 Key Master<\/a> as Overmind can deal with code gates too.<\/li>\n<li>Ice Negation: <a href=\"\/en\/card\/02043\">Emergency Shutdown<\/a> and <a href=\"\/en\/card\/02065\">Crescentus<\/a> do great work in keeping the corp poor, and making sure I only need to recur my Grappling Hook combo once every five or so turns.<\/li>\n<\/ul>\n\n<p>Strengths:<\/p>\n\n<ul>\n<li>Breaking through ice<\/li>\n<li>HQ Pressure<\/li>\n<li>Economy<\/li>\n<li>Constant threats to run on remotes<\/li>\n<\/ul>\n\n<p>Weaknesses:<\/p>\n\n<ul>\n<li>Trap decks<\/li>\n<li>Finite breaking opportunities (once you use all of your Grappling Hooks and Clone Chips, you need to Levy immediately)<\/li>\n<li>Early game economy<\/li>\n<\/ul>\n\n<p>Questionable Additions:<\/p>\n\n<ul>\n<li><a href=\"\/en\/card\/01034\">Diesel<\/a>\/<a href=\"\/en\/card\/02087\">Quality Time<\/a>: I feel safer with these in as I can't rely on drawing an early <a href=\"\/en\/card\/02105\">Mr. Li<\/a>. Also helps me quickly draw into early Grappling Hooks and Crescentus' when I need to threaten.<\/li>\n<li><a href=\"\/en\/card\/01028\">Sneakdoor Beta<\/a>: mainly there as a late game surprise for heavily iced HQ servers who feel safe with Agendas in hand. Having one of it, though, makes it less than reliable, and it also isn't conducive to good <a href=\"\/en\/card\/05053\">Overmind<\/a> play. I will usually mulligan if this is in my starting 9.<\/li>\n<li><a href=\"\/en\/card\/01024\">Desperado<\/a>: Given the great economy in this deck already, I feel this console isn't helping me as much as, say, <a href=\"\/en\/card\/01041\">The Toolbox<\/a> would. This being said, I don't have the influence, and my only other choices are <a href=\"\/en\/card\/02064\">Doppelgänger<\/a> (which doesn't help my run strategies) and <a href=\"\/en\/card\/05037\">Logos<\/a> (which really needs to be out very early in the game to be useful). I am considering a switch to Logos for future though, after this version has been tried and tested.<\/li>\n<\/ul>\n","username":"mtblocks","cards":{"01019":2,"01024":1,"01025":1,"01028":1,"01034":1,"02007":1,"02024":3,"02025":3,"02028":3,"02043":2,"02065":2,"02069":3,"02083":1,"02085":2,"02087":1,"02091":1,"02104":2,"02105":1,"03035":1,"03038":3,"04004":3,"05031":2,"05045":3,"05053":3}},{"id":8200,"name":"Asian Dudes","creation":"2014-08-02 10:39:50","description":"<p>have you noticed that a lot of connections are asian guys?<\/p>\n","username":"Intrasolar","cards":{"01007":2,"01014":1,"01018":3,"01022":2,"01027":2,"01031":1,"01050":3,"01053":3,"02025":3,"02028":2,"02062":1,"02069":3,"02091":2,"02105":2,"03055":2,"04004":3,"04063":2,"04106":2,"05028":1,"05031":3,"05037":2,"05041":1}},{"id":8201,"name":"Drain Bramage 2.2","creation":"2014-08-02 12:27:32","description":"<p>This is a modified list of the deck I have been playing for a few months. I used an earlier version to win a Store Champs--flatlining 3 runners in 5 rounds, and scoring out the rest.  I have slowly evolved the deck, making the most drastic revisions with the release of Upstalk.  I played this the other night at a game night event, not losing a game with this or my Gabe list.<\/p>\n\n<p>The deck wins in two basic ways: <\/p>\n\n<p>1.) It kills runners.  You have Snare for the reckless runners. And you have Punitive in tandem with Archived Mems and your 7 3 point agendas. Combine these with Fenris, Janus, and sometimes even Ichi 1.0, and a flatline is easier than you would think.<\/p>\n\n<p>Snare, Punitive, and the low agenda count mean you can often leave your R&amp;D weakly protected.  I played with 2x Cerebral Overwriter for months--they are not worth it, esp. with Domestic Sleepers now.  Just a waste of money, you never kill them with it--it often just makes for Punitive overkill.<\/p>\n\n<p>2.) It scores out agendas. Domestic Sleepers is a godsend for this deck. The runner will have to find 3 of your 7 3\/5 agendas to win (unless playing shenanigans like Notoriety), which is not an easy feat with a 49 card deck.<\/p>\n\n<p>OTHER FEATURES: <\/p>\n\n<p>a.) The deck has a very stable econ with 10 straight econ operations. Of course the ID's ability is helpful as well.  I was playing 2 Efficiency Research at one, but namely bc Blackmail lock was a contender in my meta--this choice helped me to win said Store Champs.  HOWEVER, with only 4 big bioroids, I feel going to 1 is fine--I would prob replace this, as I am not a fan of 1 ofs that do not function as redundancies--I suppose it could be considered Priority Req #4.  The deck can generate the credits to hard rez these beasts if needed--don't forget that you have Priority Req as well.  The deck has great throughput with Blue and Green Level digging you deeper, making the Punitive kill a reality.  The single Celebrity Gift has been incredible, and in truth I would gladly play a second over a Blue Level if I had the influence--but I don't!<\/p>\n\n<p>b.) I am trying the NEXT ice approach for the early ETR and mid to late game credit taxing. Originally, I played Quandary and Enigma, but I think there is something to this update--esp. with Mother Goddess, which also can become a bioroid for Project Wotan, if needed--and is a nice obstacle when she is the only ICE rezzed.  Also, Ichi has proven to be helpful on the ambush to keep the NEXT ice relevant.  Either way, this deck has a lot of ETR.<\/p>\n\n<p>c.) Your agendas actually do things in this deck. You would not believe how often Project Wotan will surprise a run with a short attention span (this is why you need Eli!!!). Scoring one of these often means scoring another 3 pointer in short order.  Priority Req is effectively an econ card, esp. with big bioroids in the deck.  Exec Retreat is great means to get Snares back in your deck, as well as to draw en masse to hit your Punitive combo.<\/p>\n\n<p>d.) On the topic of Punitive, you want to find your way to 2 Punitives or 1 Punitive and an Archived Mems.  Let them steal a 3 pointer: Boom!  Just make sure you have money up.  Remember, after they score that second 3 pointer, these do nothing (unless played immediately after).  It's a bit weird that this can work out this way, but with all the draw, you can just ditch them.  If they play Plascrete, just switch into scoring mode.  Punitive is an opportunity strike: do it when you can--which will be more often than you would assume.<\/p>\n\n<p>Hope this helps!<\/p>\n","username":"travisrchance","cards":{"01054":1,"01058":2,"01062":2,"01070":3,"01106":3,"01110":3,"02012":2,"02039":1,"02070":3,"02110":3,"03006":3,"03013":1,"03015":1,"04011":3,"04012":1,"04030":1,"04071":3,"04079":3,"04090":3,"06001":3,"06002":3,"06010":2}},{"id":8202,"name":"1.5.3.1.1 AGaF Nasir Meidan Basic Idea","creation":"2014-08-02 12:36:30","description":"<p>This is a deck I built to play around with an identity that I truly have not been able to wrap my head around.  In lieu of posting up a description here, I will just add a link to the post I wrote <a href=\"http:\/\/boardgamegeek.com\/blogpost\/32629\/why-not-nasir-meidan\">over on this blog<\/a>.<\/p>\n\n<p>Let me know what you think about the deck.  What I did wrong and what I could do better.  Or, for anyone who has gotten a Nasir deck to work well, please let me know.  I am looking forward to trying him out.<\/p>\n","username":"idub04","cards":{"01005":2,"01007":2,"01026":1,"01041":2,"01043":2,"01047":2,"01053":2,"02025":2,"02049":3,"02050":2,"02063":2,"02087":2,"02091":2,"02109":2,"03038":3,"03041":3,"03042":2,"03046":3,"04007":2,"04109":2,"06017":1,"06018":2}},{"id":8203,"name":"Mill So Noisy","creation":"2014-08-02 15:05:27","description":"<p>Draw lots of cards, mass install whenever you can, get cash from Aesop's every turn. Basically, it's loaded with cheap viruses and recursion to trigger Noise's ability as often as possible and mill the everloving crap out of the corp, resulting in a fat, juicy Archives to hit, or at least to force them to spread their ice more thinly so you can attack elsewhere.<\/p>\n\n<p>Although the viruses are pretty useful by themselves, they're mainly designed as Aesop's\/Noise fodder; ie don't be afraid to sac them for cash, their main purpose is to cheaply get as many cards as possible into Archives.<\/p>\n\n<p>Comments &amp; suggestions welcome - this deck's just broad strokes at the moment, any help in refining the idea would be ace.<\/p>\n","username":"lolpaca","cards":{"01001":1,"01002":3,"01005":3,"01006":3,"01008":3,"01012":3,"01016":3,"01047":3,"01050":3,"01051":3,"02087":2,"03038":2,"03053":3,"04005":3,"04022":2,"05051":3,"06014":3}},{"id":8204,"name":"PPVP Overmind RND Dig","creation":"2014-08-02 19:16:43","description":"<p>I really wanted an Overmind deck, after using Chaos Theory I switched to Kate and added the Pre Paid Voice Pads and the Leprechaun to host an MO and Overmind both, and switched my Diesels to Quality Times (hoping to get them out for free).<\/p>\n","username":"Japercefull","cards":{"01033":1,"01034":3,"01035":3,"01036":3,"01038":3,"01044":1,"01050":3,"02009":2,"02024":1,"02047":3,"02107":2,"03034":3,"03035":1,"03038":3,"03054":3,"04042":2,"04043":1,"04109":3,"05045":1,"05053":3,"06019":1}},{"id":8206,"name":"future fast v2pt1","creation":"2014-08-02 20:16:15","description":"\n","username":"lizrrdbreath","cards":{"01054":1,"01055":3,"01058":3,"01059":3,"01061":1,"01062":2,"01090":2,"01101":2,"01110":3,"02051":3,"02056":2,"02110":2,"03005":1,"04011":3,"04040":3,"04090":3,"04111":2,"04119":3,"06001":2,"06002":3,"06010":2,"06012":1}},{"id":8207,"name":"W-Tag & Slash v1.5","creation":"2014-08-02 20:48:28","description":"<p>1 Core, What Lies Ahead, and Trace Amounts <\/p>\n","username":"Manyallaluk","cards":{"01058":2,"01070":2,"01087":1,"01088":2,"01093":1,"01094":3,"01098":3,"01099":2,"01101":2,"01102":2,"01103":3,"01106":2,"01107":3,"01108":2,"01109":3,"01110":3,"01111":3,"01113":1,"02018":3,"02019":3,"02020":2,"02038":2}},{"id":8208,"name":"future fast v2pt2","creation":"2014-08-02 20:48:33","description":"\n","username":"lizrrdbreath","cards":{"01054":1,"01055":3,"01058":3,"01059":3,"01061":1,"01062":2,"01090":2,"01101":1,"01110":3,"02051":3,"02056":2,"02110":3,"03005":1,"03019":2,"04040":3,"04090":3,"04096":2,"04111":2,"04119":3,"04120":3,"05017":1,"06001":2,"06012":1}},{"id":8209,"name":"Tag & Slash v2.0","creation":"2014-08-02 20:49:41","description":"<p>1 Core, What Lies Ahead, and Trace Amounts <\/p>\n","username":"Manyallaluk","cards":{"01058":2,"01084":1,"01085":1,"01087":1,"01088":2,"01093":1,"01094":3,"01098":3,"01099":2,"01101":2,"01102":2,"01103":3,"01104":2,"01106":2,"01107":3,"01108":2,"01109":3,"01110":3,"01111":3,"02018":3,"02019":3,"02020":2,"02035":1}},{"id":8210,"name":"Party Noise 1.3","creation":"2014-08-02 21:15:46","description":"<p>Removed\n-Aesop's Pawnshop x1\n-Wyldside x2\n-Easy Mark x1<\/p>\n\n<p>Added\n-Quality Time x3<\/p>\n","username":"lizrrdbreath","cards":{"01001":1,"01002":3,"01004":1,"01006":2,"01007":2,"01008":3,"01010":1,"01012":3,"01019":2,"01050":3,"01051":2,"02003":3,"02041":1,"02087":3,"02091":2,"03038":3,"03052":3,"03053":3,"04043":3,"04109":2}},{"id":8211,"name":"Six Neural EMP Shooter (SNES)","creation":"2014-08-02 23:32:31","description":"<p>Interesting build with a solid win rate. The idea is that most people think you are going for scorched. This is communicated by having a huge hand and generating a ton of econ. What they don't realize is that it is for net damage rather than meat. Catches a ton of people by surprise. <\/p>\n\n<p>Typical strategy is to score out a efficiency committee and then load the six shooter. Alternatively, you can cut to the chase either via Gyri or Power Shutdown.<\/p>\n","username":"thesenorcortez","cards":{"01058":3,"01059":3,"01072":3,"01106":3,"01110":3,"02110":3,"03001":1,"03005":3,"03015":2,"03017":3,"03019":3,"04015":2,"04040":2,"04052":2,"04058":2,"04071":2,"04090":2,"04110":2,"04111":2,"04115":1,"04119":3}}]