[{"id":6310,"name":"Microcuts","creation":"2014-06-02 00:19:01","description":"<p>The idea is to pressure all centrals equally, so the corp has to ICE thin and you have an easier time getting in. If you go for R&amp;D you can tutor for <a href=\"\/en\/card\/02106\">Indexing<\/a>, and that card just wins you games, it's that good. For HQ you have <a href=\"\/en\/card\/05035\">Legwork<\/a>, so when you know they have an agenda there, you just go for it, as seeing 3 out of 5 cards is usually enough to get the agenda. Finally, to pressure Archives you've got your <a href=\"\/en\/card\/04082\">Hemorrhage<\/a> to make them trash cards. Usually they'll just trash something they don't need or something that's not an agenda, but then you just <a href=\"\/en\/card\/05035\">Legwork<\/a> their hand to take them all when it starts clogging. <a href=\"\/en\/card\/03054\">Same Old Thing<\/a> is there to play your events again, usually <a href=\"\/en\/card\/02106\">Indexing<\/a>, but sometimes you are in a pinch, and it gets you out with something else.<\/p>\n\n<p>For the economy you hace resources and the usual events. <a href=\"\/en\/card\/05048\">Security Testing<\/a> is an amazing engine and will give you money plus counters for your <a href=\"\/en\/card\/04082\">Hemorrhage<\/a>, plus a card from <a href=\"\/en\/card\/04009\">John Masanori<\/a> if you have him out. It really has a lot of synergy with the rest of the deck.<\/p>\n\n<p>The breaker suit is a bit different from usual. For code gates you get <a href=\"\/en\/card\/02006\">Peacock<\/a> to save some influence. I prefer this over <a href=\"\/en\/card\/05046\">Passport<\/a> because it is better against 5 strength code gates, which are really popular (Tolbooth, Inazuma), and for sentries you have <a href=\"\/en\/card\/02104\">Faerie<\/a> to facecheck and get through on those early runs, plus <a href=\"\/en\/card\/01026\">Femme Fatale<\/a> for later. <a href=\"\/en\/card\/04043\">Knight<\/a> is there for early access to servers and later on they just get you through problematic or expensive ICE for little money. <a href=\"\/en\/card\/02024\">e3 Feedback Implants<\/a> support these breakers to make multiple subroutine ICE cheaper.<\/p>\n\n<p>Lastly, but very important, <a href=\"\/en\/card\/05033\">Express Delivery<\/a> helps you find the cards you need in a timely fashion. Criminals don't have huge draw effects like Shaper, but this card lets you dig enough to find what you need to keep running. I'm debating if the third copy is necessary or not, and should replace one <a href=\"\/en\/card\/01021\">Inside Job<\/a>.<\/p>\n","username":"w1kk","cards":{"01007":1,"01018":3,"01021":2,"01022":3,"01024":2,"01026":1,"01030":2,"01050":3,"02006":1,"02024":1,"02064":1,"02091":2,"02104":2,"02106":1,"03052":3,"03054":3,"04009":1,"04043":2,"04082":2,"05029":1,"05033":2,"05035":3,"05036":2,"05048":2}},{"id":6311,"name":"Victoria Bc Regional '14 championshiproflstomp astrobiotics","creation":"2014-06-02 01:43:02","description":"<p>Victoria Bc Regional 2014 championship deck\ncopied from \nhttp:\/\/boardgamegeek.com\/article\/15881284#15881284<\/p>\n\n<p>I replaced rainbow with bastion<\/p>\n\n<p>23 people, undefeated in swiss, undefeated in double elim<\/p>\n","username":"brodee","cards":{"01059":3,"01081":3,"01082":2,"01092":3,"01110":3,"01113":1,"02056":3,"02060":1,"02114":1,"02115":3,"03026":1,"04015":2,"04034":3,"04076":3,"04096":3,"04119":2,"04120":3,"05024":2,"05027":3}},{"id":6312,"name":"Victoria Bc Regional '14 championship whatever winner andy","creation":"2014-06-02 01:44:41","description":"<p>undefeated in swiss, one loss in the final match of the double elim, forcing a rematch.<\/p>\n","username":"brodee","cards":{"01007":2,"01008":3,"01011":1,"01014":1,"01018":3,"01021":2,"01022":3,"01024":3,"01026":1,"01050":3,"02007":1,"02009":2,"02043":3,"02083":1,"02091":3,"02104":2,"02107":2,"03052":3,"03054":2,"05035":2,"05048":3}},{"id":6314,"name":"Bow","creation":"2014-06-02 02:11:56","description":"\n","username":"Galatea","cards":{"01002":3,"01005":3,"01008":3,"01012":3,"01051":3,"02009":2,"02022":3,"02042":2,"02082":2,"02103":3,"03038":3,"04003":3,"04009":2,"04041":1,"04042":2,"04043":3,"04106":3,"05048":2}},{"id":6315,"name":"...","creation":"2014-06-02 04:23:02","description":"<p>Nothing to see here...<\/p>\n","username":"jleuze","cards":{"01026":1,"01034":3,"01038":2,"01047":2,"01053":3,"02009":2,"02022":2,"02024":2,"02046":1,"02047":3,"02048":2,"02087":2,"02107":2,"03034":3,"03035":1,"03048":1,"03053":3,"04109":3,"05053":3}},{"id":6316,"name":"Evolution no Shin","creation":"2014-06-02 04:40:34","description":"<p>Net damage is more discouraging than ice<\/p>\n","username":"DD_zerozero","cards":{"01060":2,"01067":1,"01069":3,"01070":3,"01076":3,"01083":2,"02032":2,"02033":3,"03009":1,"04032":2,"04039":3,"04059":2,"04093":2,"04099":3,"04120":2,"05004":3,"05005":3,"05006":1,"05011":3,"05014":1,"05015":3,"05017":2}},{"id":6318,"name":"Kate + Overmind","creation":"2014-06-02 04:51:58","description":"<p>went to 46 to squeeze in mimic and corroder, <\/p>\n","username":"DD_zerozero","cards":{"01007":1,"01011":1,"01033":1,"01034":3,"01038":2,"02008":3,"02009":3,"02024":2,"02028":2,"02047":3,"02068":3,"02069":3,"02085":2,"02088":3,"02091":2,"02107":3,"03037":2,"04042":2,"04066":3,"05053":3}},{"id":6319,"name":"Jovian Artefact v2","creation":"2014-06-02 04:52:46","description":"\n","username":"behemoth01","cards":{"01007":2,"01010":1,"01034":3,"01043":2,"01044":2,"01045":1,"01050":3,"02009":2,"02041":1,"02046":1,"02066":2,"02087":3,"02104":2,"03033":3,"03035":3,"03036":2,"03043":2,"03052":2,"04007":2,"04067":2}},{"id":6320,"name":"Hyperactive","creation":"2014-06-02 05:23:23","description":"<p>Forked from Jovian Artefact. Seeing what it's like without Monolith.<\/p>\n","username":"behemoth01","cards":{"01007":2,"01010":1,"01034":3,"01043":2,"01044":2,"01045":1,"01050":1,"02009":2,"02041":1,"02046":1,"02066":2,"02087":3,"02104":2,"03033":3,"03035":3,"03043":2,"03052":2,"04007":2,"04067":2,"04086":2,"05051":2}},{"id":6321,"name":"Plan A,B & C","creation":"2014-06-02 05:29:41","description":"<p>The idea is to use matrix analyzer and plan B to score agendas as they approach or just score them normally with a back up plan of tag and bag.<\/p>\n\n<p>It works ok atm but its missing something i am thinking maybe it needs more traps.<\/p>\n","username":"Pinkwarrior","cards":{"01081":3,"01087":1,"01088":3,"01089":3,"01090":1,"01099":3,"01110":3,"02017":2,"02055":2,"02056":3,"02114":1,"02115":3,"02116":1,"04015":3,"04076":3,"04095":3,"05023":3}},{"id":6322,"name":"Chaos Theory: Speedy Chaos","creation":"2014-06-02 06:09:38","description":"<p>Os presento a mi Speedy Chaos. La idea es construir un mazo rápido con el que poder incursionar desde el primer turno. Para ello nos ayudamos de Self-modifying Code, que nos abrirá las puertas cuando la corporación levante un hielo. Con el fin de que los dos créditos adicionales no nos duelan tanto, Speedy Chaos cuenta con un puñado de rompehielos baratos (tanto a la hora de instalarlos, como a la hora de usarlos). Los \"movimientos de apertura\" parecen óptimos con estos autodestruibles rompehielos: las dos copias de cada uno de ellos, 3 clone chip, 3 test run y 2 Levy AR Lab Access son suficientes para reciclarlos. <\/p>\n\n<p>He restado algunas cartas de economía con respecto a mi intento anterior, pero éstas forman un 20% del mazo, por lo que creo que en una mano inicial deberíamos tener alguna. <\/p>\n\n<p>Doppelgänger es la consola perfecta para este mazo, nos da 1 MU que nos ayuda a tener una copia de prácticamente todos los programas y nos regala una incursión para maximizar nuestros Indexing o para facilitarnos las cosas con el Notoriety. <\/p>\n\n<p>Personalmente, me gusta cómo tira. Es bastante fluido, sencillo de jugar y nos sale todo mucho más barato que a la corporación.<\/p>\n\n<p>Deficiencias:<\/p>\n\n<p>-Punitive counterstrike es el mayor enemigo con el que se ha topado este mazo. A menudo, se pueden conseguir bastantes puntos de agenda en un solo turno... y eso es malo contra Weyland.<\/p>\n\n<p>-Trucos. La influencia está gastada y no quiero incluir más de 40 cartas por lo que no caben ciertos trucos como Emergency Shutdown.<\/p>\n\n<p>-La economía es lenta. Sure gamble está muy bien para un turno inicial pero Armitage Codebusting y Kati Jones, aunque me encanten, son cartas bastante lentas en comparación con la idea del mazo. Había pensado sustituir Armitage por Daily Casts pero la duración es un tema que me preocupaba. <\/p>\n\n<p>Soon, I will translate the description.<\/p>\n","username":"Petrar K. Dick","cards":{"01007":1,"01011":1,"01034":2,"01036":2,"01043":1,"01050":3,"01053":3,"02026":2,"02046":1,"02047":3,"02064":2,"02066":2,"02091":2,"02104":2,"02106":3,"03035":2,"03038":3,"03046":3,"04067":2,"05044":1}},{"id":6323,"name":"Blue Sun Glacier - Because We Recycle","creation":"2014-06-02 06:19:27","description":"<p>work in progress<\/p>\n\n<p>idea is to use Akitaro and amazon to reduce rez cost of ice which can then be returned to hand for sustained income.\nuse hedge fund and ice-oversight-identity for burst income\nand to generally build a massive towers of ice<\/p>\n\n<p>off the grid can be used to avoid the need for a tower of ice on a remote but is vulnerable to sneakdoor if archives is not secure<\/p>\n\n<p>scorched earth is nice tag me punishment but I'm considering dropping it for bad times (-2MU)\nalso considering EXCALIBUR for HQ (as it combos well with off the grid)<\/p>\n","username":"smeehee","cards":{"01062":2,"01079":2,"01090":2,"01099":2,"01102":2,"01103":3,"01104":1,"01106":2,"01110":3,"01111":3,"02018":3,"02019":2,"02038":3,"02079":3,"02120":1,"04015":3,"04038":2,"04060":2,"04078":2,"04117":3,"04119":3,"06068":1}},{"id":6324,"name":"Hobocon Dinomite (1st place@Hobocon III, Ireland)","creation":"2014-06-02 06:43:18","description":"<p>The inspiration for this deck is Dinomite (http:\/\/netrunnerdb.com\/en\/decklist\/4715\/dinomite-1st-auckland-chronos-protocol-) and I've only made two small amendments. Remove an indexing and stimhack, adding a same old thing and a feedback filter. \nThe feedback filter is really due to Honor and Profit, Jinteki is showing a lot more and the option of spending credits to avoid card loss can be very useful (money isn't much of a problem to this deck). For the same reason, I found stimhack mostly redundant - so another SOT just gives so many options with more than half the deck being events. <\/p>\n\n<p>Basic strategy for this deck is to go for money first unless something very tempting comes up like an unguarded r&amp;d where i draw indexing. So I'll mulligan most hands if I don't start with a Magnum Opus. Though I'll keep if I have a test run and other premium cards. When plascrete is up, consider going full tag-me. <\/p>\n\n<p>My ideal setup with breakers is to get the Morning Star on the Dino. Since money is easy to get, and test run\/scavenge giving free big breakers - I like the option of getting both femmes out. Personal Touch is always reserved for one of these, preferably one bypassing something you know the corp won't want to derez (1 advanced Hadrian, where you've no other way of getting by). <\/p>\n\n<p>It can be a slow deck to start, but its a demon when your rig is fully setup. The option of scavenging (with SOT) the non-PT femme to any server you definitely want to hit is fantastic.<\/p>\n\n<p>I went 2-2 with this deck in the tournament. First loss, I probably should have won but forgot the order I had put a second agenda following an indexing run. Second loss I had a better chance to win, but hit a snare on my 4th click when I actually knew the Jinteki player had a scorched earth in hand! :(<\/p>\n","username":"Rodge","cards":{"01018":2,"01026":2,"01034":3,"01035":3,"01040":2,"01044":3,"01050":3,"02004":1,"02009":2,"02046":1,"02047":3,"02048":2,"02087":2,"02106":2,"02107":1,"03034":3,"03035":1,"03037":1,"03054":3,"04047":1}},{"id":6325,"name":"News from Hobocon (1st place@Hobocon III, Ireland)","creation":"2014-06-02 07:24:51","description":"<p>Overall, a fairly standard idea for NBN. Tagging ICE to setup a scorched win, but also having plenty of ability to get out the agendas as required.<\/p>\n\n<p>Gila Hands is in there because economy can be an issue sometimes when you don't get the economy cards or if Whizzard is trashing them all for basically nothing. I do have 2 3-point agendas, which I'm considering dropping for 3 2-pointers - losing 3 pointers does hurt! <\/p>\n\n<p>ICE wise, this deck is pretty much immune to Yog. Yog only saves a credit when it hits the pop-up. It needs help to get past tollbooth and viper. Sentries are the hardest to get past, so I've went heavier with sentry ice. Archer is also something I love to splash in any corp deck that goes with 1 point agendas. Really Data Raven is a little star in this deck, once a runner sees you have scorched then they become deathly afraid of taking the tag for encountering and giving you a token that's basically a free tag for no clicks.<\/p>\n\n<p>This deck went 4-0 at Hobocon, though a couple of those games were very very close.<\/p>\n","username":"Rodge","cards":{"01080":1,"01081":3,"01082":2,"01084":2,"01086":1,"01088":2,"01090":3,"01092":2,"01099":3,"01101":1,"01106":1,"01108":2,"01109":2,"01110":3,"01113":1,"02016":1,"02017":1,"02020":2,"02052":1,"02055":1,"02056":2,"02115":2,"02117":2,"03023":2,"03026":2,"04015":3,"04035":1,"04056":1}},{"id":6326,"name":"Noisey Find – 4th Place Uroboros Cup (UK Games Expo 2014)","creation":"2014-06-02 07:37:18","description":"<p>A couple of people at Game Expo were asking about my Noise deck at the weekend so I thought I’d post it up with some notes.  I’m good like that.<\/p>\n\n<p>It’s been through several iterations and initially started with Lucky Find in (hence the name), I’ve come to the conclusion that the initial build full of cash wasn’t consistent so the deck now runs on fairly minimal economy. That’s okay because everything is cheap to play and Closed Accounts is a non-issue.  Key to enduring longevity is <a href=\"\/en\/card\/01047\">Aesop's Pawnshop<\/a>, <a href=\"\/en\/card\/01005\">Cyberfeeder<\/a>s work hard for you and <a href=\"\/en\/card\/01053\">Armitage Codebusting<\/a> can boost you up for a Sure Gamble or otherwise dig you out of a hole.<\/p>\n\n<p>There are lots of viruses.  I’d like there to be more variety but the card pool is what it is.  <a href=\"\/en\/card\/04005\">Gorman Drip v1<\/a> is excellent – it’s the first card people say I should drop and one of the last I’d actually get rid of.  Against the likes of Cerebral Imaging, lots of Jinteki decks, any corp that draws or clicks for credits; it earns you lots of cash.  If you can get 2-3 out, the Corp player has to think long and hard before every click and will often take sub-optimal actions in order to avoid giving you cash.  Also they’ll purge more often and waste whole turns.  If your opponent is playing round them, pawn one or two and still turn a profit (especially if you played with free <a href=\"\/en\/card\/01005\">Cyberfeeder<\/a> credits).<\/p>\n\n<p><a href=\"\/en\/card\/02003\">Imp<\/a> is your defence against combos, killing Scorched or other key cards, and trashing SanSan or Eve Campaign is easy.  Also good for destroying economy cards or Ice out of R&amp;D and HQ (whichever one the corp seems short of).  To be honest I usually Imp whatever I see.  With 3 of them in the deck, three <a href=\"\/en\/card\/01002\">Déjà Vu<\/a> and two <a href=\"\/en\/card\/03038\">Clone Chip<\/a> spend them merrily.  Another card that can encourage a Purge from the corp.<\/p>\n\n<p>The other key card is <a href=\"\/en\/card\/03055\">The Source<\/a>.  A typically play if you’re short on money is to Imp an accessed agenda and go get it later.  When you’re ready to collect, pawn the Source and get cash then go pick up your agenda bounty.  This card also stops Fast Advance decks from just blasting past you with speed.  If they burn lots of cards to over score an agenda you can always Déjà vu it back and play it again (after a bit of a look to see if you can steal something first).  I did very well against both Cerebral Imaging and NBN TWIY – my only loss against the former was when I’d seen a Scorched and ran too aggressively afterwards getting my house burned down.  Remember to keep on top of economy or (more likely) Imp away SE or Punitive, there’s no Carapace in this deck.  Be sure to check Archives every now and then – getting info on which threats have already been milled can help make your runs safer.<\/p>\n\n<p>I’d suggest running reasonably aggressively to start with, get ice rezzed and have a look at what you’re dealing with.  This should help slow the corp down and give you targets for <a href=\"\/en\/card\/01012\">Parasite<\/a>.  Getting <a href=\"\/en\/card\/01016\">Wyldside<\/a> out is good, but if it’s not there take at least one click a turn drawing.  You can use most of what you see on three credits or less and clicking for the odd credit too isn’t a problem (although ideally you’ll want to see an Armitage or something early).  Don’t be scared of Wyldside flooding your hand and having to discard.  You can probably recur whatever goes in the bin and I’ve never run out of cards in my deck, plus extra versions of Wyldside, Grimoire etc. need clearing out of your deck.<\/p>\n\n<p>if the corp is reluctant to rez ice or leaves the centrals open you can drop a <a href=\"\/en\/card\/02041\">Nerve Agent<\/a>, <a href=\"\/en\/card\/01010\">Medium<\/a> or <a href=\"\/en\/card\/04082\">Hemorrhage<\/a>.  I rarely get to use them in the classic sense, but they soon get the corp using clicks or credits protecting centrals and not scoring agendas.  And if they don’t… cool.  I’ll see five cards in R&amp;D please (and Imp some, plus <a href=\"\/en\/card\/01008\">Datasucker<\/a> etc).<\/p>\n\n<p>Depending on how things are going, about a third to half way through a game you might want to switch to a less aggressive stance and run infrequently or stop running altogether.  Milling someone out is a finely balanced game, and it often comes down to the wire.  Don’t be frightened of losing programs by trashing over them or feeding Aesops.  There’s a good amount of recursion and plenty of cheap stuff.  By now you should have Wyldside, Grimoire, Aesops, maybe the Source, and a bunch of diverse programs that allow you to pressure some areas if you really need to – just time your run well and don’t leave yourself open to tags or Scorched if you can help it.<\/p>\n\n<p>Kill Jackson if you see him.  Kill him in the face.  Except…  if the corp player is drawing like a madman and not scoring then you can arguably leave him.  With the Corp drastically drawing and not scoring, he’s thinning his deck wonderfully.  Try and hit HQ to get some of the good stuff he’s holding onto, or grab some Hemorrhage counters and get him to discard his own.  Eventually Jackson’ll get used but let the corp do some work for you.  Mainly though, kill Jackson in the face – note if he’s protected, running Archives normally has the same effect.<\/p>\n\n<p>I put <a href=\"\/en\/card\/01004\">Stimhack<\/a> in thinking at some point I’d want to make a glory run and burst into a server to steal something at the last minute.  As it turns out though, I rarely use it – and if I do most of the credits go unspent.  As a result I’ll probably swap this out for another Cyberfeeder, although I’ve messed about with <a href=\"\/en\/card\/02081\">Surge<\/a> and other surprise cards which can help you kill of a piece or beef up <a href=\"\/en\/card\/02102\">Darwin<\/a> quickly.  You can definitely use this slot for {insert favourite card here}.  <\/p>\n","username":"evilgaz","cards":{"01001":1,"01002":3,"01004":1,"01005":2,"01006":3,"01008":3,"01010":1,"01012":3,"01016":3,"01047":2,"01050":3,"01053":3,"02003":3,"02041":1,"02102":3,"03038":2,"03055":2,"04005":3,"04043":3,"04082":1}},{"id":6327,"name":"Temma lean forward Deck; Tokyo Regionals 4th place","creation":"2014-06-02 08:01:51","description":"\n","username":"cactusman","cards":{"01007":1,"01008":3,"01011":1,"01014":1,"01018":3,"01021":3,"01022":2,"01024":3,"01026":1,"01031":1,"01050":3,"02009":2,"02021":1,"02043":3,"02091":2,"02104":1,"02106":1,"03035":1,"03049":1,"03052":3,"03054":3,"04004":2,"05029":1,"05034":2,"05036":1}},{"id":6328,"name":"NBN: Fast Advance Deck; Tokyo Regionals 4th place","creation":"2014-06-02 08:02:02","description":"\n","username":"cactusman","cards":{"01080":1,"01081":3,"01082":3,"01084":2,"01090":2,"01091":2,"01092":3,"01101":2,"01110":3,"02019":3,"02056":3,"02070":3,"02110":2,"02115":3,"04015":3,"04060":3,"04075":1,"04076":3,"04096":3,"04119":2}},{"id":6330,"name":"White Matter v0.1","creation":"2014-06-02 10:00:45","description":"<p>This is my first attempt at making something like a Jinteki brain damage deck. I'm not sure it really works, but I'm curious to see if there are ways to do so. Relies on Tori Hanzo, and putting Tori on a core server, with Cerebral Overwriter as a lure. Whitetree + Sundew is a key economy element; protect the Sundew with some brain damage ICE early to use the Sundew as a lure as well. A couple of Neural EMPs for going in for the kill, provided you're able to brain damage the runner down far enough.<\/p>\n\n<p>It's an experiment and I'm not sure it's a good one. I would love any suggestions people have for making this even remotely viable!<\/p>\n","username":"scd","cards":{"01061":1,"01063":2,"01070":2,"01072":2,"01075":2,"01076":2,"01110":2,"02031":1,"02032":3,"02059":2,"02060":2,"03009":2,"04012":2,"04013":2,"04054":3,"04077":2,"04096":1,"04119":3,"05004":3,"05006":1,"05007":1,"05011":2,"05013":2,"05018":2,"05022":3}},{"id":6331,"name":"Death by a thousand net damage v2.5.","creation":"2014-06-02 11:07:43","description":"<p>The deck is the update of an older deck I've been running for a while now. The basic ideas are these.\nIt heavily taxes your opponent even if he has a mimic out. Inazuma is there to combo with Heimdall and Komainu for catastrophic effects.<\/p>\n\n<p>It can both outright kill your opponent and win with agenda scoring.<\/p>\n\n<p>The deck economy is also based on taxing your opponent if he wants to deny you your money. Gila Hands is probably the most important agenda in this deck. It is easy to score, gives only one agenda point if stolen and it is a great source of money.<\/p>\n\n<p>Right now the only deck that is consistently effective against this deck is a data leak reversal, noise, hemorrhage deck. I find it very difficult to play against.<\/p>\n\n<ul>\n<li>I changed the ice a little bit and I added a couple of Jackson Howards just to recycle some stuff. The Basic principle remains the same.<\/li>\n<\/ul>\n","username":"PsymonTheWizard","cards":{"01062":2,"01067":1,"01070":3,"01072":3,"01109":2,"01110":2,"02032":3,"02055":3,"02095":3,"03015":2,"03023":3,"04015":2,"04073":2,"04074":3,"04093":2,"04119":3,"05004":3,"05006":1,"05011":2,"05016":2,"05017":3}},{"id":6332,"name":"Aggressive Dino Lover 2.0","creation":"2014-06-02 12:50:28","description":"\n","username":"Oathwood","cards":{"01007":1,"01026":1,"01034":3,"01036":2,"01044":1,"01050":3,"02007":1,"02009":2,"02021":1,"02046":1,"02066":1,"02091":3,"02106":2,"02107":2,"03035":1,"03038":3,"03046":3,"03054":3,"04067":1,"05036":2,"05037":3,"05053":1}},{"id":6333,"name":"Noise Job v 2.0","creation":"2014-06-02 12:54:07","description":"<p>The current build of my noise deck. For a complete run down and playguide visit www.projectmulligan.com<\/p>\n","username":"Spoonfunk","cards":{"01001":1,"01002":2,"01003":1,"01007":2,"01008":2,"01010":1,"01018":2,"01050":3,"01051":2,"01053":3,"02003":2,"02022":2,"02042":3,"02050":2,"02101":1,"02103":3,"02106":1,"03054":3,"04003":2,"04009":2,"04042":3,"04043":2,"04106":2,"05036":1}},{"id":6334,"name":"Engineering the Upgrades 2.1","creation":"2014-06-02 13:13:57","description":"<p>A few key changes here: <\/p>\n\n<p>-I revamped the Ice configuration quite significantly. Rainbow is in there to fill the same taxing role as bastion, without necessarily drawing out a barrier breaker. This can be helpful if you are trying to protect centrals without throwing off your hive strategy. <\/p>\n\n<p>-I reduced the number of hives to 2, because they were becoming deadweight lategame, and usually even if I got one really early, it wasn't safe trying to score it yet, and I would end up tossing one in the trash. <\/p>\n\n<p>-Threw in 1 Closed Accounts to assist against recurring siphon decks. <\/p>\n\n<p>-Threw in 2 Biotic Labors to assist with getting out an early Gila Hands, or scoring from hand if absolutely necessary. <\/p>\n\n<p>-Dropped the number of traps to 2, as I felt the only purpose for having more was for the runner to see one off R&amp;D or HQ, and then allow me to bluff out a mushin. Most of the time they were just flooding me.<\/p>\n\n<p>The value of Jackson Howard cannot be overstated. He single handedly gives you the ability to dig for the exact pieces you need to make your combo successful, drawing past the agendas you don't need right now to get the mandatory upgrades. Also, once you have scored mandatory upgrades, simply having him on the table allows you to trigger an accelerated beta test from hand safely.<\/p>\n\n<p>Archived Memories is a powerful card that I have learned to love in this deck. Its primary uses are to:<\/p>\n\n<p>-Dig a failed or successful trap out of archives and then bluff a mushin.<\/p>\n\n<p>-Recover Jackson Howard after the runner has trashed him if you installed him early.<\/p>\n\n<p>-Dig out one of your combo pieces from archives because you needed to do more setup for a while.<\/p>\n\n<p>-Recover your Adonis and reinstall it after the runner spent all their money trashing it.<\/p>\n","username":"thrazznos","cards":{"01054":1,"01055":3,"01056":3,"01057":1,"01058":2,"01059":2,"01062":1,"01064":2,"01084":1,"01108":1,"01110":3,"01111":2,"02011":3,"02051":3,"02110":3,"03009":1,"03015":1,"03019":3,"03023":2,"04015":3,"04117":2,"05015":3,"05024":2,"05025":2}},{"id":6335,"name":"Temporal Distortion","creation":"2014-06-02 13:49:19","description":"<p>((Untested deck)) Protect <a href=\"\/en\/card\/03011\">Haas Arcology AI<\/a> fiercely as it allows you to take 4 actions any turn the runner can not get in<\/p>\n","username":"FaceDownNinja","cards":{"01068":3,"01069":2,"01075":3,"01103":3,"01108":2,"01110":3,"02014":3,"02033":3,"02060":3,"03011":3,"04012":3,"04074":2,"04114":3,"05003":1,"05005":3,"05006":1,"05017":1,"05021":3,"05024":2,"05025":3}},{"id":6336,"name":"RC 2.0 - UK Nationals 1st Place Corp","creation":"2014-06-02 13:56:04","description":"<p>RC\/Glacier is a well known deck type, but I've put some thoughts about key cards here. http:\/\/netrunners.co.uk\/forumdirectory\/phpBB3\/viewtopic.php?f=10&amp;t=204<\/p>\n","username":"Cerberus","cards":{"01054":1,"01055":3,"01061":2,"01062":3,"01064":2,"01090":3,"01106":3,"01108":3,"01110":3,"02013":3,"02019":2,"02052":2,"02092":3,"02110":3,"03006":1,"03014":3,"03019":1,"03026":1,"04015":3,"04040":3,"04119":1,"05016":1}},{"id":6337,"name":"Parasite Host Andromeda - UK Nationals 1st Place Runner","creation":"2014-06-02 13:57:29","description":"<p>Parasite Andromeda is really strong against tax decks. I have put some thoughts on key cards here... http:\/\/netrunners.co.uk\/forumdirectory\/phpBB3\/viewtopic.php?f=10&amp;t=204<\/p>\n","username":"Cerberus","cards":{"01007":2,"01008":3,"01011":1,"01012":3,"01014":1,"01018":3,"01021":1,"01022":3,"01024":3,"01026":1,"01027":1,"01028":2,"01050":3,"02009":3,"02043":2,"02083":1,"02091":2,"02104":3,"03052":3,"03053":3,"05035":1,"05036":1,"05046":1}},{"id":6338,"name":"Simple Shaper Deck","creation":"2014-06-02 14:08:46","description":"<p>This is a starter deck intended for people learning the game.<\/p>\n\n<p>It has lots of money, so that there are fewer turns where it feels like you can't do anything.<\/p>\n\n<p>It has cards with relatively simple rules. Get money, install ice breakers, and then make runs.<\/p>\n","username":"ohken","cards":{"01004":3,"01019":3,"01024":1,"01027":2,"01029":1,"01033":1,"01034":1,"01036":3,"01037":3,"01040":2,"01041":1,"01042":2,"01043":3,"01044":2,"01046":2,"01047":1,"01049":3,"01050":3,"01051":3,"01052":3,"01053":3}},{"id":6339,"name":"TWIY Scorch","creation":"2014-06-02 14:20:41","description":"<p>Cranks out a fast scorch win, or forces out agendas with a high credit disparity.  Triggers midseasons forcing the runner to float tags, then all you have to do is get enough bucks to scorch them.  Scorches in 3-5 turns usually, has less agenda scoring power, but if you have a window to guard -> astro do it.  <\/p>\n\n<p>Cheap ice so you're not spending much that way, recur econ as much as possible, and rush out agendas to force the runner to make some tough choices. Draw very heavy early so that you find scorch, 44 cards is a good start to finding it.  Will consider more econ options, but if you're rushing agendas, the runner should be fairly poor the whole time.<\/p>\n\n<p>No sansan city?  Nope.  Will you be clicking for credits quite a bit?  Probably.<\/p>\n","username":"x3r0h0ur","cards":{"01081":3,"01099":3,"01110":3,"02056":3,"02114":1,"02115":3,"02116":3,"03026":3,"04015":3,"04075":3,"04076":3,"04096":3,"04119":2,"04120":3,"05024":3,"05025":3}},{"id":6340,"name":"Weyland Bielsko-Biała Regionals (4th place)","creation":"2014-06-02 15:13:07","description":"\n","username":"Brylant","cards":{"01069":2,"01090":2,"01093":1,"01094":3,"01098":3,"01101":2,"01102":2,"01103":3,"01109":3,"01110":3,"02013":2,"02018":1,"02019":3,"02070":3,"02077":3,"04015":2,"04040":2,"04058":2,"04117":2,"04119":3,"04120":3}},{"id":6341,"name":"Noise Bielsko-Biała Regionals (4th place)","creation":"2014-06-02 15:13:20","description":"\n","username":"Brylant","cards":{"01001":1,"01002":3,"01007":2,"01008":2,"01010":2,"01012":3,"01018":3,"01050":3,"01053":2,"02003":2,"02009":3,"02042":2,"02103":3,"03054":3,"04005":3,"04042":3,"04043":3,"05053":3}},{"id":6343,"name":"A friend of Andy....... 1.3","creation":"2014-06-02 15:56:51","description":"<p>Connection heavy Andromeda mill deck.<\/p>\n\n<p>First few iterations were pretty slow to set up.  This one is much faster.  Logos and bag biter add hand size to handle any floating tag punishement.  I've never had to float any though. Every game I've own has been as little as one or two blackmail runs on arhives.  <\/p>\n\n<p>Deck is 5-2 so far in this variation.  Fast advance hurts it somewhat if the source doesn't come out.  Recurring blackmails on remotes are handy if you know it's an agenda and can't mill fast enough.<\/p>\n","username":"ThunderChicken","cards":{"01019":2,"01030":2,"01031":2,"01032":2,"01051":2,"02008":1,"02042":1,"02069":3,"02083":1,"02091":1,"02103":2,"02109":3,"03053":2,"03054":3,"03055":3,"04004":3,"04009":1,"04049":1,"04062":1,"04089":2,"04106":2,"05031":3,"05032":2,"05037":1,"05049":1}},{"id":6344,"name":"Cerebral Spam","creation":"2014-06-02 16:15:54","description":"<p>Force the runner into a tight spot by <a href=\"\/en\/card\/05013\">Cerebral Cast<\/a>ing him to death.<\/p>\n","username":"clydeiii","cards":{"01058":2,"01075":3,"01099":1,"01107":3,"02015":3,"02073":3,"02080":3,"04012":2,"04015":3,"04100":2,"04111":2,"04114":3,"04116":3,"05002":1,"05006":1,"05007":3,"05010":3,"05011":1,"05013":3,"05015":2,"05017":2,"05020":1}},{"id":6345,"name":"I gots brains","creation":"2014-06-02 18:23:02","description":"<p>Exploring a novel combo using Bagbiter and Stimhack to rock through ice.  Tweaked to speed up.<\/p>\n","username":"Killerabeja","cards":{"01004":3,"01007":1,"01017":1,"01022":3,"01024":2,"01026":1,"01029":3,"01043":1,"01048":3,"01050":3,"01051":1,"01053":3,"02087":3,"02091":1,"02104":3,"03054":3,"04004":3,"04025":1,"04106":3,"05045":3,"05049":1}},{"id":6346,"name":"Exposed Lies v2.0","creation":"2014-06-02 18:27:08","description":"<p>I've made a lot of changes here and felt it needed to be given a new version number.  So here is my two-point-oh attempt.<\/p>\n\n<p>The 3 Dirty Laundries I was using were to try and convince the Corp to ice up Archives, which they have never bought into, so I took them out (probably wrecking my econ in the process) and threw in 2 Sneakdoor Betas.  Those will help not only in convincing the Corp to ice up Archives, but it getting things like Lemuria and Emergency Shutdown off.  The more ice the merrier as obviously this is a blackguard based deck that relies on exposing cards and forcing the Corp to pay for them when they weren't necessarily ready to.<\/p>\n\n<p>I brought back Inside Job to help me skip the first piece of rezzed ice so I can get to the second with my Snitch runs, and they'll also allow me into HQ early on.<\/p>\n\n<p>I changed the Crypsis' to Overminds to help with early game.  I was finding myself holding onto Crypsis and not spending all the clicks and money on him, instead waiting for my more efficient breakers.  Speaking of, I added an Alias to have the possibility of safety earlier with more Sentries and one that's cheaper to bring out.<\/p>\n\n<p>I had one Mr. Li, which always became my MVP whenever he came out because I have no card draw otherwise.  I switched him out for the in-faction card filtering of Express Delivery, bound to get me what I want exactly when I need it.<\/p>\n\n<p>I lost the small Infiltrations as they were mostly a remnant of when I had an event-exclusive econ, and added a Lemuria Codecracker, as the Sneakdoors will get it off more easily and it's one of the few sources of infinite exposes (rather than finite events).<\/p>\n\n<p>I can't figure out what one card to cut, so I'll try it at 46 and see how I do.  Any suggestions would be great!<\/p>\n","username":"wswan","cards":{"01007":2,"01018":2,"01019":3,"01021":3,"01022":3,"01023":2,"01028":2,"01043":2,"01050":3,"01053":2,"02009":2,"02023":3,"02043":3,"02045":3,"02083":1,"04065":2,"04085":3,"05033":3,"05041":1,"05053":2}},{"id":6348,"name":"Engineering the Cerebral Death","creation":"2014-06-02 19:50:24","description":"<p>Make Cerebral Cast's choice for the runner bad either way: taking a tag opens them up to mega meat damage (via <a href=\"\/en\/card\/01099\">Scorched Earth<\/a> and <a href=\"\/en\/card\/01107\">Private Security Force<\/a>), while taking brain damage opens them up to net damage (<a href=\"\/en\/card\/03007\">Sentinel Defense Program<\/a>) and more further possible brain damage via ice.  I'd love to somehow work <a href=\"\/en\/card\/05022\">Tori Hanzō<\/a> into this somehow, but the way isn't clear.<\/p>\n","username":"clydeiii","cards":{"01054":1,"01056":2,"01058":3,"01061":2,"01063":2,"01099":1,"01107":3,"01108":2,"02012":1,"02051":3,"02070":3,"02080":3,"02092":2,"02110":2,"03007":3,"03015":2,"04015":2,"04071":3,"04090":3,"04110":1,"04111":3,"05013":3}},{"id":6349,"name":"Little Sure Shot","creation":"2014-06-02 20:11:00","description":"<p>A deck variation on Silhouette and Quest Completed that aims high :)<\/p>\n\n<p>Mr. Li, John Masanori and deck size 40 give this deck extra speed.<\/p>\n\n<p>Crypsis is in there not only for early runs but also to create additional pressure on remote servers when it comes in handy.<\/p>\n","username":"photon","cards":{"01018":2,"01021":2,"01044":1,"01050":2,"01051":2,"02009":2,"02026":1,"02043":2,"02064":2,"02091":2,"02105":2,"03035":2,"03054":2,"04009":2,"04081":3,"05030":1,"05032":2,"05034":2,"05039":1,"05041":2,"05042":2,"05046":2}},{"id":6350,"name":"Whizzard of Donuts","creation":"2014-06-02 20:34:09","description":"<p>Whizzard makes it hard to keep up Asset Econ, while Donut makes it less worthwhile to play operation econ.  Liberated and Tri-maf provide economy and there is more recurring from Spinal.  Chakana is put in to be searched for Djinn and slow down fast advance.  Nerve Agent does the same thing for Cerebral Imaging.<\/p>\n","username":"slevin38","cards":{"01002":2,"01005":2,"01007":3,"01008":3,"01009":3,"01010":2,"01011":3,"01012":3,"01014":3,"02001":1,"02002":3,"02022":3,"02041":1,"02082":3,"02102":1,"03043":1,"04004":3,"04049":1,"05050":3,"05055":2}},{"id":6351,"name":"A Girl and Her Toys","creation":"2014-06-02 21:35:53","description":"<p>Focus on rig building and hitting remote servers.<\/p>\n","username":"BigAl0213","cards":{"01004":1,"01007":1,"01014":1,"01015":1,"01021":1,"01026":1,"01035":2,"01037":2,"01038":2,"01039":2,"01040":2,"01043":1,"01044":2,"01045":1,"01048":2,"01049":3,"01050":3,"01051":2,"02045":1,"02046":1,"02047":3,"02048":2,"02049":1,"02087":2,"02088":1}},{"id":6352,"name":"NBN FA Ash","creation":"2014-06-02 21:59:25","description":"\n","username":"arribous","cards":{"01080":1,"01081":3,"01082":2,"01084":2,"01090":2,"01092":3,"01109":2,"01110":3,"02013":2,"02019":3,"02052":2,"02055":3,"02056":3,"02110":3,"02115":3,"04015":3,"04076":3,"04077":2,"04096":2,"04119":3}},{"id":6353,"name":"Prepaid Katman Assault","creation":"2014-06-02 23:28:50","description":"<p>Win Condition: <\/p>\n\n<p>Planned Assault to hit whats open for agendas via Legwork, The Maker's Eye, Indexing, and Escher.<\/p>\n\n<p>Disruption: <\/p>\n\n<p>Parasite recursion via Clone Chip, Test Run, SMC, and Scavenge. Kill all those annoying cheap ice that fast advance decks use...I'm looking at you NBN.<\/p>\n\n<p>Breakers: <\/p>\n\n<p>Atman + Datasucker, with emergency Femme, Inti, and protection (Deus X\/Sharpshooter)<\/p>\n\n<p>Economy Engine: <\/p>\n\n<p>Prepaid VoicePAD enables efficient Dirty Laundry, Lucky Find, and Sure Gamble. Also works great with Test Run, Legwork, Planned Assault, Quality Time, and Maker's Eye. Oh, and you're Kate, stuff is cheaper to install :)<\/p>\n\n<p>Draw Engine: <\/p>\n\n<p>Quality Time and Diesel<\/p>\n\n<p>Same Old Thing is key in this deck; great for disruption, economy, or win condition...whatever you need. Last but not least, two Plascretes, because Scorched Earth is still a thing.<\/p>\n\n<p>Strategy: <\/p>\n\n<p>Early game: Keep a central server open at all times via parasite recursion. Aim to get two datasuckers in play ASAP and just disrupt the corp early on. You will manage to hit a central with a run event and hopefully pull 2-3 points.<\/p>\n\n<p>Mid game: When they attempt to either wall up centrals or establish a remote server, drop an Atman (usually 0). Use planned assault to abuse where you think the agendas are, whether it is index, maker's eye, or legwork. Hopefully you can seal the game here as the corp either cannot protect centrals well enough, or establish a safe remote server.<\/p>\n\n<p>Late Game: Escher can wreck a corp when they think they have a safe remote server and drop your winning agenda behind it. Go get it.<\/p>\n\n<p>Weaknesses: <\/p>\n\n<p>Memory is low so operating off one Atman is typical.<\/p>\n\n<p>Long games; This deck is fast, and can fizzle in the late game. I think 1 Levy may fix that.<\/p>\n\n<p>Corps with a high ice count, mainly HB because Jinteki, NBN, and Weyland all seem to run 16-18 ice these days...<\/p>\n","username":"th3p4yn3","cards":{"01008":2,"01012":1,"01026":1,"01033":1,"01034":2,"01036":1,"01050":3,"02009":2,"02047":2,"02066":1,"02087":3,"02106":1,"03034":2,"03038":3,"03040":2,"03046":3,"03048":1,"03052":3,"03054":3,"04029":3,"04067":1,"04109":2,"05035":1,"05036":2}}]