[{"id":4188,"name":"Morning Star Rex v1.0","creation":"2014-04-14 00:10:33","description":"<p>The Pitch…\nChaos paints it, then it breaks just about everything for 1c.<\/p>\n\n<p>What we have is a big rig deck with a goal in mind but it has enough varied components to play many different ways in route to that end. Everything here is fairly straight forward -  run early and often while without a rig to get ice rezzed, get Magnum, SMC face first into solo HQ ice with Account Siphon, the solo R&amp;D ice with Indexing. Use Modded to get your Plascrete (if needed), Mem Chips, Dinosaurus, or (Insert Icebreaker of choice) in play coming off of Diesel so not to waste cards into archives and save a little cash. However, if you must dump a valuable program there are plenty of ways to get them back - we are green. The get what remaining programs you need and compete construction on Morning Star Rex.<\/p>\n\n<p>Ah, Morning Star Rex (MSR). Morning Star is truly a gem on Dinosaurus. 7 Strength, breaks any number of barrier subroutines for 1c, and the 2 memory counts against you not- #jussayin. Now, if you find Dino first great. If not, play Morning Star solo and then scavenge it on the Dino when you find and or Test Run\/SMC for it. The Paintbrush here is meant to be a mid to late game component that can catch the corperation off-guard once they have the lions share of their ice rezzed and it works like a champ. Fem pairs with what Scavenges and Test Runs you have remaining bouncing from problem ice to problem ice as needed in the mid to late game but there are very few ice that will cause you a problem. They are:<\/p>\n\n<p>Hadrian's Wall once advanced. \nCurtain Wall as the outermost ice.\nIce Wall or Shadow 7 times advanced. \nJanus\nWotan<\/p>\n\n<p>Aside from them. If its rezzed then you can paint it and break it for 1c. <\/p>\n\n<p>Keep in mind you'll not have to break subs relying only on MSR. With Morning Star on Dino you 5 memory plus the 4 more courtesy of CyberSoulutions. And with 9 you can build just about anything you want anyway you want. <\/p>\n\n<p>I have to emphasize running early as you find your way to Magnum Opus. You want the Corp to spend money and rez ice so that you are aware of the landscape because your greatest pitfalls will be the destroyer ice that has not yet been rezzed. So have a Test Run in hand, an SMC in play, or a Clone Chip on the table with Sharpshooter in Archives because you will need it with as much rig destruction is out there right now. In Jinteki's case you would do well to get Deux as well. <\/p>\n\n<p>I wanted to find room for Tinkering and I think the Modded could be dropped for it - I will play around with that and see how it goes. I imagine it could go either way I just feel Tinkering is a card more suited for Kit's style of play. <\/p>\n\n<p>Ive had a blast stomping over ice with this thing! When you are trampling ice and printing money like Disney off of Mag you sure feel like a titan! Hope someone has fun giving this one a try!<\/p>\n","username":"Dijirati","cards":{"01018":2,"01026":1,"01034":3,"01035":3,"01043":1,"01044":3,"01050":3,"02004":1,"02009":2,"02041":1,"02046":1,"02047":3,"02048":2,"02066":1,"02106":2,"03034":3,"03038":2,"03046":3,"04067":1,"04086":2,"04108":1}},{"id":4190,"name":"Perfection Kills v1.1","creation":"2014-04-14 00:38:32","description":"<p>After playing with Dydra's Replication Kills, I noticed a the runner often hitting Archives as their central run before hitting a remote, or to keep me from getting my Subliminals back, or to fish out trashed agendas. So I dropped in 2x Shock! to increase the taxation of an Archives run* (replacing Interns which I almost never made use of).<\/p>\n\n<p>*@Dydra tried to talk me out of this. I'm a bad listener.<\/p>\n\n<p>I also put in Hokusai in place of Ronin, and ditched Archer and Viper to play with some different ICE – Datapike and Gyri Labyrinth, both of which fit in well with this deck.<\/p>\n","username":"jeremyorion","cards":{"01070":3,"01072":3,"01075":1,"01076":1,"01077":2,"01090":2,"01106":3,"02031":1,"02032":3,"02059":3,"02095":2,"03027":1,"04013":2,"04015":2,"04020":1,"04054":3,"04073":2,"04074":2,"04079":3,"04093":2,"04100":2,"04110":1,"04114":2,"04119":3}},{"id":4191,"name":"Under Pressure","creation":"2014-04-14 01:01:21","description":"<p>Silhouette exposure deck!<\/p>\n\n<p>The goal is obviously to get into HQ as much as possible to get those exposure effects, and keep the corp poor by using Blackguard to force-rez ICE on servers you don't care about.<\/p>\n\n<p>R&amp;D Interface was included because I love that card, and I wanted to even out pressure on central servers to force the corp to spend money and clicks on HQ and R&amp;D, rather than just HQ.<\/p>\n\n<p>Armitage Codebusting is in over Kati because this deck wants to win fast, and because I'll be floating tags from all the Account Siphons.<\/p>\n\n<p>Phermones seems brilliant in the deck, as does Snitch.<\/p>\n\n<p>Definitely open to questions, comments, and suggestions!<\/p>\n","username":"framweard","cards":{"01007":1,"01018":3,"01019":3,"01022":3,"01023":3,"01026":1,"01027":1,"01043":1,"01050":3,"01053":2,"02009":2,"02023":3,"02043":3,"02045":3,"02086":2,"02107":3,"04085":3,"05030":1}},{"id":4192,"name":"HB on many ICE","creation":"2014-04-14 02:22:54","description":"\n","username":"LookePL","cards":{"01054":1,"01055":3,"01059":3,"01064":2,"01090":2,"01101":2,"01102":1,"01103":2,"01106":2,"01109":2,"01110":3,"01111":2,"02020":2,"02051":2,"02056":2,"02059":3,"02070":3,"02071":1,"02092":3,"02110":2,"03005":3,"03015":2,"03017":1,"03019":2}},{"id":4193,"name":"Reinarado + Lucky Find","creation":"2014-04-14 02:38:56","description":"<p>I've had some decent luck with this deck so far. It's not super inventive or anything, but I think it's a tiny bit different :). <\/p>\n\n<p>It's a Criminal-ish deck, meaning your goal is to run all the time. Shutdowns are a problem, but the deck has redundancy in relevant cards so usually as long as you're smart and not just face-planting blindly you're okay. The biggest problems have been finding a Mimic or Money (both standard Anarch problems). <\/p>\n\n<p>Obviously, mulligan for Desperado or Mimic. Desperado turn 1 becomes a great economic boost and synergizes (obviously) with sucker. It also helps with Hemorrhage and either Medium or Nerve Agent. Mimic is there because Roto is everywhere these days.<\/p>\n\n<p>I have gone back and forth with:\n3x Djinn + 1x Hemorrhage + 1x Medium + 1x Nerve Agent<\/p>\n\n<p>and<\/p>\n\n<p>2x Djinn + 2x Imp + 2x Medium\/Keyhole.<\/p>\n\n<p>Both work well in different cases. The latter is more streamlined but can give you fewer options late-game. The former is more toolboxy. Keyhole is fantastic but I have to have a Djinn due to MU limits. Hemorrhage gives you a way to help trash combo cards, I added it to help against HBFA and Astro-biotics.<\/p>\n\n<p>I took out Account Siphons and replaced with Lucky Find. I know that sounds really stupid, but in practice I have always been happy with Lucky Find, whereas I found Siphons would either not land or yield little to no econ boost for lots of influence. <\/p>\n\n<p>I could also go:\n-1 Dirty Laundry, -1 Djinn and then +2 Xanadu. That works okay as well, but then it's a little bit less consistent game-to-game.<\/p>\n\n<p>3x Parasites are critical, that's really the only defense against Toolbooths and Archers. Deja Vu is to recur them or, if absolutely necessary, pull back a breaker.<\/p>\n\n<p>Last thing...why Reina? This could be any of the IDs, Noise would be okay given the 9 viruses, but Reina's single tax is surprisingly effective in and of itself. Originally this started out as a Whizzard deck, but with operation econ so strong these days he's often just a blank ID. <\/p>\n","username":"grogboxer","cards":{"01002":2,"01007":3,"01008":3,"01009":3,"01010":1,"01011":3,"01012":3,"01014":3,"01024":3,"01050":3,"02009":2,"02022":2,"02041":1,"02087":2,"03052":3,"03053":2,"04041":1,"04043":3,"04082":1,"04109":2}},{"id":4194,"name":"NEXT to Nothing: Beta Testing Defence","creation":"2014-04-14 03:52:40","description":"<p>This deck isn't quite perfect, yet, but it's been a lot of fun for me to play. I've been winning between 2\/3 and 3\/4 of the games I've played it in, including against decks being taken to store championships by friends who do well there... but not yet AT any. Yet.<\/p>\n\n<p>AGENDAS<\/p>\n\n<p>The idea behind this deck is just to get both NEXT Design and Accelerated Beta Test to go off reliably. I've seen people say that 24 Ice is enough to get you a 80% chance of 3 Ice in hand with a mulligan for NEXT Design -- but that ignores a number of things. ABT is one -- you want that to be as safe as possible to score, so that you can layer up more and more Ice on servers and save money in a manner an ETF deck probably can't manage. There's no safety net beyond Vitruvius, so if you fall, you can fall pretty hard... but I've yet to score an ABT without getting ANY Ice, and have been treated fairly well by it on several occasions.<\/p>\n\n<p>Mandatory Upgrades is present for obvious reasons: if you score it, you've all but won. Non-MU Agendas all score from hand, so you then have to Ice up fewer servers, and you can use Melange AND install a piece of Ice every turn. It's not easy to score, but the benefit is well worth it -- and actually is about the same as scoring a 5\/2 or 5\/3 except for cost (and without the risk of the runner obtaining more points). After all, once you score MU, you get the click that same turn! I've had a game go from obvious, slow, painful loss to stomp in my favour largely because of scoring one MU.<\/p>\n\n<p>ICE<\/p>\n\n<p>The deck is effectively a Glacier deck with Rush components. You want enough cheap things that you can rez most or all of them at the beginning, with enough big things to scare the runner off, slow them down, and also luck out with ABT and save big. The average cost is reasonably low, at around 3.4 (approximately).<\/p>\n\n<p>The Sentries are the lifeblood of the deck in many respects, as they tend to do a lot of econ lifting. Caduceus (and the one Shadow) provide a lot of advantage if rezzed early, and the Rototurrets and Ichis sap away at their rig, denying them the ability to run elsewhere safely. It's usually good to get Sentries in at the roots, and to leave something like Ichi unrezzed until you need to hurt them, hopefully when they've already clicked through Eli and can't avoid the trashing so well. (I have been surprised at how well Rototurret has done for me, in all honesty.)<\/p>\n\n<p>Barriers are what HB does best, and I pack a bunch of 'em. Paper Wall is the obvious early gear-check, with Eli and WoS to actually tax them (the latter being less taxing and more solid). Heimdall and Wotan are mostly here to scare the runner off, and eat up their resources. Unless you can rez one in front of another, they're not actually going to keep a runner out much -- play them over a central server, though, and suddenly the tax of running starts being painful. (Also, a Wotan with unrezzed Ice behind it, especially if it also has something IN FRONT of it, is pretty solid -- make them unable to click through Viktor or Ichi and lose things they didn't expect to.) It's worth remembering that both Heimdall and Wotan are INTENSELY permeable for such big Ice, though -- so I can't emphasize enough how much they need to be either supported or over centrals. Runners are afraid of Wotan, but it doesn't keep them away from an Agenda until they've run through it a few times already and gotten brain damage and program trashes to add up.<\/p>\n\n<p>Code Gates kind of fill the other roles, myriad as they are. Quandry is there to make them fetch Yog or Gordian Blade, and basically nothing else. Pop-Up Window helps with the economy ever so slightly -- if you can land one in front of an Ice with Trace subroutines it's especially useful -- but it's never going to keep a runner out on its own. Tollbooth taxes them hard on encounter and also is hard to break easily because of it. Viktor ends the run if they don't click through -- but they CAN click through everything. However, it's not Yog-able, and the Brain Damage trace can hurt 'em a little if it goes off when they don't expect it to. Combined with other Bioroids, it can be rather effective -- in so far as Bioroids can be.<\/p>\n\n<p>ECONOMY<\/p>\n\n<p>It might seem like this deck has no hope in hell of rezzing all this Ice, but that's not my usual experience at all. The Operations-heavy economy keeps things flowing on turns when you want to be installing Ice and Agendas, and Melange covers most other turns. A turn spent drawing an Ice from R&amp;D and using Melange is actually a turn well spent, often enough -- especially if done in succession. Clicking for cash three times isn't ideal, but if your Melanges aren't showing up and you don't have Gila, it can be worth doing. If you can score a Gila, it will almost always help -- winning without ever getting a Gila or a Melange isn't impossible, but I've found games tend to start turning around as soon as either shows up. (Using Gila and installing a fourth piece of Ice on a server is a neutral cost, and also just a fun way to irritate the runner.)<\/p>\n\n<p>It's also easier to defend this deck, because you want, at MOST, five servers -- your Centrals, a Melange server, and a Scoring server. I often turn one of the latter into the other to save on costs, placing Melange where I've scored Agendas until I've Iced things up more, then trashing it and scoring out more heavily.<\/p>\n\n<p>Without Imp, Demo Run, or similar, only 28.5% of the deck is composed of cards the Runner can interact with in HQ and R&amp;D -- even discarding cheap Ice you don't need and letting your hand of five Ice sit unplayed, as necessary. (Alternating a turn or two of Melange with a turn of installing Ice in front of all your important Servers is fun, too!) Melange is the same value, each use, as playing a Hedge Fund AND using Gila Hands -- do not underestimate how quickly it can boost your ability to rez boatloads of Ice with impunity. (Knowing when to STOP using it is important, though, and knowing when to install over it, likewise.)<\/p>\n\n<p>Drawing is much riskier here than in other decks, I find -- unless you know what you need and the runner is outpacing your economy, I generally find relying on the Mandatory Draw and XYZ Level Clearances does more than enough.<\/p>\n\n<p>WHAT IS NOT HERE<\/p>\n\n<p>\"Action Jackson,\" I hear you say, \"Is an OBVIOUS INCLUSION. He'll smooth out your draws, help you get what you need faster, and make your ABTs safer. Where is he?\"<\/p>\n\n<p>Well, my friends... I've had good luck with this. ABT rarely backfires, I can often afford to take things slow (Shapers with Opus have been my most consistent source of defeat admittedly), and I don't usually want to be drawing more cards than I have, I want to have more money to play those cards. I might try out a Jackson at some point in the future, but... the 28 Ice is essential for the NEXT\/ABT to function consistently, and the Econ Ice (which eats up the influence I AM using) helps patch up where I might otherwise be weak.<\/p>\n\n<p>If you need him, I'd try swapping one Melange and one Pop-Up Window for Jackson and... well, whatever Ice you'd like, I guess. <\/p>\n\n<p>The other thing not here that most NEXT Design decks seem to run is NEXT Bronze. This is silly -- it's a Yog-able Code Gate that can never NOT be such and costs more than Quandry. It's harder to parasite and costs more for non-Yog breakers than Quandry, but... the money you save there is often worth it early on when it matters, and doesn't help much later, I've found. When NEXT Silver is out I'll almost certainly revise this opinion.<\/p>\n\n<p>WHERE THIS IS GOING<\/p>\n\n<p>I'm still tinkering with this pretty heavily. There're lots of things I want to try doing differently to see if they help out, hence why this deck is a Prototype.<\/p>\n\n<p>NEXT Bronze -- for all that I JUST said it's not worth it, I'm wondering if the potential added cost for Gordian Blades might be worth it. Signs point to no, and even in my Parasite-heavy meta Quandry does just fine, but... I might give that another shot.<\/p>\n\n<p>Caduceus and Shadow -- both help the economy a fair bit, with other benefits and drawbacks. Shadow is advance-able (to out of Mimic ranges), doesn't have a trace they can use to deny you the encounter money, and costs one influence less. Caduceus taxes them more heavily, gives more money when it pays off, and can actually END THE RUN. I can't see myself swapping more than one Caduceus for another Shadow, and that seems like a poor choice, but that'd be a way to free up an influence for something else.<\/p>\n\n<p>Another Tollbooth -- what I'd most like to do with that free influence -- maybe replacing a Pop-Up window? It's not unbreakable, but it sure seems to hurt.<\/p>\n\n<p>Flare -- I'll never have enough influence for this, and that makes me a little sad, because it's beautiful.<\/p>\n\n<p>Archer -- I don't have enough cheap, sacrificial Agendas. I want to have that Gila Hands! Having something to be there just for ABT rezzing seems obviously dumb -- but Archer's also super good. I just need to sort out if the costs (Influence and Agenda) are actually worthwhile. Signs point to no, as they do with most of these changes (for me, so far).<\/p>\n\n<p>Viper -- might be worth it as a taxing Code Gate that's cheap without being Yog-able and has potential to cost clicks, but I don't know that I like it more than other things, and Traces to end the run seem risky, especially when not paired with something inherently frightening (after all, if they let the Caduceus trace go through, the second is all the harder to overcome). Of course, it has a higher ETR trace than Cad...<\/p>\n\n<p>Rototurret -- It's been pulling a surprising amount of weight for me, but as an easy Sentry to have dealt with (and one of the key reasons for sentry breakers for safety in face-checking) I don't know that having three is better than, say, another of the Ichis -- except that it ALSO ends the run. I don't regret swapping one for a third Melange, but I might be tempted to shift things around to pick up another.<\/p>\n\n<p>Janus 1.0 -- I feel like it's this OR Wotan, and I THINK Wotan's the right choice, being non-AP, bigger, and not PURELY click-through-able. At the same time, catching a Janus when low on clicks, combined with the other (miniscule) sources of Brain Damage might add another supplemental win condition... but that honestly feels TOO out there, for me.<\/p>\n\n<p>There might be things I've missed, but a lot of other things always seem kind of limited -- Sherlock's useful but not useful ENOUGH, Wraparound's too much influence for too little benefit here, I don't have enough Bioroids to make Hourglass even PRETEND worth-it (as it can never actually hurt the runner in ANY capacity by itself, except making them run last click on a deck that doesn't run Snare anyway), and so on.<\/p>\n\n<p>IN CONCLUSION<\/p>\n\n<p>This deck is kind of ridiculous (as is my long-winded explanation). It's basically a concerted attempt to go and visit Magical Christmas Land via Mandatory Upgrades and reliable NEXT\/ABT pulls. It doesn't always go there -- but I've found myself in Paranatural Easter Town often enough to think the attempts are worthwhile.<\/p>\n","username":"GreatGreedyGuts","cards":{"01055":3,"01062":2,"01064":2,"01090":1,"01104":1,"01108":3,"01110":3,"01113":2,"02011":3,"02019":3,"02051":3,"02056":3,"02070":3,"02110":3,"03003":1,"03015":2,"03017":1,"03019":1,"03023":2,"04030":1,"04059":3,"04090":1,"04120":3}},{"id":4195,"name":"Dinokit ver 1.06 Second place at Chronos Protocol Torun 12\/0","creation":"2014-04-14 05:46:33","description":"<p>Upgraded version form store champion chips add Same Old Things for more Stimhacking and Maker’s Eye for more R&amp;D presser early on (and good synergy with Same Old Things).  Works smoothly not sure what could I do more make It better, I was trying hard to fit in a Parasite but in the left with Imp and I think I was a good call.  <\/p>\n","username":"voice_of_madness","cards":{"01004":3,"01008":2,"01014":1,"01026":1,"01034":3,"01036":2,"01050":3,"02003":1,"02009":2,"02047":2,"02048":3,"02049":3,"02091":3,"02107":3,"03028":1,"03031":1,"03034":2,"03038":2,"03040":1,"03046":3,"03048":1,"03054":2,"04067":1,"04108":1}},{"id":4196,"name":"NBN Second place at Chronos Protocol Torun 12\/04\/14 ","creation":"2014-04-14 05:46:49","description":"<p>Just plain Scorched Earth NBN…<\/p>\n","username":"voice_of_madness","cards":{"01070":3,"01080":1,"01081":3,"01082":3,"01084":1,"01085":2,"01086":1,"01088":2,"01090":2,"01092":2,"01099":2,"01108":1,"01110":3,"02020":3,"02056":3,"02115":2,"02116":2,"04015":3,"04075":3,"04076":3,"04096":3,"04119":2}},{"id":4198,"name":"Psychographicalculator v0.5","creation":"2014-04-14 09:57:59","description":"<ul>\n<li>wanted to build an NBN deck without astro bc everyone uses it<\/li>\n<li>wanted to run 5 point agendas bc why not<\/li>\n<li>wanted to tag everyone in the universe and psychographics a 5-pointer<\/li>\n<li>wanted to take a nap<\/li>\n<\/ul>\n\n<p>please enjoy<\/p>\n","username":"bionicsheep","cards":{"01070":2,"01080":1,"01084":1,"01085":3,"01088":2,"01104":2,"01110":1,"01112":2,"02016":3,"02019":2,"02020":1,"02035":2,"02036":2,"02039":2,"02052":2,"02055":2,"02056":2,"02074":2,"02097":2,"02116":2,"04015":2,"04035":2,"04076":2,"04095":3,"04100":2,"04115":1}},{"id":4199,"name":"Weyland BBW - Specialty Meats 041414","creation":"2014-04-14 10:34:02","description":"\n","username":"brAnDeD","cards":{"01070":3,"01086":2,"01088":1,"01093":1,"01094":3,"01098":2,"01099":3,"01101":2,"01103":3,"01110":3,"02018":2,"02019":3,"04015":3,"04017":2,"04036":2,"04040":1,"04058":3,"04078":1,"04079":3,"04117":2,"04119":2,"04120":3}},{"id":4200,"name":"Gabe - Ser e3 041114","creation":"2014-04-14 10:34:17","description":"\n","username":"brAnDeD","cards":{"01007":1,"01008":2,"01012":2,"01014":1,"01017":1,"01018":3,"01019":2,"01020":3,"01021":3,"01022":3,"01024":1,"01026":1,"01028":2,"01050":3,"01051":1,"01053":3,"02009":3,"02024":2,"03052":2,"04009":2,"04043":3,"04063":2}},{"id":4201,"name":"Nisei ver 1.03 4th at SC in Bydgoszcz 5\/4\/2014","creation":"2014-04-14 10:51:28","description":"<p>Along with Kit gave me a chance to win a Wotan playmat :) Nothing special here tbh;  I’ll probably will add 2x Grimm’s, 1x Archer  and 2x Clone Retirement instead of Tollbooth, Swordsman, Tsurugi, Braintrust and something <\/p>\n","username":"voice_of_madness","cards":{"01062":1,"01068":3,"01078":2,"01090":1,"01109":3,"01110":3,"02013":2,"02014":2,"02031":1,"02032":2,"03026":1,"04012":3,"04013":3,"04015":3,"04033":1,"04054":3,"04060":2,"04074":3,"04077":2,"04093":2,"04100":2,"04114":2,"04119":3}},{"id":4202,"name":"Psychographicalculator v0.6","creation":"2014-04-14 11:44:48","description":"<p>-2 muckraker (bad), -1 caduceus (mimic), -1 chilo (too situational)<\/p>\n\n<p>+2 tollbooth, +1 jackho, +1 sherlock<\/p>\n\n<p>back to testing!<\/p>\n","username":"bionicsheep","cards":{"01070":2,"01080":1,"01084":1,"01085":3,"01088":2,"01090":2,"01104":2,"01110":1,"01112":2,"02016":3,"02019":1,"02020":1,"02030":1,"02035":2,"02036":1,"02039":2,"02052":2,"02055":2,"02056":2,"02074":2,"02097":2,"02116":2,"04015":3,"04076":2,"04095":3,"04100":2,"04115":1}},{"id":4203,"name":"Who you know - First Contact","creation":"2014-04-14 11:46:36","description":"<p>Everyone knows connections are great, especially those in high society.<\/p>\n\n<p>This deck is a standard \"back to basics\" style build, and represents a world where account siphon finally has a really good counter card (maybe one day right)?  Since siphon has lost some value in this magical world, Rachael Beckman has gone up in value.  Since she's a pricey contact, she needs some fall guys to keep her out of jail.  Capitalizing on a diverse portfolio of contacts (calling in favors), use decoys to keep the dispossessed ristie out of trouble, despite her Tri-Maf connections. <\/p>\n\n<p>Having 3 tri-maf connections available with 5 clicks means massive money, with little tempo loss, and with plenty of fall guys and decoys, you should be safe from getting burned.  <\/p>\n\n<p>Acquire cash, run servers, steal agendas.<\/p>\n","username":"x3r0h0ur","cards":{"01007":2,"01019":3,"01021":3,"01022":3,"01024":2,"01026":1,"01028":1,"01032":3,"01043":1,"01049":3,"02043":3,"02083":1,"02091":1,"02104":3,"02107":3,"04004":2,"04106":3,"05031":3,"05050":3,"06060":2}},{"id":4204,"name":"Click Me Baby, One More Time 2.3","creation":"2014-04-14 13:50:24","description":"<p>This is my current \"Ice Fortress\" style corp deck. It isn't foolproof by a longshot, and is currently weak against the parasite recession decks that are running around.<\/p>\n\n<p>The Plan:\nbegin by using Eli and Victor 1.0 to provide basic protection to R&amp;D and HQ. You don't want the runner to be unable to get in, you just want to make it incredibly slow\/expensive. Once you have the first layer of defines you want 2 remote servers, one is \"light\" and is designed to protect your economy assets. Your goal is to get a sundew protected and out. Then just slowly build up economy so you can rez the big guns.<\/p>\n","username":"Forged","cards":{"01055":3,"01056":2,"01061":2,"01062":1,"01063":3,"01092":2,"01110":3,"02010":1,"02012":2,"02051":3,"02070":2,"02092":2,"02110":3,"03006":2,"03009":1,"03015":2,"03016":1,"03017":1,"03019":2,"04010":1,"04015":3,"04030":1,"04040":2,"04054":2,"04070":1,"04071":1,"04100":1}},{"id":4205,"name":"HB - Fishin' for Brains","creation":"2014-04-14 14:31:57","description":"\n","username":"Bangouda","cards":{"01054":1,"01058":2,"01061":1,"01062":2,"01063":2,"01070":2,"01072":2,"01106":3,"01110":3,"02012":1,"02070":3,"02080":2,"02110":3,"03006":2,"03007":2,"03009":2,"03013":2,"03014":3,"03015":1,"03019":2,"03022":2,"04015":2,"04071":3,"04079":2}},{"id":4206,"name":"Shaper - Kitbrush","creation":"2014-04-14 14:32:03","description":"\n","username":"Bangouda","cards":{"01007":1,"01014":2,"01020":3,"01034":3,"01035":3,"01036":3,"01037":2,"01050":3,"02009":2,"02048":3,"02106":3,"02107":3,"03028":1,"03031":3,"03043":2,"03046":3,"03049":2,"03053":3,"04067":2,"04108":3}},{"id":4207,"name":"Untrashable Fear (Namur Store Champs 1st place)","creation":"2014-04-14 15:18:18","description":"<p>This is the \"Untrashable v5\" deck by db0, with just one agenda change due to the fact that Double Time was not legal at the small 6-player event (hence \"Untrashable Fear\" - from Fear and Loathing).<\/p>\n\n<p>The reason I publish it is basically just to thank db0 for his amazing build. I rarely have the occasion to play Netrunner, hence I have very limited deckbuilding skills, so I decided to shamelessly netdeck this as I found the concept both amusing and challenging, and as I had never played anything similar. And boy how right I was: each and every one of the four games I played was quite the thrill!<\/p>\n","username":"emime","cards":{"01068":3,"01070":2,"01078":1,"01084":2,"01104":3,"01107":1,"01109":3,"02013":2,"02029":3,"02031":1,"02032":3,"02039":2,"02060":2,"02095":3,"02112":1,"03027":1,"04015":3,"04033":1,"04054":3,"04060":3,"04073":3,"04074":3,"04093":1}},{"id":4208,"name":"Quest Completed (Namur Store Champs 1st place)","creation":"2014-04-14 15:28:00","description":"<p>This deck is copied from the \"Invincible Whizzard\" deck by Solforger (see his list for a comprehensive piloting guide). I decided to netdeck it for the small 6-player event, as I wanted to play Whizzard to punish taxing decks, but my deckbuilding skills are very limited and instead found Solforger's build nicely straightforward.<\/p>\n\n<p>My only changes were John Masanori instead of 1 copy of Kati Jones to have something else to fetch with Hostage, and a Grimoire removed (as I have only 2 Core Sets) and replaced by 1 (quite useless) Quest Completed (just to have Whizzard on the picture). With this deck, despite winning 3 games out of 4, I never had the impression of being much in control of what was happening, and I did not manage to get much mileage from Nerve Agent (0 uses) or Keyhole (just 1 run).<\/p>\n","username":"emime","cards":{"01006":2,"01007":3,"01008":3,"01011":3,"01014":2,"01022":3,"01050":3,"01051":1,"02001":1,"02003":3,"02009":2,"02022":3,"02041":2,"02091":1,"03049":1,"03052":3,"03053":3,"04004":3,"04009":1,"04061":2,"04081":1}},{"id":4209,"name":"Iain Stirling - I'm going to need a bigger playmat....","creation":"2014-04-14 16:42:17","description":"<p>This is by no means a serious deck.  I'm bored at work and started clicking away.  Build up a big-rig of resources and cash in with Calling in Favors and Data Dealer.  Keep weak-to-moderate HQ\/RD pressure with central server only programs.  Finally, swoop in with DLR for the kill! MUHAHAHA.<\/p>\n","username":"pyroplop","cards":{"01018":3,"01030":3,"01031":2,"01049":3,"01050":3,"02085":2,"02091":1,"02103":3,"03049":2,"03053":3,"04004":2,"04009":2,"04106":3,"05028":1,"05031":3,"05041":2,"05042":2,"05046":2,"05050":2,"05054":1,"05055":1}},{"id":4210,"name":"Fast kill grndl","creation":"2014-04-14 17:09:56","description":"\n","username":"Link","cards":{"01060":2,"01083":2,"01094":2,"01095":3,"01099":3,"01101":2,"01102":2,"01103":2,"01106":3,"01110":3,"02018":3,"02019":2,"02060":2,"03026":2,"03027":2,"04015":2,"04040":3,"04052":2,"04058":3,"04097":1}},{"id":4211,"name":"Reina Siphon","creation":"2014-04-14 17:11:22","description":"<p>Start running early, facecheck all ice, Siphon\/Vamp when possible. Refer to the discussion on the derived from page for more details.<\/p>\n","username":"datadouble","cards":{"01002":3,"01005":3,"01006":2,"01007":3,"01008":3,"01011":3,"01012":3,"01014":3,"01018":3,"01050":3,"01053":3,"02009":2,"02021":2,"02041":2,"02087":3,"04041":1,"04043":2,"04061":2}},{"id":4212,"name":"Butters Stotch (1st Place, St. Louis Store Championship)","creation":"2014-04-14 18:51:01","description":"<p>St Louis, MO Store Championship winning decklist.<\/p>\n","username":"cdrock","cards":{"01003":3,"01007":1,"01034":3,"01036":2,"01038":1,"01050":3,"01053":2,"02009":2,"02041":2,"02046":1,"02047":3,"02091":3,"02106":2,"02107":1,"03031":1,"03034":3,"03035":1,"03046":2,"03054":3,"04047":1,"04065":1}},{"id":4213,"name":"Elsa's Kingdom (1st Place, St. Louis Store Championship)","creation":"2014-04-14 18:51:11","description":"<p>St. Louis, MO Store Championship winning deck.<\/p>\n","username":"cdrock","cards":{"01054":1,"01055":3,"01056":3,"01059":3,"01061":2,"01090":3,"01106":3,"01110":3,"02013":2,"02019":3,"02051":1,"02092":2,"02110":3,"03006":1,"03015":2,"03017":2,"03019":2,"03022":1,"04015":3,"04030":1,"04040":3,"04100":1,"04120":2}},{"id":4214,"name":"One Beale To Rule Them All","creation":"2014-04-14 19:11:17","description":"<p>Crazy Concept. Just score one Beale. Thats your only goal. Granted, you have to get 13 counters on it. Everything in this is geared toward that goal. Let them have every other agenda. R&amp;D and HQ get all the pop-up, data rave, matrix. Put a couple ETR and nisei on ur remote and start pumping and praying :) If you fail ... try again :)<\/p>\n\n<p>I doubt this is viable but looks hilarious. Lacks econ so I might switch identities and just add econ. The extra trace bump will help get a few extra tags on them, maybe.<\/p>\n","username":"cpsubrian","cards":{"01085":2,"01088":3,"01089":3,"01091":2,"01110":3,"02056":3,"02114":1,"02115":3,"04034":3,"04075":2,"04076":3,"04095":2,"04096":2,"04114":2,"04119":3,"04120":2,"05027":2}},{"id":4215,"name":"One Beale to Rule them All","creation":"2014-04-14 19:56:22","description":"<p>Crazy Concept. Just score one Beale. Thats your only goal. Granted, you have to get 13 counters on it. Everything in this is geared toward that goal. Let them have every other agenda. R&amp;D and HQ get all the pop-up, data rave, matrix. Put a couple ETR and nisei on ur remote and start pumping and praying :) If you fail ... try again :) <\/p>\n","username":"cpsubrian","cards":{"01080":1,"01082":1,"01084":1,"01085":2,"01088":3,"01089":3,"01090":2,"01091":3,"01110":3,"02056":3,"02115":3,"04012":2,"04034":3,"04075":3,"04076":3,"04095":2,"04096":3,"04114":2,"04119":3,"04120":2,"05027":2}},{"id":4216,"name":"Knightman","creation":"2014-04-14 20:05:27","description":"<p>Objective: to assemble a Shaper control deck that hits the ground running, assembles quickly, and maintains the highest level of efficiency.<\/p>\n\n<p>To read more about this deck, or propose alternatives, feel free to discuss here:<\/p>\n\n<p>http:\/\/forum.stimhack.com\/t\/redefining-shaper-control-decks\/938\/<\/p>\n","username":"Lysander","cards":{"01008":3,"01012":1,"01033":1,"01034":3,"01038":2,"01046":1,"01050":3,"02009":2,"02066":1,"02087":3,"02106":3,"03031":1,"03035":1,"03038":3,"03040":3,"03046":3,"03052":3,"03054":1,"04029":3,"04043":2,"04109":3}},{"id":4217,"name":"Kit's Paintbrush","creation":"2014-04-14 22:22:51","description":"<p>Now, let's go paint some happy trees... <\/p>\n","username":"Mr Wookiee","cards":{"01014":1,"01022":3,"01034":3,"01036":3,"01050":2,"01053":3,"02047":3,"02048":2,"02066":1,"02091":2,"03028":1,"03034":3,"03035":2,"03046":3,"03049":3,"03054":3,"04047":1,"04061":1,"04067":1,"04086":3,"04108":2}},{"id":4218,"name":"Building a Better Mouse Trap","creation":"2014-04-14 22:47:34","description":"<p>Protect HQ and use Off the Grid to advance Agendas, Snares in R&amp;D to cripple &amp; tag the Runner, Scorch Earth to main and possibly kill the Runner, and the Coup de Grace Project Junebug :0<\/p>\n","username":"Mr Wookiee","cards":{"01069":3,"01070":3,"01093":1,"01098":3,"01099":3,"01102":2,"01103":2,"01109":3,"01110":3,"01111":3,"01113":3,"02020":3,"02070":3,"02077":3,"04015":3,"04036":3,"04038":2,"04079":3,"04119":1}},{"id":4219,"name":"Labyrinth ","creation":"2014-04-14 23:06:12","description":"<p>Because I love you.<\/p>\n","username":"Galatea","cards":{"01070":3,"01072":2,"01077":2,"01107":2,"02031":1,"02032":3,"02039":2,"02052":3,"02060":3,"02112":3,"04012":3,"04033":2,"04054":3,"04073":3,"04074":2,"04077":3,"04079":3,"04100":3,"04114":2,"04119":2}},{"id":4221,"name":"Spring Winds","creation":"2014-04-14 23:58:08","description":"<p>A test to see if Power Shutdown is better than Aggressive Secretary, and also if any of this new Jinteki ICE is any good.<\/p>\n","username":"hypomodern","cards":{"01062":2,"01070":2,"01075":1,"01077":3,"01090":1,"01101":1,"01110":3,"02014":3,"02031":1,"02039":2,"02112":3,"02120":3,"04013":3,"04015":3,"04020":2,"04032":2,"04033":3,"04040":3,"04054":3,"04058":2,"04093":2,"04115":1,"04120":1}}]