[{"id":6573,"name":"Server Farm","creation":"2014-06-10 00:06:33","description":"<p>Lots of asset driven economy driving big painful ice which protect the assets in a positive feedback loop. Ideally, I have one of <a href=\"\/en\/card\/01090\">Tollbooth<\/a>, <a href=\"\/en\/card\/05017\">Komainu<\/a>, <a href=\"\/en\/card\/04074\">Tsurugi<\/a> or <a href=\"\/en\/card\/01078\">Wall of Thorns<\/a> on top of all my central servers so they have to deal with that before they can get to any of my remote servers.<\/p>\n\n<p>The other ice is just to hold the fort until I get the big fellas up and running.<\/p>\n\n<p>Possible edits include replacing <a href=\"\/en\/card\/01106\">Priority Requisition<\/a> with <a href=\"\/en\/card\/05007\">The Future Perfect<\/a>. I'd like to add some traps but don't know what to take out to fit them in. I think <a href=\"\/en\/card\/01063\">Viktor 1.0<\/a> is good starting ice but I worry about him being susceptible to Yog.<\/p>\n\n<p>In terms of play style, I plan to keep <a href=\"\/en\/card\/02014\">Braintrust<\/a> with three advancement counters in play and try to get them up to seven advancement counters before scoring. This will keep a remote server occupied for <a href=\"\/en\/card\/05026\">Diversified Portfolio<\/a> and perhaps bait the runner into a wasted couple of clicks trying to run it.<\/p>\n\n<p>As always, any comments would be appreciated.<\/p>\n","username":"Wrecko","cards":{"01063":3,"01068":3,"01078":3,"01090":3,"01106":2,"01109":3,"01110":3,"02014":3,"02031":1,"02072":3,"02110":3,"04013":3,"04054":3,"04060":3,"04074":3,"05006":1,"05017":3,"05018":2,"05026":2}},{"id":6575,"name":"Why should I pay? Mk 2","creation":"2014-06-10 00:18:19","description":"<p>Change Summary:<\/p>\n\n<ul>\n<li>-2 Modded<\/li>\n<li>+2 Easy Mark<\/li>\n<li>+1 Special Order<\/li>\n<li>+1 Cyberfeeder<\/li>\n<li>-2 Deja Vu<\/li>\n<li>-2 Xanadu<\/li>\n<li>+2 Ice Carver<\/li>\n<\/ul>\n\n<p>I did an awful lot of play testing with the last one and spent a long while tweaking. This balance is feeling pretty good. I love Modded, but it was a dead draw towards the end of the game, so I took an extra Special Order and two more Easy Marks. Professional Contacts has been indispensable. The extra special order really helps you get what you NEED out early.<\/p>\n\n<p>To recap: the goal is to run with very little money once you've started to get a rig up. Ice Carver has proven itself to be far better than Xanadu — it's a must install every time with these breakers.<\/p>\n\n<p>The main thing I'm wondering about at the moment is whether or not I could switch out 2x Keyhole for 1x Medium and 1x Nerve Agent (would love Pheromones if I could find the pips). I like the protection Keyhole brings, but it\"s a lot of clicks to use. If you dedicate your late game to Keyhole, it can actually be quite tricky getting more than one off per turn (while maintaining a click \/ credit window to retrieve from archives). Anyone have thoughts?<\/p>\n","username":"fredugolon","cards":{"01005":3,"01007":2,"01008":3,"01009":3,"01011":2,"01012":3,"01014":2,"01015":2,"01019":3,"01022":3,"01050":3,"01053":3,"02002":3,"02009":2,"03049":3,"04041":1,"04043":2,"04061":2,"04082":1}},{"id":6576,"name":"Iain Stirling, Old Connections","creation":"2014-06-10 00:33:03","description":"<p>Recurring Source with a connection based economy. <\/p>\n","username":"galactusgo","cards":{"01002":1,"01018":2,"01019":3,"01022":3,"01025":1,"01026":1,"01032":1,"02006":1,"02009":2,"02028":3,"02069":3,"02091":1,"02105":2,"02106":2,"03054":2,"03055":1,"04004":3,"04106":3,"05028":1,"05031":3,"05035":2,"05037":3,"05053":2}},{"id":6577,"name":"No - c0re - ","creation":"2014-06-10 01:37:53","description":"\n","username":"Xiaman","cards":{"01033":1,"01041":1,"02009":2,"02027":1,"02047":3,"02049":3,"02066":1,"02085":3,"02087":3,"02106":2,"02107":3,"03034":3,"03035":1,"03038":2,"03046":3,"03052":3,"03053":3,"03054":2,"04047":1,"04065":1,"04067":1,"04109":3}},{"id":6579,"name":"The Spinal Explorer","creation":"2014-06-10 08:36:07","description":"<p>The Entire Idea Behind This deck is to use the Credits on Spinal Modem to Make your breakers that much better, to counter the High risk of Getting Traced while using it you need to set up a fairly High Link Strength.<\/p>\n\n<p>Contains quick economy cards to install your low cost breakers and to play test runs ect<\/p>\n\n<p>Grappling Hook is an excellent card for dealing with annoying pieces of Ice you just can't afford to break, Clone Chip easily gets it back out again.<\/p>\n\n<p>Personal Workshop is useful for slamming down on a piece of non-lethal ice, and using the credits to complete the installation.<\/p>\n","username":"AgentGear","cards":{"01007":2,"01019":3,"01034":3,"01039":3,"01043":2,"01044":2,"01050":3,"02002":3,"02009":2,"02028":2,"02047":3,"02049":2,"02107":2,"03038":3,"03041":3,"03042":3,"03046":3,"05045":1,"06017":1}},{"id":6580,"name":"Whizzard's Assault v2","creation":"2014-06-10 10:38:56","description":"<p>My take on a Joshua B.\/DLR deck.  You're still very aggressive, but you have a little flexibility in your events and influence thanks to Planned Assault, then recur those events with Same Old Thing.  It may be more efficient to replace Planned Assault with another Account Siphon, but I think it'll be useful to be able to tutor for events like Indexing or Vamp when you have an opportunity to exploit the corp's weaknesses.  <\/p>\n\n<p>Other than that, its a pretty standard breaker\/program\/resource\/hardware suite.<\/p>\n","username":"skydivingninja","cards":{"01002":3,"01007":2,"01008":2,"01012":3,"01018":1,"01050":3,"01053":3,"02001":1,"02009":3,"02021":2,"02042":2,"02087":2,"02103":3,"02106":1,"03054":3,"04042":3,"04043":3,"05036":3,"05053":3}},{"id":6581,"name":"Hospital on Speed (1st Local Tournament)","creation":"2014-06-10 10:53:42","description":"<h1>Hospital on Speed<\/h1>\n\n<p>I've been playing MechTech since it's release and this is my latest version. At first it was a slow advance deck, but that didn't fit my style. I tend to be very aggressive in games, so I generally got really bored half way slow advance games.<\/p>\n\n<p>This deck is loosely based of x3r0h0ur's MedTech FA (http:\/\/netrunnerdb.com\/en\/decklist\/6407\/medtech-fa). I primarily tweaked the ICE and operations. I threw it together the evening before the tournament.<\/p>\n\n<p>It was only a small tournament and after 3 rounds of swiss it won 6-2, 4-3 (Flatline) and 6-2.<\/p>\n\n<p>Just to get a general idea of all the choices made:<\/p>\n\n<h2>Agenda's:<\/h2>\n\n<p>Pretty standard for a Jinteki FA deck. All 3\/2's and Philotic is even more fun if your opponent scored a few Shi.Kyu's.<\/p>\n\n<h2>Assets:<\/h2>\n\n<p>This deck is low on ICE, which means you don't have much to defend many assets either. Mental Health is awesome. Free to rez and 3 to trash. Don't care if my opponent has a bigger hand size. Shock is there to keep my opponent on his toes. Often when they see a shock they also begin to sweat for a Snare. <\/p>\n\n<p>I would love to say Shi.Kyu is awesome, but it's just a good card. I never put in more than 3-4 creds for net damage. It's tempting to try and flatline him and put in 6 (which I did the first time I played this card), but that is not the point of this card. It's the -1 agenda point and you just have to tempt him on the edge. 3-4 net damage is still not fun and will make many players doubt. These cards are also in the deck for against millers. I don't have jackson in this deck, so this is the next best thing.<\/p>\n\n<h2>Upgrades:<\/h2>\n\n<p>Nothing special. It wouldn't be FA if there was no SanSan. Might want to try and fit in Caprice, but I still prefer ash. Much more reliable.<\/p>\n\n<p>Operations: More econ! Hedge fund and Sweeps are the primary divers. Only play Celebrity\/MRF when you are short on cash and need a big boost. There is absolutely nothing wrong with clicking for credits. I never show my hand if it contains SanSan or an agenda (except NAPD), it gives away my game plan.<\/p>\n\n<h2>ICE:<\/h2>\n\n<p>Wall of Static: Boring, but it does the job. I don't like paper wall. If you run low on ICE, than you shouldn't put in ICE that destroys itself.<\/p>\n\n<p>Wraparound: Anti Atman. I love this card. It stops AI breakers (except Knights) dead in their tracks and also ends the run. Swordsman is also a good option, but I needed more end the run ICE.<\/p>\n\n<p>Quandy: Same as Wall of Static<\/p>\n\n<p>Guard: Hardly used it. Guard is on of those cards that is expensive for what it primarily does (end the run), but is great insurance if you go against criminals. You know you can get better, but you can't live without it. I always withhold this card until I know my opponent has bypass programs\/events. 4 rez for a S2 end the run is a lot of money.<\/p>\n\n<p>Komainu: If you can get a Knight to sit on this card then you are golden. I put this card over my archives against a milling deck. Knight was his only real breaker. \"I'm gonna run archives\" 'Sure, pay 10 creds', needless to say he only only had 4 and I had 3 shock and 2 Shi.Kyu lying there (ditched them once I knew he was ignoring my HQ).<\/p>\n\n<p>Pup:  1 rez, 2 to pass. Great Ice over R&amp;D. Love Pup<\/p>\n\n<p>Susanoo: Played her once. S7 on a sentry is pretty damn steep. Logical combo with Shock and Shi.Kyu.<\/p>\n\n<p>Tsurugi: Still on the fence with this one. I primarily put it in here as taxing ICE that is less vulnerable to parasites.<\/p>\n\n<h2>Conclusion:<\/h2>\n\n<p>To say this deck is a beast, might be a little bit of a hyperbole. It is really easy to go a fast as possible, but it is actually the other way around. Take your time. Take a lot of time! ICE is few and you have to prepare everything correctly. Get your money, draw your SanSan, let him steal one or two agenda's. A stolen Medical Breakthrough is just as good for you as it is for him. Once you start: Don't stop. When I played I tried to make sure I had enough money in play or in my hand to rez SanSan and two agenda's (not always easy) within a timespan of 3 turns (Turn 1: Score, Turn 2: econ and draw, Turn 3: score). It is only a matter of time before he gets in and trashes SanSan.<\/p>\n\n<p>IMO Harmony MedTech is about sharing and giving things to the runner, but in the mean time you get a bigger advantage out of it.<\/p>\n","username":"Weezel","cards":{"01092":2,"01110":3,"01113":2,"02014":3,"04012":3,"04073":3,"04074":1,"04076":2,"04096":2,"04119":2,"04120":2,"05001":1,"05005":3,"05006":1,"05009":3,"05011":3,"05014":2,"05017":2,"05018":2,"05020":1,"05024":2}},{"id":6582,"name":"Pressure Painting","creation":"2014-06-10 11:12:26","description":"\n","username":"frolic","cards":{"01012":2,"01036":3,"01043":1,"01050":3,"02009":2,"02087":3,"02106":2,"03028":1,"03031":2,"03035":1,"03038":3,"03046":3,"03048":1,"03049":3,"03052":3,"04006":3,"04029":3,"04067":3,"04108":1,"04109":3}},{"id":6583,"name":"That's Kate's Theory (5th Place Louisville Regionals)","creation":"2014-06-10 11:18:42","description":"<p>This is the runner deck I took to the Louisville event that took place this reason.  It focuses on a combination of speed and bigrig to keep pressure on throughout the whole game.  Mopus gives you all the Econ you will need and the combination of tutors and draws lets you power out the other pieces to your rig.  I usually spend my first tutor on Mopus if it isn't in my opening draw, as it is really the foundation the deck is built on.  Femme and the targeted breakers like Sharpshooter are there to help you maximize the efficiency of your runs creditwise.<\/p>\n\n<p>Legwork and Account Siphon provide a strong way to make single HQ runs count and to pressure both HQ and R&amp;D.  It sort of surprised me, but Siphon kept catching people off-guard during the day allowing me to capture some unexpected ground in otherwise even games.  Legwork is even shinier then I expected.  More than one of my games were won off the back of this card.<\/p>\n\n<p>One of the unusual choices this deck was the inclusion of Pipeline, as well as the choice to stick to 46 cards.  Having only Femme as a sentry breaker was continually a drawback during testing, and adding pipeline gave me a much cheaper way to deal with things like Guard and Komainu\/Tsurugi.  It also acted as a downpayment on my Femme later if I drew into Scavenge and Femme before Test Run.  I ended up at 46 cards to keep 3 copies of Dinosaurus in.  Getting a sentry breaker onto it just helps significantly.<\/p>\n\n<p>I think the most amusing game of the event for this deck was against a Redcoats HB player, where I ended up with nearly 100 credits in a money war to end all money wars.  The corp player ended up one turn from milling out with an AP score of 6-4 my favor before I ran the remote to force a Caprice rez to trash the currently rezzed Caprice on HQ so I could legwork the hand for the game winning points.<\/p>\n\n<p>Across the course of the day the deck went 4-2 in Swiss and 1-2 in elimination.  Losses during swiss were to Jinteki RP and HB:ETF FA.  Losses during elimination were to NBN rush\/scorch.  The losses against NBN felt very much like a coin flip as I couldn't rigup faster than they could Astrotrain thanks to the new Fast Track, the game where I beat NBN I was able to prevent the first Astro score.  NBN games were the few games where having Gordian instead of ZU Keymaster hurt me for sure, as the extra 3 credits didn't really buy me anything.  The deck was able to beat HB:ETF FA (a list nearly identical to my corp list for this event as my friend and I played very similar decks) and Redcoats, NBN Rush, Tennin Never Advance, Weyland Powershutdown + AD over the course of the day.<\/p>\n","username":"Flashfires","cards":{"01007":1,"01018":2,"01026":1,"01033":1,"01034":3,"01038":3,"01043":1,"01044":2,"01046":1,"01050":3,"02009":2,"02047":2,"02048":3,"02066":1,"02087":2,"02106":2,"02107":2,"03034":2,"03035":1,"03038":3,"03046":3,"03054":3,"04067":1,"05035":2}},{"id":6584,"name":"Who's NEXT?","creation":"2014-06-10 11:41:25","description":"<p>Basic HB glacier deck: get money, build a strong server, score. There's nothing particularly tricky here except the ice suite.<\/p>\n\n<p>The NEXT ice suite is interesting, and should make it possible to make an Adonis or Melange server difficult to break through with minimal investment. Each of the NEXT pieces of ice will probably cost 3+ to break.<\/p>\n\n<p>I'd guess this deck has problems with Parasite. <\/p>\n\n<p>Mother Goddess might be a bad Rainbow but it's got one thing going for it that Rainbow doesn't: it counts as NEXT ice!<\/p>\n","username":"LSK","cards":{"01054":1,"01055":3,"01056":3,"01059":2,"01064":1,"01090":3,"01106":2,"01108":2,"01110":3,"02013":1,"02051":3,"02110":3,"03014":3,"03015":2,"03017":2,"03023":2,"04011":3,"04015":3,"04040":2,"06002":3,"06010":3}},{"id":6585,"name":"HB: Tricking Out the Future (5th Place Louisville Regionals)","creation":"2014-06-10 11:56:54","description":"<p>This is my variant on HB Fast Advance that I played at the Louisville event.  This deck focuses on maximizing credit differential with the runner, both by playing expensive and taxing ICE and by utilizing HB:ETFs power to it's advantage.<\/p>\n\n<p>The key choice that makes this deck slightly different is to use Trick of Light as the other fast advance mechanism to complement Biotic Labor.  Trick of Light really shines here (pun intended) as the turn you score an agenda you spend a net of only 1 credit (Gain 1 installing, spend 1 advancing, spend 1 to ToL).  This really mitigates any tempo loss that scoring an agenda would normally give you (compare to the 6 credits you have to spend to Biotic something out or the 7 to use a SanSan City Grid).  <\/p>\n\n<p>Gila Hands Arcology is one of the keys of pressing this economic edge.  once you have one scored you never bottom out of credits and being able to take 3 for 2 clicks is just incredibly good in this deck.  Scoring a Gila as the first agenda raises your win rate significantly.  I am definitely going to test cutting something to add a third one of these in given how good they are for the deck.  The opponent also doesn't really gain much for stealing a second one, so as long as I can get one I'm okay with seeing the rest go.<\/p>\n\n<p>Remotes in this deck are only used as extraneous features for Eve Campaigns  (another great card for swinging credit advantage) or Jackson Howard.  They also make a great home for Ice Walls at a 1c profit with the ETF ability.  This enables you to only defend your two critical centrals, with some backup for archives as needed against Gabe or Noise (or the increasingly popular Sec Testing Andy Datasucker deck).<\/p>\n\n<p>I decided to drop my third Jackson Howard for Closed Accounts to protect the otherwise toothless purple deck from TagMe runners.  I also decided to use my other one off slot for Archived Memories.  I tested using Reclamation Order instead, and while it was more powerful I value the flexibility of my clicks more than the ability to recur often unneeded extra Biotics.  <\/p>\n\n<p>This deck went 4-2 in Swiss and 2-0 in elimination.  In swiss my losses were to Kate bigrig, due to very unlucky accesses in my estimation (my opponent went from 4-7 in one 2 card R&amp;D access while I was on 6 AP) and to a Noise SMC + Clone Chip deck due to my own mishandling of his Stimhack during his last chance to win in a glory run on R&amp;D.  My wins in swiss were against a Kate deck similar to my other list from this tourney (my friend and I played nearly identical decks), CT rush, Gabe Knight, and a Noise deck.  In elimination I defeated a very unorthodox CT deck running Crescentus, Sneakdoor, Nerve Agent and Djinn and another Noise player playing the more traditional DLR mill deck which I was able to control and keep broke once he was tagged thanks to Closed Accounts and the economic edge to just turn on ICE left and right.  I really broke him when he took his last 4 Armitage dollars off his codebusting and then Sure Gambled to end on 13 creds and I immediately closed his accounts.  Overall I was very happy with the way this deck performed.<\/p>\n","username":"Flashfires","cards":{"01054":1,"01055":3,"01058":1,"01059":3,"01061":2,"01062":2,"01064":2,"01084":1,"01090":2,"01103":2,"01110":3,"02033":2,"02051":3,"02070":3,"02092":3,"02110":3,"03015":1,"03017":1,"03019":2,"03023":2,"04015":2,"04040":3,"04119":3}},{"id":6586,"name":"Jinteki HMO","creation":"2014-06-10 12:08:11","description":"<p>My attempt at the hard to steal, secure remotes, dangerous ICE make-up of Replicating Perfection. The goal is to have damaging ICE with an Inazuma over every central so the runner can't just start a run and then jack out. Scoring server would have any of the heavy ICE like Thorns, Tollbooth, or Susanoo depending on board state and draw of course. Interns help get ICE stacked out in the order I want cheaply or bring them back from Parasite attacks.<\/p>\n\n<p>Agendas were selected for a scoring game and utility to help stop runs. Can put out the first MB unprotected for them to steal and make scoring future ones easier.<\/p>\n\n<p>Shocks and Shi.Kyu can be placed out as part of the shell game to bait a run, but if then they don't run, I can trash them for my next card and let them pile in Archives in the hopes of sending them there with Susanoo later.<\/p>\n\n<p>First attempt, already plenty of ideas of different combinations of influence. If I could get away from the Jackson Howard crutch, I could instead include Successful Demo for more money, for example.<\/p>\n","username":"SynnerG","cards":{"01062":1,"01063":2,"01068":3,"01078":2,"01090":1,"01110":3,"02014":3,"02031":1,"02110":3,"04015":3,"04033":1,"04053":2,"04054":3,"04060":3,"04073":3,"04093":2,"05005":3,"05009":3,"05011":1,"05016":3,"05017":3,"05020":1}},{"id":6587,"name":"Replicating Annoyance","creation":"2014-06-10 13:11:02","description":"<p>Pretty typical RP deck here, nothing revolutionary but I use it a lot and win fairly often with it. This is a slow and steady wins the race type but I found it to be pretty good at what it does. It works as a pseudo-glacier deck by using net damage as a tax and making everything very expensive to trash.<\/p>\n\n<p>The lack of burst econ may look unappealing but I've had a lot of success being able to afford everything in the long run and beating the runner click by click, credit by credit.<\/p>\n\n<p><a href=\"\/en\/card\/04077\">RSVP<\/a> + <a href=\"\/en\/card\/02013\">Ash 2X3ZB9CY<\/a> and\/or <a href=\"\/en\/card\/04114\">Caprice Nisei<\/a> makes for an already good advancement server and once you've scored a <a href=\"\/en\/card\/01068\">Nisei MK II<\/a> you really start picking up tempo and force the runner to be more aggressive.<\/p>\n\n<p>Warning: this is not a deck to play against an angry gamer but then again neither is Nordrunner's brilliantly evil Red Coats :D lol<\/p>\n","username":"Trizzy613","cards":{"01068":3,"01070":2,"01078":1,"02013":2,"02029":3,"02031":1,"02032":3,"02095":3,"04013":2,"04015":3,"04033":1,"04054":3,"04060":3,"04073":3,"04074":2,"04077":2,"04093":2,"04114":2,"04119":1,"05007":2,"05009":3,"05017":1,"05018":2}},{"id":6588,"name":"Overly Attached Girl","creation":"2014-06-10 13:31:23","description":"\n","username":"teky","cards":{"01026":2,"01042":3,"01044":3,"02021":2,"02026":3,"02046":1,"02047":3,"02048":3,"02085":3,"02107":3,"03034":3,"04008":3,"04027":3,"04047":3,"05054":3}},{"id":6589,"name":"Damned If You Rez, Damned If You Don't v1","creation":"2014-06-10 14:06:49","description":"<p>Uses Rook and Xanadu to make rezzing new ice painful for them and rewarding for you. Paintbrush, Cloak and Dagger to make getting through rezzed ice a cinch, even with little to no credits.<\/p>\n\n<p>NOTE: I'm aware that Stimhack credits get washed away with Nasir, they are there purely to combo with personal workshop\/smc, get a nice surprise double R&amp;D interface etc.<\/p>\n","username":"toddwords","cards":{"01004":2,"01005":3,"01034":3,"01041":2,"01044":3,"02027":1,"02049":3,"02082":2,"02107":3,"03038":3,"03041":3,"03042":3,"03044":1,"03046":3,"03052":3,"04003":3,"04086":2,"04108":2,"06017":1}},{"id":6590,"name":"Pragmatic Destruction","creation":"2014-06-10 14:39:41","description":"<p>Just thought I'd mess around with trying to make a Leela deck so here goes!<\/p>\n\n<p>Use <a href=\"\/en\/card\/02085\">HQ Interface<\/a>s and <a href=\"\/en\/card\/02107\">R&amp;D Interface<\/a>s to dig deeper and destroy cards with <a href=\"\/en\/card\/01003\">Demolition Run<\/a>s.<\/p>\n\n<p><a href=\"\/en\/card\/02043\">Emergency Shutdown<\/a> and <a href=\"\/en\/card\/02065\">Crescentus<\/a> are there to unrez ICE that's giving you a hard time and you can return them to HQ after stealing an agenda to DESTROY THEM!<\/p>\n\n<p>And yeah that's about it...<\/p>\n","username":"Trizzy613","cards":{"01003":2,"01007":1,"01008":3,"01011":1,"01014":1,"01018":2,"01021":2,"01022":3,"01024":2,"01050":3,"02009":2,"02043":2,"02065":2,"02085":3,"02091":2,"02104":2,"02107":2,"03052":3,"03054":3,"05042":1,"05046":1,"05048":2,"06095":1}},{"id":6591,"name":"Asset News 1.1","creation":"2014-06-10 15:49:55","description":"<p>Added some cards around, Put in a snare and removed a Flare, Hitting a snare when a DRT is out can cripple a Runner<\/p>\n\n<p>Also adding the Pad Campaign... Not sure if they worth it and having Marked accounts also might not work well together... Gotta test more around that<\/p>\n\n<p>As always, any suggestion, I love to hear<\/p>\n","username":"lemonwood","cards":{"01070":1,"01081":3,"01084":2,"01088":3,"01090":2,"01091":2,"01104":2,"01109":2,"01110":3,"02055":2,"02115":3,"02118":3,"03026":2,"04035":2,"04055":1,"04075":2,"04076":3,"04077":3,"04095":3,"04096":2,"04099":2,"05024":1,"06005":1}},{"id":6592,"name":"Meat and Potatoes","creation":"2014-06-10 17:34:45","description":"<p>I dunno. Just, ideally, a meat-and-potatoes kind of Weyland ice deck. I suppose you're meant to use Fast Track to get a Veteran's Program after scoring a Hostile Takeover or two.<\/p>\n\n<p>Maybe I oughtta replace Ichi with Grim or something.<\/p>\n","username":"reverendanthony","cards":{"01062":2,"01090":3,"01093":1,"01094":3,"01098":3,"01100":3,"01101":2,"01102":2,"01103":2,"01106":3,"01110":3,"01111":3,"02019":3,"02070":3,"04015":2,"04080":3,"04099":2,"04117":2,"04119":3,"05027":2}},{"id":6593,"name":"Come Into My Archives","creation":"2014-06-10 17:41:47","description":"<p>This is, I guess, about dumping Shi.Kyu's and Shocks into your archives, and then using Susanoo or Bullfrog+Whirlpool to push the runner into the archives where they explode from net damage?<\/p>\n\n<p>I guess? Probably too combo-y, isn't it?<\/p>\n","username":"reverendanthony","cards":{"01067":1,"01072":2,"01106":3,"01110":3,"01111":2,"01113":3,"02032":3,"02070":3,"02073":2,"02094":2,"03017":3,"03027":2,"04012":3,"04015":3,"04059":3,"04073":3,"05004":3,"05006":1,"05011":3,"05020":2}},{"id":6594,"name":"Gotta go fast v2","creation":"2014-06-10 17:52:51","description":"<p>Version two of this deck after much play-through. i would keep drawing a few cards that i would consider dead in hand. i shred a few cards out, one of the biggest changes i had to make was remove recon because my local meta changed a bit and it was a dead draw most of the time on octgn, when i did make a crucial run and they had to rez something big to stop me it would be worth the 1C to jack out and receive none of the awfulness of some ice, but as i said it didn't work the way i wanted it to 70% of the time.<\/p>\n\n<p>The objective of this deck is to attack the centrals as hard as you can as early as you can, so many times i have won a game right out of a makers eye or legwork. im toying with adding indexing, but im not having as much success with it as i thought i would, so this was my end result. im also thinking of upping my desperado count, or adding a PPvP or two, we will see when i tackle some changes again.<\/p>\n","username":"Vithar","cards":{"01007":1,"01014":1,"01018":2,"01019":2,"01020":2,"01021":2,"01022":3,"01024":1,"01026":1,"01027":1,"01029":2,"01036":3,"01043":1,"01050":3,"01053":2,"02043":2,"02091":2,"03038":1,"03044":1,"03052":2,"03054":2,"05029":1,"05035":3,"05036":2,"05039":1,"05041":1,"05042":1}},{"id":6595,"name":"The Admiral","creation":"2014-06-10 19:15:25","description":"<p>Technically, its an Ambush.<\/p>\n","username":"Gilbod","cards":{"01060":2,"01067":1,"01069":2,"01070":2,"01071":1,"01075":1,"01076":1,"01110":3,"02032":3,"02094":3,"02112":2,"04015":3,"04073":2,"04079":2,"04099":2,"05004":3,"05006":1,"05007":3,"05014":3,"05015":3,"05016":3,"05017":2,"05023":2}},{"id":6596,"name":"Space SWAT","creation":"2014-06-10 19:40:02","description":"<p>I was inspired by Asset news, and thought making a deck like this would be fun :)<\/p>\n\n<p>It's not exactly the best deck, but it's really funny when the runner continually takes 4 meat damage per run!<\/p>\n","username":"Color","cards":{"01081":3,"01088":2,"01090":2,"01091":2,"01110":3,"02055":3,"02097":2,"02110":3,"02115":3,"02116":1,"02118":3,"04015":3,"04035":2,"04055":1,"04075":2,"04076":3,"04077":2,"04095":3,"04099":2,"05024":2,"06005":1,"06006":2}},{"id":6597,"name":"Kate with Parasites","creation":"2014-06-10 19:50:41","description":"<p>I had posted an Alpha and Omega deck with Chaos Theory a few weeks ago which was pretty successful but had a few issues with economy. I found that it was a little slow to set up which gave the corp a chance to build up there servers and it always felt like I was playing from behind. With Kate the discount you get really smooths out the economy at the start allowing you to pressure the corp earlier. This is key because you want to get your parasites out soon as possible. Replicator is really the star of this deck, you have two sources of economy with recurring credits from spinal modem and cyberfeeder and Magnum Opus for supplemental economy. The replicator helps get out those key pieces of hardware way quicker. A good starting hand will have MO or a way to get it out and replicator. Don't be afraid to face check ice, with the recursion in this deck you should be okay. I built this deck as a fun deck to play casual games and try some new cards and found that I really enjoyed it.<\/p>\n","username":"JTG81","cards":{"01005":3,"01012":3,"01013":1,"01033":1,"01034":2,"01035":2,"01038":2,"01040":2,"01044":2,"01048":2,"02002":2,"02009":1,"02047":3,"02088":3,"02090":2,"02106":3,"03038":3,"03046":3,"04087":3,"04088":3}},{"id":6598,"name":"The Walls of Babylon","creation":"2014-06-10 20:45:50","description":"<p>Developing \"NEXT Design\" into a sound corp deck has been a fun rewarding challenge.<\/p>\n\n<p>Following along the ID ability I have included 23 ICE carefully selected according to cost and strength. Since that is almost half of the deck, chances are high (~80%) to draw two ICE on the first attempt and close to certainty with 96% when including a mulligan. For three ICE the corresponding probabilities are 44% and 69%. Therefore I usually end up having installed two or three ICE and seen the first eight or  nine cards of the deck before taking my first click.<\/p>\n\n<p>On average that brings me on that turn to one of the economy cards, Melange Mining Corp, Hedge Fund or Subliminal Messaging in two out of three games. Do not underestimate the power of the latter in this \ncorp deck!<\/p>\n\n<p>The juicy parts of the deck however are the assets and upgrades together with the Interns and Reclamation Order:\nEdge of World can protect any of the upgrades on a remote server. \nCaprice in HQ is a good counter against pesky criminal intruders and \nJackson Howard does what Jackson Howard does best :)<\/p>\n\n<p>Also the agendas have valuable abilities that I want to use, especially the Accelerated Beta Test in such an ICE-heavy deck. Agenda counters on Project Vitruvius can be real gems for emergencies too.<\/p>\n\n<p>I have found Bioroid Efficiency Research to be much more useful than Awakening Center, especially against Blackmail. Let me know if you were able to make that upgrade work for you.<\/p>\n","username":"photon","cards":{"01055":3,"01064":3,"01065":1,"01092":1,"01103":1,"01106":3,"01108":2,"01110":2,"02012":1,"02051":3,"02052":1,"02053":1,"02110":3,"03003":1,"03013":2,"03015":3,"03017":1,"03019":3,"04015":2,"04059":1,"04060":3,"04100":1,"04111":1,"04114":1,"04120":2,"05024":1,"05025":3}},{"id":6599,"name":"ZuFaeRush v3","creation":"2014-06-10 21:45:52","description":"\n","username":"Ulkrond","cards":{"01007":1,"01011":1,"01034":3,"01041":2,"01044":1,"01048":3,"01050":3,"02007":1,"02009":2,"02046":1,"02065":1,"02066":1,"02069":3,"02104":3,"02106":3,"02107":2,"03031":1,"03035":1,"03038":3,"03044":1,"03046":3,"05042":1}},{"id":6600,"name":"Weyland Scorched Combos v2.12","creation":"2014-06-10 21:46:17","description":"\n","username":"Ulkrond","cards":{"01070":3,"01086":1,"01088":1,"01093":1,"01098":3,"01099":3,"01103":2,"01110":3,"02019":2,"02020":3,"02077":3,"04015":3,"04036":3,"04040":3,"04052":2,"04058":2,"04079":2,"04099":2,"04100":1,"04117":2,"04119":1,"04120":2,"05024":2}},{"id":6602,"name":"Fassetrobiotics","creation":"2014-06-10 21:49:12","description":"\n","username":"arribous","cards":{"01059":3,"01081":3,"01082":2,"01090":2,"01092":3,"01109":3,"01110":3,"01111":2,"02029":2,"02055":3,"02056":2,"02060":2,"02110":3,"02115":3,"04015":3,"04096":2,"04119":3,"05024":2,"05027":3,"06005":1}},{"id":6603,"name":"Spooky Leaks","creation":"2014-06-10 22:45:51","description":"<p>Cut some of the cards in the previous version for some economy and replaced Overmind with Crypsis, I feel like this sort of deck is best when it can reasonably threaten the Corp's remotes or disrupt the corp's economy in addition to executing its own plan - otherwise, fast advance will give you headaches.<\/p>\n\n<p>To facilitate this, I added Easy Mark, Sure Gamble, and Daily Casts (which gives you extra money at the exact speed you need it to clear tags!). I don't really like the Access to Globalsec \/ Underworld Contact package without other ways to get extra link - maybe that's wrong, but the deck already has so many moving parts it needs to assemble.<\/p>\n\n<p>I don't like Quality Time but the deck really just needs to be able to draw into the specific cards it needs, and an event economy makes the card a lot better. Plus, it uses less influence than Diesel, which matters a lot with Ian Sterling's 10 influence. <\/p>\n\n<p>I'd love to run The Source but there just isn't the influence in the deck for it. 2 influence is way too much for that effect.<\/p>\n\n<p>This deck is awfully constrained in terms of card selection, btw. There isn't enough influence to run a real breaker suite, and you don't have any plans to access HQ, so all the Criminal cards that key off that are useless.<\/p>\n","username":"LSK","cards":{"01019":2,"01030":3,"01045":1,"01050":3,"01051":2,"02042":1,"02045":3,"02087":3,"02103":3,"02105":3,"02109":3,"03053":3,"04004":3,"04009":3,"05028":1,"05032":3,"05033":3,"05037":3}},{"id":6604,"name":"Shaper Kateman","creation":"2014-06-10 23:07:38","description":"<p>ignore...<\/p>\n","username":"x3r0h0ur","cards":{"01007":1,"01008":2,"01012":2,"01026":1,"01033":1,"01034":3,"01038":3,"01050":3,"02047":1,"02066":1,"02087":2,"02106":3,"03034":3,"03035":2,"03038":3,"03040":2,"03046":3,"03053":3,"04029":3,"04067":1,"04109":3}},{"id":6605,"name":"Real-Time Garbage Collection","creation":"2014-06-10 23:45:08","description":"<p>Helpful AI is for the Underworld Contacts until you can get Toolbox out. Can also use them for your Morning Star in case of an emergency. <\/p>\n","username":"grok","cards":{"01034":3,"01037":2,"01041":2,"01050":3,"02004":1,"02008":2,"02047":3,"02069":3,"02087":3,"02101":1,"02107":2,"03030":1,"03034":3,"03035":1,"03038":1,"03049":2,"03054":3,"04004":2,"04008":2,"04027":2,"04047":1,"04065":1,"05054":2}},{"id":6606,"name":"Real Time Garbage Collection - LXC3","creation":"2014-06-10 23:45:26","description":"<p>For League of Extraordinary Cards, Round 3. Banned cards:<\/p>\n\n<ul>\n<li>Account Siphon (2)<\/li>\n<li>Dirty Laundry (2)<\/li>\n<li>Sure Gamble (1)<\/li>\n<li>Special Order (1)<\/li>\n<li>CyberSolutions Mem Chip (2)<\/li>\n<li>Desperado (1)<\/li>\n<li>Plascrete Carapace (1)<\/li>\n<li>R&amp;D Interface (2)<\/li>\n<li>Armitage Codebusting (2)<\/li>\n<li>Daily Casts (1)<\/li>\n<li>Kati Jones (1)<\/li>\n<li>Same Old Thing (2)<\/li>\n<li>Breach (2)<\/li>\n<li>Corroder (1)<\/li>\n<li>Datasucker (1)<\/li>\n<li>Magnum Opus (2)<\/li>\n<\/ul>\n","username":"grok","cards":{"01034":3,"01037":3,"01038":3,"02004":1,"02008":3,"02047":3,"02066":1,"02069":3,"02087":3,"02101":1,"02106":3,"03030":1,"03034":3,"03038":2,"03049":2,"04004":2,"04008":2,"04027":3,"04047":1,"04065":1,"05054":2}},{"id":6607,"name":"In Soviet Russia, Ice Breaks You","creation":"2014-06-10 23:47:39","description":"\n","username":"grok","cards":{"01062":1,"01094":2,"01099":1,"01101":2,"01103":3,"01110":3,"01113":3,"02018":3,"02060":2,"02077":3,"04015":3,"04017":2,"04020":2,"04040":2,"04058":3,"04096":1,"04097":1,"04099":3,"04100":3,"04118":1,"04120":2,"05016":2,"05024":2}},{"id":6608,"name":"In Soviet Russia, Ice Breaks You - LXC3","creation":"2014-06-10 23:47:55","description":"<p>For League of Extraordinary Cards, round 3<\/p>\n\n<p>Banned cards:<\/p>\n\n<ul>\n<li>AstroScript Pilot Program (2)<\/li>\n<li>Hostile Takeover (1)<\/li>\n<li>NAPD Contract (2)<\/li>\n<li>Priority Requisition (1)<\/li>\n<li>Jackson Howard (1)<\/li>\n<li>Melange Mining Corp (2)<\/li>\n<li>PAD Campaign (1)<\/li>\n<li>Shock! (2)<\/li>\n<li>Eli 1.0 (2)<\/li>\n<li>Enigma (1)<\/li>\n<li>Ice Wall (2)<\/li>\n<li>Tollbooth (1)<\/li>\n<li>Hedge Fund (1)<\/li>\n<li>Scorched Earth (2)<\/li>\n<li>Subliminal Messaging (2)<\/li>\n<li>Sweeps Week (1)<\/li>\n<li>Amazon Industrial Zone (2)<\/li>\n<li>Ash 2X3ZB9CY (1)<\/li>\n<li>Hokusai Grid (2)<\/li>\n<li>SanSan City Grid (1)<\/li>\n<\/ul>\n","username":"grok","cards":{"01062":1,"01098":3,"01113":3,"02018":3,"02059":2,"02060":2,"02077":3,"03026":2,"04017":2,"04020":2,"04033":1,"04039":1,"04040":3,"04058":3,"04059":3,"04060":2,"04096":3,"04097":1,"04099":3,"04120":3,"05016":2,"05024":2}}]