[{"id":3649,"name":"Psycho-Beale from Rainy Day Store Championship (4-1)","creation":"2014-03-31 00:56:20","description":"<p>I played this MSR deck at the Rainy Day Store Championship, going 4-1 with it. Overall, I'm pretty happy with the way it played. <\/p>\n\n<p>Based heavily on the Jesse Vandover deck from worlds, of course.<\/p>\n\n<p>Card choices: \nI swapped Ichi for Hive most recently. As a one-of, Hive is great. I had 2 but testing on OCTGN I found I'd draw the second so late that it was just 1 or 0 subs left. <\/p>\n\n<p>I took out Grim because Bad Pub is bad. So this deck can suffer against an efficient rig late game for sure.<\/p>\n\n<p>NAPD instead of Market Research because it helps tax to land MSR.<\/p>\n\n<p>3 Eli because it's still such great taxing ice, and it's cheap to rez. <\/p>\n\n<p>1 Quandary to add to my code gate count and draw out Yog. <\/p>\n\n<p>1 Tollbooth since it's good on HQ to help defend against siphon. I never rezzed it today.<\/p>\n\n<p>2 Data Raven because that ice is very good in this sort of deck, of course (to make them burn money)<\/p>\n\n<p>2 Wraparound instead of 3 because I'm barrier-heavy otherwise.<\/p>\n","username":"grogboxer","cards":{"01064":2,"01080":1,"01081":3,"01082":2,"01084":3,"01085":3,"01088":2,"01090":1,"01092":2,"01110":3,"02020":2,"02052":2,"02110":3,"02115":3,"02116":3,"04012":2,"04015":3,"04076":3,"04096":2,"04117":1,"04119":3,"04120":1}},{"id":3650,"name":"NBN Making News - Double Time - Dice Age Store Championship","creation":"2014-03-31 01:00:53","description":"<p>This list is -1 Corporate Shuffle, +1 Bernice Mai. Although the difference it makes on games is very minor.<\/p>\n","username":"bluebird503","cards":{"01064":1,"01080":1,"01081":3,"01082":2,"01084":2,"01092":3,"01098":3,"01110":3,"02017":1,"02019":3,"02020":2,"02052":2,"02056":2,"02110":3,"02115":3,"04015":3,"04076":3,"04077":2,"04096":2,"04100":2,"04113":1,"04119":3}},{"id":3651,"name":"Andromeda - Dice Age Games Store Championship (Vancouver, WA","creation":"2014-03-31 01:05:51","description":"<p>Bluebird503\/Kyle James - Went 4-1 in swiss and won both my elimination rounds. Nothing really to see here, another Andromeda deck. Quality Time did not do much for me in the important games so I switched to a professional contacts\/hostage package for the next day's store champs.<\/p>\n","username":"bluebird503","cards":{"01007":2,"01008":3,"01011":1,"01014":1,"01018":3,"01020":2,"01021":2,"01022":3,"01024":3,"01026":1,"01050":3,"01051":1,"01053":2,"02009":2,"02043":3,"02083":1,"02087":2,"02091":3,"02104":3,"02107":2,"03052":3}},{"id":3652,"name":"NBN Making News - Double Time - (Vancouver WA) Dice Age Stor","creation":"2014-03-31 02:14:47","description":"<p>Kyle James\/Bluebird503 - Corp went undefeated on the day. 5-0 in swiss, and won both elimination games in top 4.<\/p>\n","username":"bluebird503","cards":{"01064":1,"01080":1,"01081":3,"01082":2,"01084":2,"01092":3,"01098":3,"01110":3,"02017":1,"02019":3,"02020":2,"02052":2,"02056":2,"02097":1,"02110":3,"02115":3,"04015":3,"04076":3,"04077":2,"04096":2,"04100":2,"04119":3}},{"id":3653,"name":"Activist Exile v1.1","creation":"2014-03-31 03:29:17","description":"<p>Exile with Deep Red\/Pawn\/Scheherazade combo and Blackmail.<\/p>\n\n<p>The first set up you need is the one to Blackmail to play it as soon as you can. You need Aesop, Activist Support and NACH. Avoid the Tag when the corp turns begin, the give the corp a Bad pub at the start of your turn and trash it with Aesop to gain 3c.\nWhen the corp ha at least 1 BP, try building your rig, then when full rig is in place, this is pure awesomeness. Run with Blackmail, gain 1c and draw 2 cards, access 3 cards from R&amp;D. Use your 3 BM and 3 SOT before LARLA to start running again.<\/p>\n\n<p>Femme is here against possible rezzed ICE through Bioroid Efficiency Research and Oversight AI.<\/p>\n\n<p>Netshield and Public Sympathy keep you safe from flatline.<\/p>\n","username":"Meijin","cards":{"01026":1,"01034":3,"01044":1,"01045":1,"01047":2,"01050":3,"02050":3,"02087":3,"02107":3,"02109":3,"03030":1,"03035":3,"03046":2,"03054":3,"04002":3,"04009":1,"04022":2,"04042":3,"04062":3,"04089":3}},{"id":3655,"name":"Paint Yog","creation":"2014-03-31 04:11:13","description":"\n","username":"gudix","cards":{"01004":2,"01007":1,"01008":3,"01014":2,"01026":1,"01034":3,"01035":2,"01037":3,"01050":3,"02009":2,"02047":3,"02048":2,"02066":1,"02091":2,"02107":3,"03028":1,"03034":3,"03046":2,"03049":3,"03052":2,"04086":1,"04108":1}},{"id":3657,"name":"NBN NA Rush - Store championship first\/second place","creation":"2014-03-31 07:43:34","description":"<p>Corp deck I tied for first with.  Every tiebreaker was even after 5 rounds of swiss, so I gave the the win to travis, since I have already won a store championship. <\/p>\n\n<p>This deck is a hybrid of never advance, fast advance, and rush, being able to keep the runner off kilter.  NAPD is exactly the right agenda for this deck, and is actually quite easy to score, even considering its a 4\/2.  <\/p>\n","username":"djackman","cards":{"01080":1,"01081":3,"01082":3,"01084":2,"01092":3,"01101":1,"01110":3,"02013":2,"02019":3,"02020":3,"02052":3,"02056":3,"02115":3,"03023":1,"03026":2,"04015":3,"04034":2,"04076":3,"04077":2,"04096":2,"04119":2}},{"id":3658,"name":"Knight Gabe - Store championship first\/second place","creation":"2014-03-31 07:45:34","description":"<p>Tied for first at Indy store championship.  First criminal deck i've played in a while, but does fine. <\/p>\n","username":"djackman","cards":{"01007":1,"01017":1,"01018":3,"01021":3,"01022":3,"01024":3,"01028":2,"01043":1,"01049":3,"01050":3,"02009":3,"02024":2,"02043":3,"02091":2,"02104":2,"02105":1,"02106":2,"03052":3,"03054":2,"04004":1,"04043":2}},{"id":3659,"name":"Blackguard Deck","creation":"2014-03-31 09:55:30","description":"\n","username":"serjfan7","cards":{"01007":2,"01014":2,"01018":3,"01020":3,"01021":3,"01022":2,"01035":2,"01043":1,"01049":3,"01050":3,"02023":3,"02043":3,"02045":2,"02083":1,"02091":1,"02105":2,"03052":3,"03054":3,"04085":3,"04109":1}},{"id":3660,"name":"Blackguard Deck","creation":"2014-03-31 10:26:26","description":"\n","username":"serjfan7","cards":{"01007":2,"01018":2,"01020":3,"01021":3,"01022":2,"01035":2,"01043":2,"01049":3,"01050":3,"02023":2,"02043":3,"02045":2,"02083":1,"02091":1,"02105":2,"03052":3,"03053":2,"03054":3,"04065":2,"04085":3}},{"id":3661,"name":"2014 Portland: Rainy Day Games, Store Championship 1ST PLACE","creation":"2014-03-31 11:17:32","description":"<p>Annoying little Reina deck! A Variation of a Whizzard deck I used to run with back in the day, brought back to life after the release of DOUBLE TIME. Went 5-0 at a 24 person tourney. (Weyland, NBN: TWiY, Jinteki: RP, NBN:TWiY, NBN: MN)<\/p>\n\n<p>Might not be the easiest deck to pilot...but you're running...A LOT. &amp; Drawing cards...A LOT. That is probably one of the biggest weaknesses (and also Anarch in general) is the in-faction card draw problems. Wyldside isn't an option since you want all your clicks.<\/p>\n\n<p>So make lots of smart runs, putting pressure on as you can. Siphon early if you can &amp; shake tags just to get your econ started &amp; control the econ race. Ideal situation is getting Joshua B, Data Leak, &amp; Fall Guy out while you're tagged &amp; they're poor. 5 Clicks to Star Milling, Fall Guy to protect the DLR &amp; abuse the Siphon. You'll feel like a terrible person btw... :)<\/p>\n\n<p>Main weaknesses: Weyland decks, Any Scorchy Combo Deck, Card Draw.<\/p>\n","username":"BazooKaJoe","cards":{"01002":3,"01007":2,"01008":3,"01011":2,"01012":3,"01014":2,"01018":3,"01050":3,"01053":3,"02002":2,"02009":2,"02042":3,"02103":3,"03052":3,"03054":3,"04041":1,"04043":2,"04106":3}},{"id":3662,"name":"2014 Portland: Rainy Day Games, Store Championship 1ST PLACE","creation":"2014-03-31 11:24:49","description":"<p>Jinteki, what?!<\/p>\n\n<p>I'm personally not a Jinteki person. I played dB0 a few times when he was testing his Untrashable Deck &amp; thought...\"that's kind of annoying\/fun\".<\/p>\n\n<p>Made something that fits my style a little more with the release of DOUBLE TIME &amp; there you go! Went 4-1 at a 24 Person tourney. (Whizzard, Andromeda, Reina, Kate, Andromeda)<\/p>\n\n<p>You want to get your Sundew engine started as soon as possible &amp; start icing up centrals while you shell up. Hokusais help against Central attacks with Encryptions making them more annoying. I'm sure someone else can chime in here that is more of a Jinteki person...I'm looking at YOU db0.<\/p>\n\n<p>Caprice! Caprice is SO fun. I don't understand the hate here. Maybe because in our meta we all get along great, but the stare-offs as we choose our credits &amp; then laugh about the result is a blast. She was only effective for me in maybe half my games? Sometimes they got her first turn, others they took like 3, only to find a Hokusai waiting for them. &amp; then Interns her back after they paid extra to trash from Encryption! Yeah, kind of annoying...<\/p>\n","username":"BazooKaJoe","cards":{"01068":2,"01070":2,"01077":1,"01078":2,"01090":2,"01099":1,"01109":3,"01111":1,"02014":3,"02029":3,"02031":1,"02032":3,"02052":1,"02060":2,"02095":2,"04012":2,"04013":1,"04015":3,"04054":3,"04060":3,"04073":2,"04093":2,"04114":3,"04119":2}},{"id":3663,"name":"Shaper: Living Off Royalty Checks","creation":"2014-03-31 11:34:14","description":"<p>I created this deck as soon as the Double Time spoilers came out. I've been testing and twekaing it on OCTGN for the past week or so, and now it's time to get some feedback.<\/p>\n\n<p>Breakers: I'm using the most efficient breakers available for each type of ICE. Mimic is for before you get Cloak\/Silencer &amp; Dagger set up, or to break small Sentries in order to save Dagger for the bigger ones. Even if you don't have a Mimic out, there are enough Stealth credits in this deck for Dagger to be able to break through a sever stacked with sentries. <\/p>\n\n<p>Torch is the only Code Gate breaker, and there's only one copy of it. That makes it the priority Test Run\/Scavenge target. Once you get it out, it shouldn't cost you much to use it because of the 3xLockpicks.<\/p>\n\n<p>Corroder is Corroder, not much I need to say about why it's good. I will note that you should try to host it on an Omni-Drive, as there are no dedicated recurring credits for Fracters.<\/p>\n\n<p>Deus X was thrown in for Jinteki match-ups and for things like Janus, Viktor, and the like BEFORE you have your rig up. Having Deus X installed lets you run a lot more comfortably against Jinteki because you can handle a Snare! or an advanced Junebug without losing any momentum. <\/p>\n\n<p>Hardware: Obviously this deck is full of hardware that give recurring credits that make runs cheap\/free. With Kate's ability you can install most of these for free, which you should be taking advantage of every single turn. Inside Man is there to help with the bigger Hardware such as CyberSolutions Mem Chip, R&amp;D Interface, and HQ Interface.<\/p>\n\n<p>ToolBox is the Console of choice because it gives you everything you need: 2xRecurring Credits, 2xLink, and 2xMU. The recurring credits are obviously what this deck wants, and ToolBox's can be used for any type of breaker. The Link helps a lot because you're generally not going to have many \"real\" credits to fight traces. As for the MU, there is exactly as much MU in this deck as there are programs to use the MU. Very rarely do I actually install everything, but I usually do have most of my MU used by the end of the game, and the +2 MU on ToolBox is a useful bonus.<\/p>\n\n<p>Replicator is an absolute star in this deck. There's so much Hardware you're absolutely going to get mileage out of it. Replicator makes sure you always have something to install. Every turn. That's good. It helps you get your rig set up very quickly. The other thing Replicator is for is thinning your deck. When you click to draw a card you want to be getting a breaker or an event. You don't want to have to mill through extra hardware. Replicator makes sure you don't have to. And finally, Replicator keeps your hand size high without you needing to spend clicks. This means your not losing tempo by drawing for hand size against Jinteki or Weyland, which lets you keep running!<\/p>\n\n<p>The R&amp;D and HQ Interfaces let you put pressure on any server. When your rig gets up and running the Corp will not have a server safe from you, and when you start installing Interfaces they will realize they can't neglect ICE'ing up a server. Even when I rarely ran HQ, the fact that I had an HQ Interface made Corps install 1-2 more pieces of ICE on HQ.<\/p>\n\n<p>Plascrete Carapace is obvious Tag &amp; Bag defense. But notably with Replicator you can get both Placretes out at once, meaning you're safe for most of the game.<\/p>\n\n<p>Events: Most of these are standard. Diesel helps you draw when you can't find your last breaker. Indexing is to gain intel on the Corp deck and put more pressure on R&amp;D. Test Run\/Scavenge help you get something out quickly and cheaply. If you already have all of your breakers out use Test Run for Cloak or Opus as necessary. Use Scavenge to put Corroder on Omni-Drive.<\/p>\n\n<p>Thoughts: So, this deck has a pretty good win rate on OCTGN and several of the losses were due to my errors, not the deck itself. However, this deck HATES Tollbooth. I understand most Runners do, but having to pay 3 \"real\" credits hurts because this deck generally doesn't have a lot of extra \"real\" credits to give away. This deck also is lacking ways to retrive cards from the Heap. Test Run can get programs out that were lost from random damage, or so you can recur Deus X, but that's it. So, getting hit with random net damage sometimes hurts.<\/p>\n\n<p>I am usually able to get my rig out before the Corp can get comfortable. Against non-FA decks, I just try to lock down the scoring server while continually adding to my Hardware.<\/p>\n\n<p>FA decks are difficult, and the way I deal with them is locking down R&amp;D. I've won against NBN AstroBiotics a couple times because they lack of ICE protetcing any servers meant I was free to do whatever I wanted. HB FA is more difficult, but I the same strategy should work. Just make sure to kill SanSan as soon as you can.<\/p>\n\n<p>Sorry for the super long explanation, but I'm pretty excited for this deck. It's the first Runner deck I've felt satisfied with. Any feedback would be appreciated. Feel free to test it out, and I'll be doing further testing it on OCTGN (Username: EnjoiThePureTrip).<\/p>\n","username":"EnjoiThePureTrip","cards":{"01005":2,"01007":2,"01011":1,"01033":1,"01034":3,"01041":2,"01044":2,"01050":3,"02009":2,"02047":3,"02066":1,"02068":1,"02085":1,"02088":2,"02106":2,"02107":2,"03034":3,"03039":2,"03041":3,"03042":2,"04006":3,"04047":1,"04086":1,"04104":2}},{"id":3664,"name":"Jinteki Replicating Perfection","creation":"2014-03-31 12:15:57","description":"<p>The focus of this deck is economy through assets, and forcing the runner to spend a lot of clicks and money to weaken that economy.  Icing up central servers early (including archives) to force the runner to spend money or take net damage will be essential.\nThe potential risk for this deck is the lack of 'typical' burst economy.  Celebrity gift is in because the potential return is so high.  Beyond that I'm dependent on the assets to fund me, with the hope of scoring a Gila Hands Arcology early if money isn't working out.\nSnare exists to make it scary for the runner to run into R&amp;D or HQ.  Ronin serves two purposes, either I can make a calculated strike if the runner ends a turn too low on cards, or I can trick of light counters off of it to increase advance speed.\nAgendas were primarily selected to make it tough for the runner to steal them.  Executive retreat was simply chosen because I have run into situations where my hand is full of agendas and it gives the ability to rework them all if need be.<\/p>\n","username":"Castings","cards":{"01060":2,"01070":3,"01075":2,"01078":2,"01109":3,"01111":2,"02029":2,"02031":1,"02032":3,"02033":2,"02039":2,"02112":2,"03008":3,"03015":2,"03023":2,"04012":2,"04054":3,"04060":3,"04074":2,"04093":2,"04115":2,"04119":3}},{"id":3665,"name":"Transhuman Art Critic","creation":"2014-03-31 12:26:52","description":"<p>Paintbrush deck with a focus on draw-based economy. With some VoicePADs out, Sure Gamble, Lucky Find and Dirty Laundry are VERY good credit-generators.<\/p>\n","username":"Devet","cards":{"01034":3,"01036":2,"01043":3,"01049":2,"01050":3,"02023":1,"02047":1,"02050":2,"02087":3,"02107":3,"03028":1,"03031":1,"03035":3,"03049":2,"03052":3,"03054":1,"04006":3,"04029":3,"04088":1,"04108":2,"04109":3}},{"id":3667,"name":"Replicating Satisfaction","creation":"2014-03-31 13:14:47","description":"\n","username":"Jander","cards":{"01062":1,"01068":3,"01078":2,"01084":1,"01090":1,"01101":1,"01106":2,"01109":3,"01110":3,"01111":2,"02013":2,"02014":3,"02031":1,"04012":1,"04015":3,"04020":1,"04053":2,"04054":3,"04059":2,"04060":3,"04074":3,"04100":2,"04114":3,"04115":2}},{"id":3668,"name":"Weyland Advance","creation":"2014-03-31 13:41:18","description":"\n","username":"benlepunk","cards":{"01094":3,"01100":3,"01102":3,"01103":3,"01110":3,"02018":3,"02033":3,"02038":2,"02058":3,"02076":1,"02077":3,"02078":3,"04015":3,"04017":1,"04018":3,"04020":1,"04034":3,"04078":3,"04117":3}},{"id":3669,"name":"HB Arcology","creation":"2014-03-31 14:04:22","description":"<p>This deck attempts to use the inherent Fast Advance capability of HB while still maintaining some ICE with at least a little stopping power and taxing. Instead of SanSan City Grid it relies on Haas Arcology AI, which is neat but probably not as useful in terms of raw power.\nA discussion of this deck and the various iterations it went through can be found <a href=\"http:\/\/boardgamegeek.com\/thread\/1143398\/deck-hb-arcology-how-to-improve\">here!<\/a><\/p>\n","username":"Eijolend","cards":{"01054":1,"01055":3,"01056":3,"01059":3,"01062":1,"01064":2,"01084":1,"01090":2,"01101":1,"01110":3,"01113":2,"02051":3,"02070":2,"02110":3,"03004":1,"03011":3,"03023":3,"04011":3,"04015":3,"04077":2,"04090":2,"04096":1,"04119":2}},{"id":3670,"name":"CrayB","creation":"2014-03-31 14:15:03","description":"<p>Get runner poor.<\/p>\n","username":"Brewmaster","cards":{"01054":1,"01056":3,"01058":3,"01062":3,"01090":1,"01106":3,"01109":2,"01111":2,"02013":2,"02029":2,"02056":2,"02080":3,"02092":3,"02095":2,"03004":1,"03006":2,"03015":3,"03019":2,"03023":1,"03026":2,"04015":3,"04059":2,"04079":2}},{"id":3671,"name":"Garden of the Ronin v1.1","creation":"2014-03-31 14:28:53","description":"<p>Iteration.<\/p>\n","username":"sirris","cards":{"01057":1,"01062":2,"01068":3,"01070":3,"01075":2,"01078":2,"01090":2,"01107":1,"01111":1,"02014":3,"02031":1,"02052":2,"02059":3,"02112":3,"02120":3,"04012":3,"04013":3,"04015":3,"04033":1,"04054":3,"04074":2,"04093":1,"04100":2}},{"id":3672,"name":"Access Denied","creation":"2014-03-31 14:32:02","description":"<p>My take on Nord's HB-Ash Deck.<\/p>\n","username":"sirris","cards":{"01054":1,"01055":3,"01056":3,"01058":2,"01061":2,"01062":1,"01064":2,"01084":1,"01090":2,"01106":3,"01110":3,"02013":3,"02052":2,"02092":3,"02110":3,"03006":1,"03014":1,"03015":1,"03017":2,"03019":2,"04015":2,"04030":1,"04040":2,"04111":1,"04114":2,"04119":1}},{"id":3673,"name":"Reina's Key to the City v1.3","creation":"2014-03-31 14:34:01","description":"<p>Testing out Wyldside instead of Diesel. Might just be crazy enough to work.<\/p>\n","username":"sirris","cards":{"01002":2,"01016":3,"01019":1,"01021":1,"01026":1,"01047":1,"01050":3,"01051":2,"01053":2,"02021":3,"02022":3,"02041":1,"02042":2,"02043":1,"02091":3,"02109":3,"03053":3,"03055":1,"04041":1,"04043":3,"04061":3,"04106":2,"04109":1}},{"id":3674,"name":"Lucky Blackguard","creation":"2014-03-31 14:48:33","description":"<p>I took my previous blackguard deck to a store tournament and came in 5th out of 16th largely because I could not seem to get set up fast enough with snitch blackguard. I think lucky find may help tremendously in that regard. especially since snitch blackguard doesn't need to splash for very much. Gordian blade because I do not want a datasucker wipe to lock me out of centrals with all the good code gates out there<\/p>\n","username":"CodeMarvelous","cards":{"01007":1,"01008":3,"01011":1,"01017":1,"01018":3,"01021":3,"01022":3,"01026":1,"01028":1,"01043":1,"01049":3,"01050":3,"01053":3,"02009":2,"02043":3,"02045":2,"02091":1,"02105":3,"03053":3,"04085":2,"04109":3}},{"id":3675,"name":"Dino Ninja Attack","creation":"2014-03-31 14:49:42","description":"\n","username":"daytodave","cards":{"01009":1,"01010":1,"01027":2,"01034":3,"01036":3,"01043":2,"01044":1,"01049":3,"01050":3,"01051":1,"02046":1,"02047":3,"02048":3,"02049":3,"03046":3,"03048":2,"03054":3,"04109":3}},{"id":3676,"name":"Boogie Knights","creation":"2014-03-31 14:53:29","description":"<p>A slightly more 'efficient' breed of my Jalpeno face Gabe deck that has a little more luster against HB decks and protection for knight using E3, clone chip, and faerie.  Coincidentally (or not) clone chip works well to return knight and faerie for one more party.  <\/p>\n\n<p>I cut down sneakdoor on the premise that Li will help find it when needed (and to not draw duplicates), but kept 3xdesperado because you can't get it too early.  Mr. Li and Kati are tutorable through hostage to get money and draw going ASAP since events win you the game.  SoT in there for event flexibility and more siphons.<\/p>\n\n<p>Yes, I'm running Peacock.  No, you can't talk to me about it.<\/p>\n","username":"x3r0h0ur","cards":{"01007":2,"01017":1,"01018":3,"01021":3,"01022":3,"01024":3,"01026":1,"01028":2,"01050":3,"02006":1,"02009":2,"02024":2,"02043":2,"02091":2,"02104":3,"02105":1,"02106":1,"03038":1,"03052":3,"03054":2,"04004":2,"04043":3}},{"id":3679,"name":"Andromeda \"WhiteGuard\"","creation":"2014-03-31 15:19:18","description":"<p>ಠ_ಠ<\/p>\n\n<p>After having played against one this weekend, it was nasty.  I decided to try it out myself and see what I could come up with.  Based on some of the others I've seen on here and the work I did on this last night, here is my iteration.  Those that have used it, let me know if this seems close enough to try out.<\/p>\n","username":"x3r0h0ur","cards":{"01007":2,"01018":3,"01021":3,"01022":3,"01026":1,"01043":1,"01050":3,"02009":3,"02043":3,"02045":3,"02065":2,"02083":1,"02091":2,"02104":3,"02105":1,"02107":1,"03052":3,"04004":2,"04085":3,"04109":3}},{"id":3680,"name":"Lucky Blackguard 2.0","creation":"2014-03-31 15:25:05","description":"<p>-3 data sucker -1 gordian blade -1 mimic -1 Femme  -3 daily casts. +2 faerie +1 crypsis +1 zul3 +1 garrote +2 crescentus +1 indexing +1 RD interface<\/p>\n","username":"CodeMarvelous","cards":{"01007":1,"01017":1,"01018":3,"01021":3,"01022":3,"01028":1,"01049":3,"01050":3,"01051":1,"01053":3,"02007":1,"02009":2,"02043":3,"02045":2,"02065":2,"02091":1,"02104":2,"02105":3,"02106":1,"02107":1,"04065":1,"04085":2,"04109":3}},{"id":3681,"name":"HB ManUp Test","creation":"2014-03-31 15:32:22","description":"<p>might run into early money problems, needs testing<\/p>\n","username":"itsbigfoot","cards":{"01054":1,"01055":3,"01056":3,"01058":1,"01061":2,"01062":2,"01064":2,"01084":2,"01090":1,"01104":3,"01110":3,"02011":3,"02013":3,"02051":3,"02052":2,"02092":3,"02110":3,"03015":1,"03019":2,"03023":2,"04090":3,"04114":2}},{"id":3682,"name":"Andromeda's Exposé (v0.3)","creation":"2014-03-31 17:17:15","description":"<p>A Blackguard list for testing. I did a double-take after seeing x3r0hour's list -- great minds think alike, and fools seldom differ?<\/p>\n","username":"Ajar","cards":{"01007":2,"01018":3,"01021":3,"01022":3,"01043":1,"01049":3,"01050":3,"02009":2,"02043":3,"02045":3,"02065":2,"02083":1,"02087":2,"02091":2,"03052":3,"03053":3,"04065":1,"04085":3,"04109":3}},{"id":3683,"name":"HB - Chronos Protocol Paris","creation":"2014-03-31 17:20:43","description":"\n","username":"Wiegraf","cards":{"01054":1,"01055":3,"01056":3,"01057":3,"01058":3,"01059":2,"01062":1,"01064":2,"01065":1,"01080":1,"01090":2,"01092":1,"01106":2,"01110":3,"01111":2,"01113":3,"02010":2,"02013":3,"02051":3,"02110":3,"03005":2,"03015":1,"03017":1,"03019":2,"03026":1,"04015":3,"04020":1,"04096":1,"04099":2}},{"id":3684,"name":"Shocking News","creation":"2014-03-31 17:26:56","description":"\n","username":"Oathwood","cards":{"01070":3,"01081":3,"01082":3,"01084":2,"01092":2,"01110":3,"02020":3,"02056":3,"02114":1,"02115":3,"04073":3,"04075":3,"04076":3,"04096":3,"04100":3}},{"id":3685,"name":"Please Don't Whizz on the Bonzai 1.1 - GP Store Championship","creation":"2014-03-31 18:22:39","description":"<p>An absolute ton of remotes. Put Caprice on one. Then add Ash. Then add Hokusai. Then watch them not want to waste time running and score as you please. Probably best opening hand is two Sundews and Encryption Protocol. This can be a really annoying deck to play against and eventually the opponent will make a mistake or you'll force them to do something they do not want to do.<\/p>\n","username":"ooogene","cards":{"01070":2,"01075":1,"01109":2,"02013":2,"02014":2,"02029":3,"02031":1,"02032":2,"02039":2,"02056":2,"02060":2,"02095":2,"02112":1,"04015":2,"04033":1,"04054":3,"04060":3,"04073":3,"04074":3,"04077":2,"04093":2,"04100":1,"04114":3,"04119":3}},{"id":3686,"name":"The Kid's Got Somethin' On Ya 1.1 - GT Store Championship 20","creation":"2014-03-31 18:23:53","description":"<p>The idea is to get New Angeles City Hall and Activist Support out quickly. Thus stopping your tags and getting Blackmail going. Use Blackmail to hit R&amp;D and HQ relentlessly and recycle everything back using Levy AR. Aesop's is there to save your bacon from Activist Continually going off if you need to stop it. I've kept a couple Infiltrations as well, just because it can be dangerous spending your Blackmail's running remotes you don't know about.<\/p>\n","username":"ooogene","cards":{"01007":1,"01026":1,"01034":3,"01043":1,"01044":3,"01047":2,"01049":2,"02046":1,"02085":1,"02087":3,"02104":1,"02107":2,"02109":3,"03035":2,"03038":3,"03053":3,"03054":3,"04062":3,"04089":3}},{"id":3687,"name":"Gamers Paint too!","creation":"2014-03-31 19:04:33","description":"<p>Going to try this deck out a bit later but I figured I would build it really quick for fun! The idea is to make the most out of Morningstar using paint brush and break everything for 1 cred  :). Figured the Krakens and parasites would help keep ice low and make the most out of it. It does have the other fixed breakers as a fall back but I'm thinking maybe they should be Knights. Testing will see :)<\/p>\n","username":"tpsviper","cards":{"01002":3,"01006":2,"01008":3,"01009":2,"01011":2,"01012":3,"01014":2,"01015":3,"01050":3,"02001":1,"02003":1,"02004":3,"02022":3,"02090":3,"02091":2,"03035":1,"03052":3,"04009":2,"04021":2,"04061":1,"04082":2,"04108":3}},{"id":3689,"name":"New Kit Paintbrush","creation":"2014-03-31 20:26:35","description":"\n","username":"cjbriley","cards":{"01007":1,"01035":2,"01036":2,"01037":3,"01043":2,"01044":2,"01050":3,"02009":2,"02047":2,"02048":3,"02066":1,"02087":3,"02104":2,"02107":3,"03028":1,"03034":2,"03038":3,"03046":3,"04067":1,"04086":2,"04108":2,"04109":1}},{"id":3690,"name":"Experimental Reina v 0.7","creation":"2014-03-31 21:36:23","description":"<p>Inspired by:\nhttp:\/\/netrunnerdb.com\/en\/decklist\/2678\/gamers-den-2014-store-champion-1st-place-deck<\/p>\n\n<p>Assisted by fortranmaker.<\/p>\n\n<p>-2 Yog +2 Force of Nature<\/p>\n","username":"wishmaster317","cards":{"01002":3,"01005":3,"01007":2,"01009":2,"01011":2,"01012":2,"01015":2,"01050":3,"01053":3,"02009":2,"02022":3,"02062":2,"02082":2,"02091":1,"02105":1,"03038":2,"03049":1,"04003":2,"04004":2,"04041":1,"04042":2,"04043":3}},{"id":3691,"name":"HB Big Ice - 1st Place Pastimes (Niles, IL) Store Championsh","creation":"2014-03-31 22:12:45","description":"<p>The basic premise of the deck is to make lots of money and to make the running spend a bunch of credits to make a single run.  While the runner is farming money to make that next run, your window to score opens.<\/p>\n\n<p>Sorry, I'm not the best at describing my decks aside from the basic function. XD\nI will add more to this later.<\/p>\n","username":"Arkidents","cards":{"01054":1,"01055":3,"01056":3,"01059":3,"01062":2,"01064":1,"01090":3,"01098":3,"01106":2,"01108":2,"01110":3,"01113":2,"02013":1,"02051":3,"02056":3,"02110":3,"03015":2,"03017":2,"03023":2,"04015":3,"04030":1,"04059":2}},{"id":3692,"name":"Same Old Chaotic Thing - 1st Place Pastimes (Niles, IL) Stor","creation":"2014-03-31 22:16:39","description":"<p>The goal of this deck is to set up the rig as fast as possible with the final set up being Opus, Garrote-asurus, Corroder, Gordian Blade, and either Femme or Nerve Agent (which ever is needed).  Aside from the utilities to find the pieces to the rig are Vamp, Account Siphon to disrupt the corp and Plascrete to save my own skin.<\/p>\n","username":"Arkidents","cards":{"01007":1,"01018":1,"01026":1,"01034":3,"01035":3,"01043":1,"01044":2,"01050":3,"02009":2,"02021":1,"02041":1,"02046":1,"02047":3,"02048":3,"02087":3,"02107":2,"03034":3,"03035":1,"03038":2,"03046":2,"03054":1,"04065":1}},{"id":3693,"name":"Andromeda Control","creation":"2014-03-31 23:19:15","description":"<p>Standard Andromeda deck.  Nothing particularly original, just my particular preference for the build.<\/p>\n","username":"iallik","cards":{"01007":1,"01008":3,"01011":1,"01014":1,"01018":3,"01019":1,"01021":2,"01022":3,"01024":2,"01026":1,"01050":3,"02009":2,"02025":2,"02043":2,"02083":1,"02084":1,"02085":1,"02091":2,"02104":2,"02105":1,"02107":2,"03038":2,"03052":2,"03054":2,"04004":2,"04063":1}},{"id":3694,"name":"Reina Terror 2.0","creation":"2014-03-31 23:25:08","description":"\n","username":"travisrchance","cards":{"01002":3,"01007":3,"01010":3,"01011":2,"01014":1,"01018":2,"01026":1,"01034":3,"01049":3,"01050":3,"02002":2,"02009":2,"02082":2,"03052":3,"03053":3,"04002":1,"04003":3,"04021":2,"04041":1,"04043":3}},{"id":3695,"name":"HB taxing fast advance","creation":"2014-03-31 23:27:42","description":"<p>A fairly standard HB fast advance. I focus more on taxing the runner versus rush, with Ichi 1.0 in particular being great at taxing but bad at rushing. The economy assets are there not solely to get money but almost as much to pressure the runner into making runs and spending credits trashing them. <\/p>\n\n<p>I used to run a Director Haas' Pet Project as one of the 3\/1 agendas to get back a SanSan City Grid and some ice or an asset, but I found that this made the agenda pretty underwhelming early game and an unattractive target for early fast advancing. So, I switched it for another Gila Hands and have been more happy- I don't feel too bad rushing out a Gila Hands, as the economy can help me fuel any future biotic labors and ice rezzing. <\/p>\n","username":"iallik","cards":{"01054":1,"01055":3,"01056":3,"01058":2,"01059":3,"01061":1,"01062":2,"01064":2,"01090":1,"01092":2,"01103":1,"01109":3,"01110":3,"01111":1,"02051":3,"02070":3,"02110":3,"03005":3,"03023":2,"04015":2,"04034":2,"04096":2,"04120":2}},{"id":3696,"name":"Dino Ninja Attack","creation":"2014-03-31 23:32:31","description":"\n","username":"daytodave","cards":{"01008":2,"01009":1,"01027":1,"01034":3,"01042":2,"01043":2,"01044":1,"01049":3,"01050":3,"02046":1,"02047":3,"02048":3,"02049":3,"03046":3,"03053":3,"03054":3,"04061":1,"04109":3}},{"id":3697,"name":"Little Whiz","creation":"2014-03-31 23:59:28","description":"<p>Uses 1 Core + the Genesis cycle.\nThis is my first design so it's a bit haphazard. Use your identity to stop the corp generating money with assets, and use your fast money plus generic icebreakers to bust into remote servers, stopping them from scoring early points.\nThen you can get public sympathy to undo your self inflicted brain damage, reduce the strength of the enemy ice to allow your fixed-power icebreakers to break them, and make big runs against R&amp;D to win.<\/p>\n","username":"Lttlefoot","cards":{"01004":3,"01005":3,"01008":2,"01009":2,"01010":1,"01011":1,"01013":2,"01014":1,"01015":1,"01019":3,"01020":3,"01022":1,"01050":3,"01051":2,"01053":3,"02001":1,"02002":1,"02004":1,"02022":3,"02028":1,"02050":3,"02082":2,"02102":1,"02107":2}}]