[{"id":6774,"name":"Coming At You With A Crowbar","creation":"2014-06-15 00:26:44","description":"<p>Ever evolving deck I have played since the game was released. <\/p>\n","username":"Aydos","cards":{"01007":2,"01017":1,"01018":3,"01021":3,"01022":3,"01024":2,"01026":2,"01028":2,"01031":1,"01036":1,"01043":1,"01050":3,"02009":2,"02024":2,"02043":3,"02091":2,"02105":2,"03054":3,"04043":3,"04063":3,"05035":2,"05039":1}},{"id":6775,"name":"Stims make you run faster","creation":"2014-06-15 01:01:31","description":"<p>Just trying out some spoiled lunar cycle cards in my exile frame. Inject looks like it is tailor made for exile and the cerberus programs, specifically Lady, shore up some of his weaknesses well.<\/p>\n","username":"Dragon53170","cards":{"01004":1,"01026":2,"01047":1,"01049":2,"01050":2,"02009":2,"02047":2,"02066":2,"03030":1,"03034":3,"03035":2,"03038":3,"03044":2,"03046":3,"03054":2,"04066":2,"04067":2,"06019":2,"06073":3,"06094":1,"06096":1,"06098":3,"06099":2}},{"id":6776,"name":"WEKLL Channel 3 News","creation":"2014-06-15 01:03:13","description":"<p>Ever evolving deck I have played since the game was released.<\/p>\n\n<p>This version I swapped my market research for NAPD Contact. Both are good cards but the NAPD ability always goes off where the market research is conditional.<\/p>\n\n<p>I also dropped a wrap around and a psychographic for two freelancers. Joshua B data leak reversal decks are getting kind of popular. Would be nice to trash them cheaper and quicker. However tagged against me they have other problems.<\/p>\n","username":"Aydos","cards":{"01070":2,"01080":1,"01081":3,"01084":2,"01085":1,"01088":2,"01090":2,"01092":2,"01099":2,"01110":3,"02019":1,"02020":2,"02040":2,"02052":1,"02056":2,"02115":3,"02116":2,"02117":1,"03026":2,"04015":2,"04040":2,"04075":2,"04076":3,"04096":2,"04119":3}},{"id":6777,"name":"Drips & Leaks","creation":"2014-06-15 01:33:14","description":"<p>My first attempt at a Noise mill deck, using the tag-me combo of Data Leak Reversal and Joshua B.  I made it first, then found CrimsonWraith's Virulent Saxum and kind of tweaked mine to be more in tune with that.  I'm unsure how these decks get by without any tutoring (Djinn let's you tutor a virus, which can be used for Crypsis, sure, but I played a whole game and only saw my two Corroders) but I'll figure it out.  I'm also wondering if Hard At Work would be awesome or not and if so where to fit it in.<\/p>\n","username":"wswan","cards":{"01001":1,"01002":2,"01006":2,"01007":2,"01008":3,"01009":2,"01010":2,"01011":2,"01014":2,"01018":2,"01050":3,"01051":1,"01053":3,"02009":3,"02022":2,"02041":2,"02042":2,"02103":2,"03035":1,"03054":2,"04005":3,"04061":2}},{"id":6778,"name":"Weyland_glacier_national","creation":"2014-06-15 03:23:11","description":"<p>Winner of the Italian National Championship.<\/p>\n","username":"wolfbanez","cards":{"01057":2,"01090":1,"01093":1,"01094":3,"01098":3,"01101":3,"01102":3,"01103":2,"01106":3,"01110":3,"01111":1,"01113":1,"02013":2,"02019":2,"02070":3,"02077":3,"02079":3,"03026":2,"03027":1,"04015":2,"04040":3,"04078":1,"05024":2}},{"id":6779,"name":"Kate_national","creation":"2014-06-15 03:25:54","description":"<p>Winner of the Italian National Championship.<\/p>\n","username":"wolfbanez","cards":{"01007":1,"01024":2,"01026":1,"01027":1,"01033":1,"01034":3,"01049":2,"01050":3,"02004":1,"02009":2,"02047":3,"02066":1,"02091":3,"02106":3,"02107":2,"03031":1,"03034":3,"03035":1,"03043":1,"03046":2,"03052":3,"03053":3,"03054":2,"04047":1}},{"id":6781,"name":"NBN Push Through the Pain III","creation":"2014-06-15 09:21:56","description":"<p>Undefeated in 9 person, 4 rd Swiss tourney at TEG on June 14, 2014. Flatlined everybody. Only scored 2 agenda points. Used MSR, SEA, and self-tagging and Scorched. Shinobi, while killing a few people in casual play was installed in two games but never rezzed.<\/p>\n","username":"tobinlopes","cards":{"01080":1,"01081":3,"01083":1,"01084":1,"01085":2,"01086":2,"01088":2,"01090":2,"01092":2,"01099":3,"01107":1,"01109":1,"01110":3,"01111":1,"02020":2,"02056":1,"02074":2,"02097":1,"02115":3,"02116":2,"03026":2,"04015":2,"04076":2,"04077":1,"04095":1,"04096":1,"04115":1,"04119":2,"05024":1,"05027":1}},{"id":6782,"name":"Replicating Contacts & MO 2.0","creation":"2014-06-15 10:11:30","description":"<p>Ive always wanted to make a deck around this special shaper. This is my second take on it of how it might work, with the help of einherjarr's tips<\/p>\n\n<p>The idea behind this deck is to have as much MU as possible to charge Overmind. Replicator will help thin the deck tutoring all hardware duplicates and triplicates. Diesel and Quality Time will boost card draw. Basic economy revolves around MO &amp; Professional Contacts.<\/p>\n\n<p>Initial hand MUST have MO or PC. After that You will either 3-click MO or 3-Click PC or even instal 3 cards, for a extra click (Identities ability). With two clicks available you will be able to run agressively or play events.<\/p>\n\n<p>In theory, this should work :)<\/p>\n","username":"fs1973","cards":{"00001":1,"01011":1,"01034":3,"01035":3,"01038":3,"01041":2,"01044":3,"01050":3,"02024":2,"02028":3,"02047":3,"02087":3,"02088":3,"03034":3,"03038":3,"03046":3,"03049":3,"03054":3,"04086":3,"05053":3,"06078":2}},{"id":6783,"name":"Chaos Theory Wunderbuild","creation":"2014-06-15 10:14:16","description":"<p>This is my best Wunderkind deck so far. It still needs some improving, but i've been running it for some while now.<\/p>\n\n<p>Suggestions appreciated ;)<\/p>\n","username":"fs1973","cards":{"01008":2,"01034":3,"01044":2,"01050":3,"02004":1,"02046":1,"02047":3,"02048":2,"02091":2,"02107":2,"03034":3,"03035":1,"03038":3,"03040":1,"03049":2,"03054":3,"04047":1,"04065":1,"04086":2,"04109":3}},{"id":6784,"name":"Big Girls Play With Monoliths v2.2","creation":"2014-06-15 11:44:51","description":"\n","username":"Ulkrond","cards":{"01007":2,"01011":2,"01028":1,"01034":3,"01043":2,"01044":2,"01050":3,"02041":1,"02046":1,"02087":3,"02107":2,"03033":3,"03035":3,"03036":2,"03041":3,"03042":1,"04029":3,"04109":2,"05053":2}},{"id":6785,"name":"Noise - Schehexually Transmitted Diseases","creation":"2014-06-15 12:08:29","description":"<p>I've been trying to build effective mill decks for a while and this one actually has a lot of promise and recently pulled off 3 mills in one tourney. The idea is to function only off of recurring credits while Aesop's and Scheherazade build up your actual credit pool just in case you need a last stitch effort to make a run. Ideally, this deck never actually runs. With a chance to bring in 34 viruses, the mill is pretty simple as corps are usually drawing to find protection on R&amp;D and Archives. <\/p>\n\n<p>It's a deck of bluffs also, bringing in Grimoire for the purpose of scaring the corp into burning a precious turn wiping counters, especially if you hold your Imps on the field.<\/p>\n\n<p>Backbone of the deck is really Sahasrara and Aesop's. Clickless economy is huge as you're losing one already to Wyldside, but Wyldside is a big part of the deck. Drawing two potentially viruses for a single click just gives you a wonderfully steady stream of virus installs that Sahasrara\/Cyberfeeder pays for and Scheherazade and Aesop's build up the bank for.<\/p>\n","username":"funnyways3","cards":{"01001":1,"01002":3,"01005":3,"01006":1,"01008":3,"01010":3,"01016":3,"01047":2,"01051":1,"02003":3,"02041":3,"02102":2,"02108":1,"03047":3,"03054":3,"04005":3,"04022":2,"04082":3,"05051":3}},{"id":6786,"name":"Tennin's Tricks 1","creation":"2014-06-15 12:12:43","description":"<p>Evolution from Tennin's Tricks 0.\nChanges into the  pool of ICEs, mainly with Ice Wall as main Barrier.<\/p>\n","username":"stollv","cards":{"01064":1,"01068":3,"01069":2,"01073":1,"01078":1,"01103":3,"01110":3,"01111":2,"02015":2,"02033":3,"02034":1,"02054":2,"02056":2,"02060":1,"02112":1,"02117":1,"04053":2,"04054":1,"04060":2,"04092":1,"04100":1,"04114":2,"05003":1,"05005":3,"05007":2,"05014":2,"05015":2,"05024":2}},{"id":6787,"name":"Kate destroyer v1.17 top 16 Regionals Poznan 15\/06\/14","creation":"2014-06-15 12:37:07","description":"<p>Just a standard Kataman event based deck. The cards flow is super fast in here I played Levy in 3 games because I used up all my cards. Parasite is a must have in current meta and Clone chips will help you a lot with evil Komainu ;)<\/p>\n","username":"voice_of_madness","cards":{"01008":2,"01012":2,"01026":1,"01033":1,"01034":3,"01036":2,"01050":3,"02009":2,"02047":2,"02066":1,"02087":2,"02106":1,"03035":1,"03038":3,"03040":3,"03046":3,"03048":1,"03052":3,"03054":3,"04029":2,"04067":1,"04086":1,"04109":3,"05035":1}},{"id":6788,"name":"Tennin v1.01 top 16 Regionals Poznan 15\/06\/14","creation":"2014-06-15 12:37:21","description":"<p>My first attempt at Tennin. I’m very happy with the deck, sadly the results  where not so good as i had hope to ;)\nI’ll probably have to fit in more econ cards, starting with Celebrity Gift. Because money was a problem during the tournament. Inazuma + Archer is totally great and did help a lot. \nI’m looking forward to my next games with this deck.<\/p>\n","username":"voice_of_madness","cards":{"01058":2,"01068":2,"01084":1,"01101":2,"01103":3,"01110":3,"02014":3,"02033":3,"04013":2,"04015":3,"04020":1,"04032":2,"04033":2,"04073":3,"04074":2,"04114":3,"04120":3,"05003":1,"05005":3,"05006":1,"05011":3,"05016":2}},{"id":6790,"name":"YOLOLOL - MKI","creation":"2014-06-15 14:57:42","description":"<p>Small ice deck made for never advance strategy. Have fun !<\/p>\n","username":"Syntax","cards":{"01075":3,"01089":3,"01103":3,"01110":3,"01112":3,"02014":3,"02015":3,"02053":3,"02056":3,"03018":3,"03023":3,"04053":3,"04059":3,"05003":1,"05005":3,"05006":1,"05011":3,"05018":3}},{"id":6791,"name":"Tulsa Regional: 3rd Place - Chaos \"StimShop\" Theory","creation":"2014-06-15 15:08:40","description":"<p>3rd Place: Tulsa Regional<\/p>\n\n<p>Couple of changes this time around that I felt worked well. \n-2 Dinosaurus, +2 Akamatsu Mem Chip<\/p>\n\n<p>The deck, in my opinion, was too reliant on making sure that Garrote was on Dinosaurus to give it +2 Strength and to save on its costly MU price. After talking about it with Sam Suied I just wanted the extra MU and I didn't care too much about the +2 strength from Dinosaurus. So, I went with the Akamatsu Mem Chips because they were cheaper and just gave me the extra MU I needed.  The change worked very well for me on the day. <\/p>\n\n<p>As I stated from the San Antonio decklist, The Maker's Eye should have stayed in and they did this time around. \n-2 Indexing, +2 The Maker's Eye.<\/p>\n","username":"xpiredsodapop","cards":{"01004":3,"01007":2,"01026":1,"01034":3,"01036":2,"01038":2,"01043":1,"01044":3,"01050":2,"02046":1,"02047":3,"02049":3,"02087":3,"02107":3,"03034":2,"03046":3,"04047":1,"04065":1,"05035":2}},{"id":6792,"name":"My ICE is Bigger than Yours","creation":"2014-06-15 15:14:47","description":"<p>Pretty simple deck to pilot. Hide behind your big ICE until you're ready to use Biotic Labor and SanSan. The 1 Oversight should be used either on Wotan or Janus. It'll at least slow them down.<\/p>\n\n<p>The rest of the deck is just about gaining econ. I've found the main weakness\/only way to be out-econ'd is Siphon, so I've included a couple Closed Accounts as a counter.<\/p>\n","username":"ImTheBanker","cards":{"01054":1,"01055":3,"01059":3,"01062":1,"01063":3,"01084":2,"01092":3,"01106":2,"01108":3,"01110":3,"02012":3,"02051":3,"02070":3,"02079":1,"02092":3,"02110":3,"03015":2,"03019":3,"04015":2,"04030":1,"04111":1,"04119":1}},{"id":6793,"name":"Arabian Faerie","creation":"2014-06-15 15:32:50","description":"<p>TBH I really, really can't wait for this ID to come out. It really requires a switch in play.<\/p>\n\n<p>I built this deck with 2 things in mind: Recurring credits and cheap\/efficient breakers.<\/p>\n\n<p>Faerie is by far the most efficient sentry breaker and is free to install. Use sacrificial constructs to keep it in play. Clone Chips can also be used to bring it back.<\/p>\n\n<p>Corroder is kind of a no brainer. Super efficient and also quite cheap.\nGordian blade is still doubtful though. It's pretty expensive. I might trade it in for a ZU. On the other side though, Gordian does keep it's strength throughout the run, so it saves you creds.<\/p>\n\n<p>Toolbox is something really expensive to put in a deck like this, but I find the extra MU and recurring creds very useful. Also the 2 extra link will help against traces (need to try and get every econ boost I can find). You could use Kati to bank up the money. Same goes for ProCo. Really expensive, but I think will help the deck in the long run. The extra MU may seem overkill at first glance, but I predict Bad Times will become a pretty popular card, so having MU to spare will be a very good thing in the future.<\/p>\n\n<p>Easy Mark and Social Engineering are there for small econ boosts. Social Engineering is made for Nasir. You just double up your credit pool which gives you loads of breathing room. Same with Personal Workshop, just put a program on there and chill or rush it out when needed.<\/p>\n\n<p>Use Scavenge to put your programs on Omni-Drive if you haven't drawn any in the beginning.<\/p>\n\n<p>Crescentus is kind of a wild card. It's in here to shut down the ICE which have a way higher rez cost than it takes them to break, which is great for me. Possible combo: Crescentus last piece of ICE and later on use Social Engineering on that last piece of ICE to gain extra credits (which you can keep if you break the ICE again) or just walk on through.<\/p>\n\n<p>Other cards to consider: Ice Analyser (plays into the ID even more), Grappling Hook (saves money on breaking subs), Cyber-Cypher (very efficient code gate breaker, also slots in nicely together with Scavenge), Underworld Contacts and Snitch.<\/p>\n\n<p>EDIT: Will probaly also add dagger as a backup sentry breaker.<\/p>\n\n<p>EDIT 2: -1 SMC, -1 Gordian, -1 Clone Chip, -1 R&amp;D Interface<\/p>\n\n<p>+3 Cyber Cypher (suits the deck better than Gordian Blade), +1 Levy AR Acces (to get back Faeries and SC's)<\/p>\n","username":"Weezel","cards":{"01007":1,"01019":3,"01041":2,"01043":1,"01048":3,"02049":3,"02065":1,"02066":1,"02091":3,"02104":3,"02107":3,"03034":3,"03038":3,"03039":3,"03041":3,"03046":3,"03049":3,"06017":1,"06018":3}},{"id":6794,"name":"2nd place Tulsa Regional","creation":"2014-06-15 15:36:41","description":"<p>Decided to focus on resource economy and R&amp;D locks after falling a bit short in san antonio. Ran great, lost 1 game in swiss and 2 in brackets (winner's finals and grand finals)<\/p>\n","username":"itsbigfoot","cards":{"01007":2,"01008":3,"01011":1,"01014":1,"01021":2,"01022":3,"01024":3,"01026":1,"01032":1,"01036":1,"01050":3,"01051":1,"02043":2,"02083":1,"02091":2,"02105":2,"02107":2,"03052":3,"03053":2,"03054":3,"04004":2,"04009":1,"05035":2,"05048":2}},{"id":6795,"name":"Director Upgrades","creation":"2014-06-15 15:48:38","description":"<p>I so want to make Director Haas and Mandatory Upgrades work. Here is my attempt. \nNothing but asset economy due to the encryption protocols, and because I may need to stealth out a Haas in a tough spot. Biotic Labors and SanSans to help score out agendas. The ICE is identical to my \"My ICE is Bigger than Yours\" deck.<\/p>\n","username":"ImTheBanker","cards":{"01054":1,"01056":1,"01059":3,"01062":1,"01063":3,"01084":2,"01092":3,"01106":3,"01108":3,"02011":3,"02012":3,"02029":3,"02079":1,"02092":3,"02110":3,"03006":1,"03010":3,"03015":2,"03019":3,"04015":2,"04030":1,"04111":1,"04119":1}},{"id":6796,"name":"the Red King","creation":"2014-06-15 16:45:30","description":"<p>This is a back to basics deck. People talk about jackson howard being the end of noise but thats only true if your intent is to win by milling agendas. His passive is still amazing because now jackson has to be saved for agendas, every card that corps put in now is a carefully chosen cog in their machine. If you treat noise like any other runner who also throws away one of those pieces whenever he installs he is a lot cooler<\/p>\n","username":"CodeMarvelous","cards":{"01001":1,"01002":3,"01006":2,"01008":3,"01009":3,"01010":2,"01012":3,"01016":3,"01019":3,"01047":1,"01050":3,"01051":2,"02003":3,"02009":2,"02041":1,"02102":1,"03038":2,"03047":3,"03053":3,"04082":2}},{"id":6797,"name":"Multiplication des serveurs V1","creation":"2014-06-15 17:03:59","description":"<p>Le principe est de multiplier les serveurs distants, et de finaliser quand on y pense ! Laisse trainer des agendas avec 4 avancements dessus est toujours amusant.<\/p>\n","username":"Murloc","cards":{"01068":2,"01069":2,"01070":2,"01071":1,"01109":2,"02029":2,"02031":1,"02032":3,"02039":2,"02060":2,"02095":2,"02112":2,"03009":2,"04013":2,"04015":2,"04054":3,"04060":3,"04074":2,"04114":3,"04119":1,"05006":1,"05011":2,"05017":2,"05018":2,"05026":2}},{"id":6798,"name":"Fore! - Toronto HT Regionals 2014 (3rd Place) Corp","creation":"2014-06-15 17:14:43","description":"<p>HB trap deck that helped take me to 3rd place at our recent regionals.  It was surprisingly effective at flatlining people as it catches people off guard.  It plays like a cross between redcoats and a jinteki deck, with the major advantage that your opponents don't know at first that they are playing against a jinteki deck.<\/p>\n\n<p>41 Person Tournament, <a href=\"http:\/\/www.boardgamegeek.com\/thread\/1188070\/1st-place-toronto-regionals-hairy-tarantula-north\">Winner's report on bgg<\/a><\/p>\n\n<p>Record in Swiss: 4-2<\/p>\n\n<ul>\n<li>2 scorch kills\n\n<ul>\n<li>1 from last click snare<\/li>\n<li>1 from siphon tags after a glory run turn into a cerebral overwriter.<\/li>\n<\/ul><\/li>\n<li>1 edge of world flatline<\/li>\n<\/ul>\n\n<p>Record in Elims: 2-1<\/p>\n\n<ul>\n<li>1 scorch kill off siphon tags<\/li>\n<li>1 snare in a remote flatline<\/li>\n<\/ul>\n\n<p>I play this deck slow and steady, especially against criminal, build up reasonable central defence, hopefully get some asset Econ going,  then build an annoying but not impenetrable remote.  Once all of that is in place you can start cycling through traps, assets, agendas in that remote.  If you get to that point it can become quite taxing and\/or impossible for the runner to check everything in your remote and if they do check everything they probably take some damage and maybe end up tagged at some point.<\/p>\n\n<p>The Adonis and Eve campaigns can be played in the open, but only get rezzed when the runner can't immediately trash them, or if they are trashing everything then you have to give them some defence.  An early Gila's Hands is amazing, if you slip one through early you are set, it's way better than scoring one of the 3 for 2 agendas.  <\/p>\n\n<p>Most of the time you play things never advance style, which is why the 3-2 agendas instead of the sentinel defence agenda, however if you install advance advance it could either be the Wotan or a cerebral so sometimes you can push the runner into making a match point situation if you already have 4 points.<\/p>\n\n<p>The ice performed pretty well, its a mix of etr and taxing, but I think it could probably be improved.  I avoided any illicit ice, because in a long game the bad publicity can be killer.  Also, the ice is quite vanilla, so as not to tip the runner off that something other than a taxing hb build is going on.<\/p>\n\n<p>The deck is actually a revisit to an old deck I made to use Isabel McGuire when she was released, and last minute I decided to play a revised version since I thought it would catch people out.  Unfortunately for Izzy, she isn't very good so she got cut and replaced with archived memories. This supported the other major difference from that list, which was replacing a ronin with a scorched earth, so now I could potentially double scorch.  Dropping ronin for scorch seemed to be a really good idea as the deck went from ok, to actually being dangerous.  The idea actually wasn't to build an hb scorch deck, I was just annoyed by people indiscriminately going tag me against HB and found closed accounts wasn't quite cutting it as tag punishment, since I only get 1 or 2 of them and they can have 6 or more siphons.<\/p>\n\n<p>Not sure how well it will work if people know what you are up to, but as a change-up pitch it can definitely catch people out.<\/p>\n","username":"Garbo","cards":{"01054":1,"01055":3,"01056":3,"01058":2,"01061":1,"01062":2,"01064":2,"01070":3,"01099":1,"01108":1,"01110":3,"01111":1,"01113":2,"02051":3,"02052":2,"02053":1,"02092":3,"02110":3,"03006":2,"03009":2,"03015":1,"03017":1,"03019":1,"03023":2,"04015":3,"04120":1}},{"id":6799,"name":"Toronto HT Regionals 2014 (3rd Place) Runner","creation":"2014-06-15 17:18:34","description":"<p>No nonsense criminal build, this exact list is tweaked a little bit to help against glacier RP and HB decks but otherwise is pretty standard.<\/p>\n\n<p>41 person tournament <a href=\"http:\/\/www.boardgamegeek.com\/thread\/1188070\/1st-place-toronto-regionals-hairy-tarantula-north\">Winners report on bgg<\/a><\/p>\n\n<p>Record in Swiss: 5-1<\/p>\n\n<p>Record in Elims: 1-1<\/p>\n\n<p>Derived from the <a href=\"http:\/\/stimhack.com\/regionals-victoria-canada-23-players\/\">Victoria Regionals winning decklist<\/a>.\nI had been testing wacky criminal builds and none of them worked, so I went with something that felt close to standard no nonsense criminal.  I made a few tweaks, scrubber, infiltration, and mr. Li, all of them to help out against glacier deck match ups.  Also I changed from Yog and zu to just a gordian blade.  I didn't run into inazuma all day, but in testing that was a thing so I changed the breakers to easily deal with it, even with no data sucker tokens.<\/p>\n","username":"Garbo","cards":{"01007":2,"01008":2,"01011":1,"01018":3,"01021":2,"01022":3,"01024":3,"01026":1,"01043":1,"01049":1,"01050":3,"02009":2,"02043":2,"02063":1,"02083":1,"02091":2,"02104":3,"02105":1,"02107":2,"03052":3,"03054":3,"04004":1,"05035":1,"05048":2}},{"id":6800,"name":"What Does A Knee Say?","creation":"2014-06-15 17:48:10","description":"<p>I wanted to make a deck of one of the new Jinteki IDs and in doing so I realized I also wanted to make a Jinteki deck that would try to outright kill someone, as I've only really ever played Replicating Perfection before.  This is what I got, after one game and some major tweaking.<\/p>\n","username":"wswan","cards":{"01070":3,"01072":2,"01075":1,"01077":2,"01078":2,"01099":2,"01110":3,"02014":3,"02015":3,"02020":2,"02059":3,"02080":3,"04015":2,"04077":1,"04114":3,"04119":3,"05002":1,"05006":1,"05007":1,"05010":3,"05013":3,"05016":2,"05017":1}},{"id":6801,"name":"1st place Toronto regional @ HT (41 people) Corp","creation":"2014-06-15 17:48:10","description":"<p>http:\/\/boardgamegeek.com\/article\/16050450<\/p>\n","username":"gloomy85","cards":{"01080":1,"01081":3,"01082":2,"01084":2,"01085":3,"01090":2,"01092":2,"01110":3,"02019":2,"02020":2,"02052":2,"02056":3,"02115":3,"02116":3,"03026":2,"04012":3,"04015":2,"04076":3,"04096":2,"04119":3,"05027":2}},{"id":6803,"name":"Regionals Poznań 15.06.2014","creation":"2014-06-15 18:24:14","description":"<p>2nd place<\/p>\n","username":"Matuszczak","cards":{"01054":1,"01055":3,"01056":3,"01062":2,"01064":2,"01078":2,"01090":2,"01106":2,"01109":2,"01110":3,"02013":3,"02019":2,"02051":1,"02052":2,"02092":3,"02110":3,"03026":3,"04015":3,"04030":1,"04040":3,"04119":3,"05016":1}},{"id":6804,"name":"Regionals Poznań 15.06.2014","creation":"2014-06-15 18:25:12","description":"<p>2nd place.<\/p>\n","username":"Matuszczak","cards":{"01007":2,"01008":3,"01011":1,"01014":1,"01018":3,"01021":2,"01022":3,"01024":3,"01026":1,"01028":2,"01050":3,"02007":1,"02009":2,"02043":3,"02083":1,"02085":2,"02091":3,"02104":2,"02107":2,"03052":3,"04009":2,"05048":2}},{"id":6805,"name":"Ken-Temba! (1st Local Tournament)","creation":"2014-06-15 18:38:25","description":"<p>Been using this deck since H&amp;P with quite some succes uptill now. It placed me first at a small store championship (2 wins, 1 loss due to dubbel scourged).<\/p>\n\n<p>This deck is pure calculated aggression. I always try to play meaningful runs with events. Runs not played through a card are meant to be probing runs to see what kind of ice they have or to load up data sucker. You should and will face check with this deck. Early game is meant for checking everything out, install the necessary breakers and go. Prepaid VoicePad is great in this deck. Once you have one or 2 installed most events are really cheap and Sure Gamble\/Lucky Find threshold becomes really low (playing lucky find for free feels really good). <\/p>\n\n<p>I think most of the cards in this deck are self explanatory. 3x Crash Space is a recent addition. It used to be 3x Plascrete, but I think Crash Space might be more useful as floating tags doesn't only mean meat damage in the coming meta (tag me decks are going to become less popular). Paper tripping in upstalk might also be a useful addition. That or Lawyer Up, although I'm still not convinced how efficient that card is.<\/p>\n","username":"Weezel","cards":{"01007":1,"01008":2,"01018":3,"01021":3,"01022":3,"01024":2,"01027":1,"01030":3,"01036":2,"01050":3,"01051":1,"01053":2,"02007":1,"02104":2,"02106":1,"03052":3,"03054":3,"04029":3,"04109":2,"05029":1,"05035":2,"05036":2}},{"id":6806,"name":"1st place Toronto regional @ HT (41 people) Runner","creation":"2014-06-15 19:38:44","description":"<p>http:\/\/www.boardgamegeek.com\/article\/16052350#16052350<\/p>\n","username":"gloomy85","cards":{"01007":1,"01012":1,"01026":1,"01033":1,"01034":3,"01036":3,"01037":2,"01043":1,"01050":3,"02047":2,"02048":1,"02066":1,"02087":2,"03034":2,"03038":3,"03040":1,"03046":3,"03052":3,"03054":3,"04029":3,"04067":1,"04109":3,"05035":2}},{"id":6807,"name":"What's Your Secret?","creation":"2014-06-15 20:50:54","description":"<p>Just a basic deck, first attempt using the Nisei ID<\/p>\n","username":"AndrewD2","cards":{"01109":3,"01110":3,"01113":3,"02014":3,"02015":3,"02032":3,"02056":3,"02060":3,"02073":3,"04015":3,"04038":3,"04073":3,"04114":3,"05002":1,"05004":2,"05006":1,"05007":2,"05010":3,"05013":3,"05018":3}},{"id":6808,"name":"The Institute","creation":"2014-06-15 21:37:08","description":"\n","username":"CreativeChaos88","cards":{"01103":1,"01110":3,"02014":3,"02033":3,"02057":1,"02059":2,"02073":2,"02110":3,"04012":2,"04073":2,"04074":3,"04093":2,"04111":2,"04119":3,"05003":1,"05005":3,"05006":1,"05015":2,"05016":3,"05017":3,"05018":2,"05020":1,"05023":2}},{"id":6809,"name":"Answer to Ice, Servers, and Everything","creation":"2014-06-15 21:39:47","description":"\n","username":"CreativeChaos88","cards":{"01019":3,"01021":2,"01022":2,"01027":1,"01028":1,"01031":1,"01038":1,"01040":2,"01043":1,"01050":3,"02009":2,"02043":2,"02064":2,"02091":1,"03052":2,"03054":2,"04004":2,"04005":3,"04009":1,"04043":1,"04081":2,"05030":1,"05032":2,"05035":2,"05042":1}},{"id":6811,"name":"Hello world. My first Nisei","creation":"2014-06-15 23:10:22","description":"\n","username":"marczombie","cards":{"01070":3,"01072":3,"01077":2,"01099":2,"01108":2,"01110":3,"02015":3,"02032":3,"02034":2,"02056":3,"04100":3,"04111":2,"04114":2,"04119":2,"05002":1,"05004":1,"05007":3,"05013":3,"05017":2,"05018":2,"05025":3}},{"id":6813,"name":"Burn Down R&D v3","creation":"2014-06-15 23:24:16","description":"<p>Run based economy with <a href=\"\/en\/card\/05048\">Security Testing<\/a> and hammer their HQ with multiple <a href=\"\/en\/card\/04082\">Hemorrhage<\/a>.<\/p>\n","username":"Wrecko","cards":{"01001":1,"01002":3,"01005":3,"01006":2,"01007":2,"01009":3,"01011":2,"01012":3,"01014":2,"01022":2,"01053":3,"02009":3,"02042":2,"02103":3,"03052":1,"04009":2,"04043":2,"04082":3,"04109":1,"05048":3}},{"id":6814,"name":"Tenma Minutes to Midnight","creation":"2014-06-15 23:26:08","description":"<p>See Trizzy's excellent deck for most of the strategies.<\/p>\n","username":"Tarvus","cards":{"01007":1,"01018":3,"01020":2,"01021":2,"01022":3,"01024":2,"01036":2,"01043":1,"01050":3,"02087":2,"02104":3,"02106":1,"03035":1,"03052":3,"03054":3,"04029":3,"04063":2,"05029":1,"05035":2,"05036":3,"05041":1,"05042":1,"05046":1}},{"id":6815,"name":"Reina Roja ice trasher","creation":"2014-06-15 23:40:42","description":"\n","username":"JonesyNR","cards":{"01002":3,"01006":2,"01007":2,"01008":3,"01010":3,"01011":2,"01012":3,"01014":2,"01016":2,"01018":1,"01020":3,"01047":1,"01050":3,"01053":3,"02009":2,"02082":3,"03053":2,"03054":2,"04041":1,"04043":2,"05036":1}},{"id":6816,"name":"NBN Psycho-Beale v7 (8-1, 3rd place Seattle Regionals)","creation":"2014-06-15 23:42:48","description":"<p>Publishing for posterity, only change from Portland Regionals deck published on here (where I was 4-1) is -1 Fast Track and +1 Restructure. Derived from Jesse Vandover's deck with what I'd consider big changes, though.<\/p>\n\n<p>Of my 8 wins, 2 were traditional Astro Train. The other 6 used Psycho in some way.<\/p>\n","username":"grogboxer","cards":{"01062":1,"01080":1,"01081":3,"01082":2,"01084":3,"01085":3,"01088":2,"01092":2,"01110":3,"01111":1,"02020":2,"02052":2,"02110":3,"02115":3,"02116":3,"04012":2,"04015":3,"04040":1,"04076":3,"04096":2,"04117":1,"04119":3,"05027":1}}]