[{"id":5587,"name":"RollPhi's Test Weyland","creation":"2014-05-15 00:44:10","description":"\n","username":"Lyrael","cards":{"01064":2,"01086":1,"01090":2,"01093":1,"01094":3,"01098":3,"01099":3,"01101":2,"01103":3,"01110":3,"01111":1,"02018":3,"02077":2,"02116":1,"03026":2,"04015":3,"04020":2,"04036":1,"04040":3,"04058":3,"04080":2,"04099":2,"04117":2}},{"id":5588,"name":"RollPhi's Test Weyland","creation":"2014-05-15 00:46:26","description":"\n","username":"Lyrael","cards":{"01064":2,"01086":1,"01090":2,"01093":1,"01094":3,"01098":3,"01099":3,"01101":2,"01103":3,"01110":3,"01111":3,"02018":3,"02077":2,"02116":1,"03026":2,"04015":3,"04020":2,"04036":1,"04040":3,"04058":3,"04080":2,"04099":2}},{"id":5589,"name":"CT Atman","creation":"2014-05-15 02:03:10","description":"<p>babby's first deck<\/p>\n","username":"dirkleton","cards":{"01008":3,"01012":3,"01018":1,"01026":2,"01034":3,"01036":2,"01038":2,"01044":2,"01050":3,"02009":2,"02046":1,"02091":2,"02107":2,"03034":2,"03035":2,"03038":2,"03040":3,"03046":1,"03053":3}},{"id":5590,"name":"Noise, the Virusening","creation":"2014-05-15 02:58:54","description":"<p>babby deck<\/p>\n","username":"dirkleton","cards":{"01001":1,"01002":2,"01003":3,"01006":1,"01008":3,"01009":2,"01010":2,"01012":3,"01015":2,"01049":2,"01050":3,"02003":2,"02009":2,"02081":2,"02102":3,"02108":1,"03043":1,"03052":2,"03053":3,"04005":2,"04061":3,"05051":1}},{"id":5591,"name":"Noise, the Virusening","creation":"2014-05-15 03:24:32","description":"<p>babby deck<\/p>\n","username":"dirkleton","cards":{"01001":1,"01002":2,"01003":3,"01006":1,"01008":3,"01009":2,"01010":2,"01012":3,"01015":2,"01034":2,"01038":1,"01050":3,"02003":1,"02009":2,"02081":2,"02091":2,"02102":3,"03035":1,"03046":1,"03052":2,"03053":3,"04005":2,"04061":2}},{"id":5592,"name":"Noise, the Virusening","creation":"2014-05-15 03:57:14","description":"<p>babby deck<\/p>\n","username":"dirkleton","cards":{"01001":1,"01002":2,"01003":3,"01005":1,"01006":2,"01008":3,"01009":2,"01010":2,"01012":3,"01015":2,"01034":2,"01050":3,"02003":1,"02009":2,"02081":2,"02091":2,"02102":3,"03035":1,"03052":2,"03053":3,"04005":2,"04061":2}},{"id":5593,"name":"Trick of Weyland","creation":"2014-05-15 06:36:56","description":"\n","username":"slevin38","cards":{"01069":1,"01086":1,"01094":3,"01095":2,"01099":3,"01101":3,"01102":2,"01103":3,"01104":2,"01110":3,"01111":3,"02018":3,"02020":2,"02033":3,"02057":2,"02076":1,"02079":2,"04015":3,"04036":3,"04079":2,"04099":3}},{"id":5594,"name":"A Chaotic Mind (CT Overmind)","creation":"2014-05-15 06:52:21","description":"<p>A retooling of \"An Exiled Mind,\" continuing the cycle of revisions. :)<\/p>\n\n<p>Without Street Chess, it's hard to take advantage of Exile's ability fully.  Instead, I wondered how it might go to base it off of Chaos Theory's +1 MU and smaller deck.<\/p>\n\n<p>Your main breaker is Overmind, with Knights sitting on the bigger ICE and Femme Fatales for the truly scary ICE.  e3 Feedback Implants makes all three breakers incredibly efficient.  Your first SMC or Test Run will likely fetch an Overmind if you didn't draw one.<\/p>\n\n<p>Scavenge resets Overminds and re-targets Femmes (or cheats Test Run-ed ones), and while you'll go for an R&amp;D Lock in most cases, the Nerve Agent helps against Cerebral Imaging decks.<\/p>\n\n<p>Once again, any and all feedback is appreciated. :)<\/p>\n","username":"narro87","cards":{"01026":2,"01034":3,"01045":1,"01050":3,"01053":2,"02009":2,"02024":2,"02041":1,"02046":1,"02047":3,"02107":2,"03034":3,"03046":2,"03052":3,"03053":3,"04042":3,"04043":2,"05053":3}},{"id":5595,"name":"Untitled","creation":"2014-05-15 07:12:06","description":"<p>Noise wants to hit the centrals anyway, Amp it up!  <\/p>\n\n<p>Crypsis holds you over until you can special order up the most relevant breaker, and covers remotes late.  Cyberfeeder takes the mostly efficient central only breakers to pretty efficient, and helps install tons of viruses.  Lots of econ.  Deja Vu to recur breakers lost to damage or if you're good enough to not lose breakers, amp up the virus count, in a pinch, grab more econ.  Recurring credits are the secret to beating big ice, in case you were curious.<\/p>\n\n<p>I've not play tested this one due to time constraints.<\/p>\n","username":"x3r0h0ur","cards":{"01001":1,"01002":3,"01005":2,"01006":3,"01008":3,"01009":2,"01010":2,"01012":3,"01022":3,"01050":3,"01051":1,"01053":3,"02009":3,"02022":3,"02041":1,"03052":3,"04005":3,"04082":1,"05041":1,"05042":1,"05046":1}},{"id":5596,"name":"Psychic Blast v2","creation":"2014-05-15 07:23:54","description":"<p>An updated version of my Nisei Division deck after some initial experiments with the ID. <\/p>\n\n<p>The main idea of this deck is that it uses PSI ICE as either Pop-ups when it wants money, or fights the PSI when it wants to block access. I've added Successful Demonstration to capitalize on that by randomly denying access with a Sundew or Bullfrog and then getting the money.<\/p>\n\n<p>The deck strategy is Never Advance, with a side-order to Tag Punishment. I make one big remote and then start cycling my agendas and ambushes through it and hope I get them to hit the latter and let me score the former. Given lack of exposes in decks lately, it seems to work decently.<\/p>\n\n<p>I've added more econ than the previous version because I found out that the runners would just not run through my ICE to give me money. So I try to put up some pressure via Mélange which works good with a Never Advance strategy. <\/p>\n\n<p>Cerebral Cast is a star in Nisei Division. It costs me almost nothing to play, and if my opponent is below 4 cards, above 8 credits or has expensive resources, they will usually go for 1 brain damage rather than lose 4 cards or risk a flatline, making further cerebral casts even scarier and the lone scorched easier to get through. The Archived Memories order is there to retrieve either the single Jackson, or the Scorch for the flatline, or the occasional Closed Accounts if it makes sense. <\/p>\n\n<p>The Shinobis are a new addition I'm testing since I don't have asset econ, so the 1 BP  doesn't hurt that bad, and if I have a lot of money and\/or a RSVP above it, it can be an instant flatline. And even if not, a follow up cerebral casts or scorch might do it instead.<\/p>\n","username":"db0","cards":{"01058":1,"01070":2,"01084":2,"01086":1,"01099":1,"01108":2,"01110":3,"01112":3,"02014":3,"02015":3,"02053":1,"02073":2,"03014":2,"04013":2,"04015":1,"04077":1,"04093":1,"04100":2,"04114":2,"04115":2,"05002":1,"05004":3,"05005":3,"05006":1,"05007":1,"05013":3,"05017":1}},{"id":5597,"name":"Weyland Core Set","creation":"2014-05-15 08:26:51","description":"<p>All cards from core set<\/p>\n","username":"Zetemot","cards":{"01058":1,"01070":3,"01075":1,"01086":1,"01088":2,"01093":1,"01094":3,"01095":2,"01097":2,"01098":3,"01099":2,"01101":2,"01102":2,"01103":3,"01104":1,"01106":3,"01107":3,"01108":2,"01110":2,"01111":3,"01112":1,"01113":3}},{"id":5598,"name":"Tupac Killas v2","creation":"2014-05-15 08:34:19","description":"\n","username":"Spider","cards":{"01007":2,"01011":1,"01014":1,"01017":1,"01018":3,"01019":2,"01020":2,"01021":3,"01022":3,"01024":2,"01026":1,"01028":2,"01050":3,"02009":2,"02043":3,"02091":2,"02104":3,"02106":1,"03054":3,"04009":2,"04043":3,"04063":1}},{"id":5599,"name":"Knowledge is Power","creation":"2014-05-15 08:34:40","description":"<p>This deck aims for a straight out tag n bag, as well as the usual strong NBN agendas. I'm going to test out Invasion of Privacy, Data Hound and Snoop for a few reasons. Firstly, I haven't used them AT ALL and it's nice to try new things. Secondly, Data Hound and Snoop can be used to snipe Plascretes or econ out of the runner's hand or deck, making the Midseasons\/Scorched play easier. Invasion of Privacy is an interesting one but could be useful in taking out key events like Siphon, Inside Job or Indexing.<\/p>\n","username":"Spider","cards":{"01080":1,"01081":2,"01082":2,"01084":2,"01090":2,"01099":3,"01110":3,"01113":2,"02019":1,"02020":2,"02056":2,"02096":2,"02115":3,"02116":3,"04015":3,"04016":2,"04056":2,"04075":2,"04076":3,"04096":3,"04119":3,"04120":2}},{"id":5600,"name":"Noise virus assault v2","creation":"2014-05-15 08:34:55","description":"\n","username":"Spider","cards":{"01001":1,"01002":2,"01006":1,"01007":2,"01008":2,"01010":2,"01011":2,"01012":3,"01014":1,"01022":3,"01050":3,"01053":2,"02003":2,"02028":1,"02087":3,"02091":2,"02105":2,"03052":2,"03053":3,"04005":2,"04043":3,"04082":2}},{"id":5601,"name":"MuShin Kyu Harmony v1.5","creation":"2014-05-15 09:00:35","description":"<p>Built to take advantage of a couple of synergies. Mental Health Clinic + sweeps week. And harmony medtechs ability to field just 6 3 pointers in a 44 card deck along with a full 3 copies of shi-kyu.\nChanges: added power shutdown and swapped trap suite around. need to put pressure on the runner early-mid game.<\/p>\n\n<p>More changes: dropped the sweeps week package as it seemed counter-intuitive with the shi-kyus. Was often making it too expensive to let me force them to take a -1 pointer.<\/p>\n\n<p>v1.5: Dropped the 3rd power shutdown for the 3rd mushin, finding mushin no shin a really useful tool to take a really early lead which puts the runner right on the back foot.<\/p>\n","username":"KidFist0","cards":{"01069":2,"01075":1,"01077":2,"01090":2,"01106":2,"01110":3,"01111":1,"02019":1,"02039":1,"02059":1,"03026":1,"04012":2,"04013":2,"04015":2,"04033":1,"04040":2,"04058":2,"04093":1,"04115":2,"05001":1,"05007":3,"05011":3,"05015":3,"05016":1,"05017":1,"05018":2}},{"id":5603,"name":"digital kokonut 2.14","creation":"2014-05-15 10:20:03","description":"\n","username":"murdot","cards":{"01016":2,"01021":2,"01033":1,"01034":3,"01036":3,"01037":3,"01039":3,"01042":3,"01043":3,"01046":3,"01047":3,"01049":3,"01050":3,"01053":2,"02008":2,"02026":3,"02069":2,"02106":2}},{"id":5604,"name":"Blue Noise","creation":"2014-05-15 10:32:09","description":"<p>This is a concept of noise-hemorrhage deck that I've been tinkering around with. What do you think? <\/p>\n","username":"W\/MUTE","cards":{"01001":1,"01002":3,"01006":2,"01007":1,"01008":3,"01009":3,"01010":1,"01011":1,"01012":2,"01014":1,"01018":2,"01022":2,"01050":3,"01051":1,"01053":3,"02003":2,"02009":2,"02022":2,"02101":2,"03052":3,"04005":3,"04082":3}},{"id":5606,"name":"完全 2.0","creation":"2014-05-15 11:21:46","description":"<p>I've only played this deck 3 times, with immediate friends and it's been pretty solid. I don't know how it'll do against strangers, but I'm taking it to a store tournament this Saturday. I'm particularly concerned with the inevitable Andy.<\/p>\n\n<p>As it stands, I find that the cost to steal Fetal AI, NAPD Contract and Chairman Hiro coupled with a few traps means my central servers can get by with minimal ice and prefer to keep the big guns for remotes.<\/p>\n\n<p>I think I'd like to replace Ronin with Shock, but True Colours is the only expansion I'm missing.<\/p>\n\n<p>Edit:\n-2 Chairman Hiro<\/p>\n","username":"Cardinalis","cards":{"01063":2,"01070":3,"01075":2,"01110":2,"02014":2,"02031":1,"02032":3,"02095":2,"02112":2,"04012":3,"04013":2,"04033":1,"04054":3,"04093":2,"04115":2,"04117":2,"04119":3,"05004":2,"05006":1,"05008":2,"05011":3,"05017":2,"05018":1,"05020":2}},{"id":5609,"name":"The Yellow Jacket [Red Coats Variant]","creation":"2014-05-15 12:06:10","description":"<p>My take on the HB taxing archetype, developed and popularized by Nords.<\/p>\n\n<p>It is fairly common to have an opening hand with which you can ice both centrals and rez both of them right off the bat.  If you get a good draw, you'll have a couple credit left after this.<\/p>\n\n<p>If I think there is a threat to my centrals, I'll throw another ice down of one of them.  I'll install a big taxing ice in a remote to get the free credit and prepare for a potential score.  I'll often click for credits at this point to make sure I can float at least 8 or so.<\/p>\n\n<p>Every few turns you want to be able to fire off a Restructure or a GRNDL Refinery.  The Refinery looks like an agenda; you'd prefer the money, but if the Runner spends a bunch to get to it and trash it that's perfectly fine.  The card is great in this type of deck as it's a win-win for the Corp.<\/p>\n\n<p>The 2x Biotic Labor lets me fast-advance any of the four 3\/2 agendas that are included.  It's happen to great effect surprisingly often.  Those card slots were Ash before.<\/p>\n\n<p>Inazuma is a great surprise for program trashing or brain damage, whatever the board state allows\/dictates.<\/p>\n\n<p>There are a lot of 5-strength code gates, so I'll have to watch out for Yog0sauras and Atman, but other than that they do their taxing job quite well.  A well-timed Ichi or Roto has taken care of those threats before.<\/p>\n\n<p>I call my variation \"The Yellow Jacket\" because I run a \"stinger\", the 1x Junebug, and because \"jacket\" is a synonym for \"coat.\"  It's either a cheap way to surprise the runner and open a window, or if I manage to land some brain damage it could lead to a flatline.<\/p>\n","username":"invictus_blue","cards":{"01054":1,"01055":3,"01056":2,"01059":2,"01062":2,"01064":2,"01069":1,"01090":2,"01110":3,"01113":2,"02012":1,"02051":1,"02070":3,"02071":1,"02092":2,"02110":2,"03006":2,"03015":1,"03017":1,"03019":2,"04015":2,"04040":2,"04099":3,"04119":3,"04120":3,"05016":1}},{"id":5610,"name":"Work Hard, Party Harder","creation":"2014-05-15 12:16:53","description":"<p>It has taken some getting used to, but this is the most fun deck I have had playing a runner deck.<\/p>\n\n<p>Depending on your matchup, you want to either Knight, Wyldside, or Logos in your opening hand, with some burst econ.  Lucky Find plus Knight is a really solid opening.  For the early game, you will want err on the risky side to keep the corp paying the 1 extra credit every time there's unrezzed ice and keep running until you're in a position to set up.<\/p>\n\n<p>Setting up will look different every game, given the nature of Anarch.  Thin ice?  Just econ and Knight will do.  Big servers?  Datasucker tokens, breakers and Parasite.  Not much ETR out?  Wyldside plus Logos, just go crazy.  Don't be afraid to ditch programs with FCC for a big one-click econ burst, as there are always more programs on the way.<\/p>\n\n<p>I should probably fit 2x Plascrete, but I'm unsure what to cut at the moment.  I've also considered Stimhack and Aesop's but I haven't test those yet.<\/p>\n\n<p>The core syngery of the deck (though you don't always need to achieve this) is Logos for MU\/handsize\/getting that one card you need that you haven't seen yet; Wyldside keeps the draw coming, and benefits from the bigger hand size; then Freelance takes advantage of the large number of programs (3x most for consistency) for big credit bursts.<\/p>\n","username":"invictus_blue","cards":{"01007":3,"01008":3,"01010":1,"01011":3,"01012":3,"01014":3,"01016":3,"01050":3,"02022":3,"02041":2,"03033":2,"03035":1,"03052":2,"03053":3,"03054":1,"04041":1,"04043":3,"04061":1,"04109":2,"05037":3}},{"id":5612,"name":"Gabriel Santiago: Crashing OverKnight 1.0","creation":"2014-05-15 12:35:24","description":"<p>Initial design concept integrating several new cards, and taking account of the proliferation of numerous Jinteki home brews.  Testing synergy between E3 and Overmind\/Knight\/etc.<\/p>\n","username":"EluThingol","cards":{"01002":1,"01017":1,"01018":3,"01020":3,"01022":3,"01024":3,"01026":1,"01049":1,"01050":3,"02009":2,"02024":2,"02043":2,"02087":3,"02106":2,"03052":3,"03054":3,"04043":2,"05039":1,"05041":1,"05042":1,"05046":1,"05048":2,"05053":2}},{"id":5613,"name":"Slipstream 2.0","creation":"2014-05-15 12:35:31","description":"<p>I changed the ID from Kit to Chaos and everything fell into place. I get a huge win ratio out of this deck on OCTGN. The Deus X was a late add to deal with the massive amounts of Jinteki decks right now. Consider swapping out Deus X for an Atman if you're facing glacier HB decks.<\/p>\n\n<p>Slipstream runs early (SMC), cost effectively (Datasucker + Cloak\/Dagger), and is resilient against program destruction with cheap install costs and Clone Chip. This means you can play aggressively and still bounce back if you run into something nasty. Mulligan if you don't see one of the early game pieces: Desperado, Cloak, Dagger, Datasucker, or SMC. Try to get either Cloak + Dagger or Datasucker + Parasite out early and face-check their ice. This should slow the Corp down enough to set-up your rig and economy (Desperato, Kati Jones, Daily Casts). Use Parasite recursion (Clone Chip, Levy AR) on Jinteki's low strength sentries, Tollbooth, or glacial barriers. Focus on keeping R&amp;D and HQ accessible to your Datasuckers and use Indexing to R&amp;D lock NBN fast advance and avoid Jinteki traps. With proper piloting this deck is difficult to lose with.<\/p>\n","username":"frontu","cards":{"01007":1,"01008":3,"01012":2,"01024":2,"01034":3,"01050":3,"02007":1,"02009":2,"02046":1,"02066":1,"02091":2,"02106":3,"03035":1,"03038":3,"03041":3,"03042":2,"03046":3,"03052":3,"03053":2}},{"id":5614,"name":"Death by a thousand net damage v2.0.","creation":"2014-05-15 12:48:55","description":"<p>The deck is the update of an older deck I've been running for a while now. The basic ideas are these.\nIt heavily taxes your opponent even if he has a mimic out. Inazuma is there to combo with Heimdall and Komainu for catastrophic effects.<\/p>\n\n<p>It can both outright kill your opponent and win with agenda scoring.<\/p>\n\n<p>The deck economy is also based on taxing your opponent if he wants to deny you your money. Gila Hands is probably the most important agenda in this deck. It is easy to score, gives only one agenda point if stolen and it is a great source of money.<\/p>\n\n<p>Right now the only deck that is consistently effective against this deck is a data leak reversal, noise, hemorrhage deck. I find it very difficult to play against.<\/p>\n","username":"PsymonTheWizard","cards":{"01067":1,"01070":3,"01072":3,"01077":3,"01109":2,"01110":2,"02032":3,"02055":3,"02095":3,"03015":2,"03019":2,"03023":3,"04033":2,"04073":2,"04119":3,"05004":3,"05006":1,"05011":2,"05016":2,"05017":3,"05022":2}},{"id":5615,"name":"Jinteki Asylum","creation":"2014-05-15 12:58:47","description":"\n","username":"Magnetic","cards":{"01057":1,"01069":2,"01090":1,"01110":3,"02039":1,"02052":2,"02056":2,"02110":2,"04013":2,"04015":2,"04074":2,"04100":2,"04114":3,"04119":3,"05001":1,"05007":3,"05009":2,"05011":3,"05014":2,"05015":3,"05018":3}},{"id":5616,"name":"DoublePainter","creation":"2014-05-15 13:39:57","description":"<p>A deck made from leftovers in my collection, plays out pretty decent though<\/p>\n","username":"wegemo","cards":{"01026":2,"01028":1,"01033":1,"01034":3,"01035":3,"01041":2,"01043":3,"01044":1,"01045":1,"01048":2,"01050":3,"02047":3,"02091":2,"04004":1,"04008":3,"04027":3,"04063":2,"04086":2,"04107":2,"04108":3,"04109":3}},{"id":5617,"name":"Gambito de Dama","creation":"2014-05-15 14:00:49","description":"<p>This is a deck based on comments and suggestions made by @xx3r0h0ur and @accless on a previous deck, 'This is a matter of Chess'. Thanks, guys!<\/p>\n","username":"guirto","cards":{"01004":2,"01007":2,"01008":2,"01011":2,"01012":2,"01014":2,"01016":2,"01022":1,"01035":2,"01049":2,"01050":2,"02009":2,"02041":2,"02082":2,"02084":1,"04002":3,"04003":3,"04021":3,"04023":2,"04041":1,"04042":3,"04043":3,"04089":2}},{"id":5618,"name":"Fatale Atman 2.0","creation":"2014-05-15 15:05:33","description":"<p>General premise is Datasucker deck with Femme Fatale's, Atmans and Parasites.<\/p>\n\n<p>Recuring Deus X makes Jinteki run's a breeze sharpshooter for the odd surprise archer or the like.<\/p>\n\n<p>Grimore for extra virus tokens and MU. Snowball is their mainly for wraparound tho Inti is also an option the thinking is if i have to use it the snowball will be better not having to rely on the datasucker for str.<\/p>\n\n<p>scavenge is in their for many reasons a combo'd femme into play for 3 creds with test run, target changing of Femme, reseting an Atman or getting a counter on a data with nothing on it when grims down all also resulting in a card replacement.\nAnd indexing is a personal choice over makers eye for R&amp;D raids.<\/p>\n","username":"Pinkwarrior","cards":{"01006":2,"01008":3,"01012":3,"01026":2,"01034":3,"01043":1,"01050":3,"01053":2,"02009":2,"02027":1,"02047":3,"02066":1,"02091":3,"02106":2,"03030":1,"03034":3,"03038":3,"03040":3,"03053":2,"03054":2,"04067":1}},{"id":5619,"name":"Insanity","creation":"2014-05-15 15:47:58","description":"\n","username":"bewnt","cards":{"01054":1,"01055":3,"01056":3,"01071":1,"01109":3,"02012":2,"02029":3,"02051":3,"02052":3,"02053":1,"02092":3,"02110":3,"03007":2,"03009":1,"03015":3,"04015":3,"04071":3,"04119":2,"04120":2,"05008":1,"05016":2,"05026":2}},{"id":5620,"name":"Make Some Noise","creation":"2014-05-15 15:58:06","description":"<p>First real attempt at making a deck.<\/p>\n","username":"dirkleton","cards":{"01001":1,"01002":3,"01003":3,"01006":2,"01008":3,"01009":2,"01010":1,"01012":3,"01018":2,"01050":3,"02003":2,"02041":1,"02047":1,"02081":2,"02087":3,"02091":2,"02102":3,"03052":3,"03053":3,"03054":3,"04061":2}},{"id":5621,"name":"Express","creation":"2014-05-15 16:04:24","description":"\n","username":"blackjazz","cards":{"01007":2,"01008":3,"01011":1,"01014":1,"01018":3,"01021":2,"01022":3,"01024":3,"01026":1,"01036":1,"01050":3,"01051":1,"02009":2,"02043":3,"02101":1,"02104":2,"02106":1,"03052":3,"03054":3,"05029":1,"05035":2,"05036":2,"05048":2}},{"id":5622,"name":"JSupermodernism","creation":"2014-05-15 16:04:58","description":"\n","username":"blackjazz","cards":{"01062":1,"01064":2,"01070":2,"01072":3,"01092":2,"01110":3,"02014":3,"04012":3,"04013":3,"04015":2,"04059":2,"04073":2,"04093":2,"04119":2,"04120":3,"05001":1,"05005":3,"05006":1,"05011":1,"05016":2,"05017":2}},{"id":5623,"name":"Tennitus","creation":"2014-05-15 16:18:17","description":"\n","username":"CodeMarvelous","cards":{"01058":2,"01068":2,"01075":3,"01103":3,"01110":3,"02014":3,"02033":3,"02034":3,"02056":3,"04013":1,"04015":3,"04032":2,"04073":3,"04111":1,"04114":3,"05003":1,"05005":3,"05006":1,"05011":3,"05017":2,"05024":2}},{"id":5624,"name":"Andromeda Central v1.0","creation":"2014-05-15 17:38:23","description":"\n","username":"pandapersona","cards":{"01007":1,"01008":2,"01011":1,"01014":1,"01018":3,"01020":3,"01021":3,"01022":2,"01026":1,"01028":1,"01050":3,"01051":1,"02009":2,"02026":1,"02064":2,"02083":1,"02085":1,"02087":3,"02091":2,"03035":1,"03052":3,"03054":3,"04029":2,"04063":3,"04081":1}},{"id":5625,"name":"Record Reconstruction Lock v1.0","creation":"2014-05-15 17:43:23","description":"\n","username":"pandapersona","cards":{"01008":3,"01010":2,"01012":1,"01034":3,"01038":2,"01045":1,"01047":2,"01050":3,"01053":2,"02046":1,"02064":2,"02087":3,"03034":2,"03035":1,"03038":3,"03046":2,"03051":2,"03053":3,"04028":2,"05053":1}},{"id":5626,"name":"Building A Better Boom","creation":"2014-05-15 19:39:05","description":"\n","username":"Flashfires","cards":{"01064":1,"01070":2,"01090":2,"01093":1,"01094":2,"01098":3,"01099":1,"01101":2,"01102":2,"01103":2,"01104":2,"01110":3,"01111":2,"02070":3,"02077":3,"02079":1,"04015":3,"04020":1,"04036":3,"04040":3,"04058":2,"04078":1,"04079":3,"04117":2}},{"id":5627,"name":"Tennin Glacier","creation":"2014-05-15 20:49:50","description":"<p>Build up superservers on all centrals and one remote in order to make sure the ID ability triggers as much as possible.All of the ice except inazuma have end the run subroutines in order to make the corp have to break them to get in. All the agendas can protect themselves so even if the runner accesses they need money to score. Just sit back and let the money flow in until the you have a lead on the runner then score out for the win.<\/p>\n","username":"Dragon53170","cards":{"01078":2,"01090":3,"01103":3,"02032":3,"03012":3,"04012":3,"04013":2,"04015":3,"04074":2,"04100":3,"04114":3,"04115":2,"04119":3,"05003":1,"05007":3,"05016":3,"05021":2,"05024":3,"05025":3}},{"id":5629,"name":"NBN Your Face","creation":"2014-05-15 22:27:55","description":"<p>A turn one Invasion of Privacy will always hit, thanks to Making News' recurring trace creds. Hitting the runner's best events and resources before they make a play is disgusting, and often you'll leave the runner desperately trying to draw a playable hand. Data Hound can prolong this misery by giving you control over the runner's stack, and Power Grid Overload hits consoles and Plascretes. The rest of the deck is a fairly standard tag and bag affair, with agendas doing a lot of tag work.<\/p>\n","username":"gaztaseven","cards":{"01080":1,"01082":2,"01084":1,"01088":1,"01089":1,"01099":2,"01103":2,"01107":3,"01110":3,"01111":1,"02016":3,"02017":3,"02019":1,"02020":3,"02037":2,"02052":1,"02055":3,"02056":3,"02096":2,"04015":3,"04016":3,"04075":3,"04076":3}}]