[{"id":7593,"name":"Andy's a bit simple.","creation":"2014-07-14 01:25:13","description":"<p>A pretty tidy Andromeda deck that my girlfriend and I put together. Lots of run events, with a strong economy to fuel it.<\/p>\n","username":"lukevanryn","cards":{"01004":3,"01007":2,"01018":2,"01019":3,"01020":3,"01021":3,"01022":3,"01027":2,"01036":2,"01044":2,"01050":3,"01051":2,"01053":3,"02006":2,"02009":1,"02043":3,"02083":1,"05035":3,"05037":3}},{"id":7594,"name":"My First Hass Bioroid Deck","creation":"2014-07-14 01:51:06","description":"\n","username":"obscurement","cards":{"01054":1,"01055":3,"01056":3,"01059":3,"01061":1,"01062":3,"01064":2,"01092":1,"01103":3,"01108":3,"01110":3,"01111":3,"01113":2,"02013":3,"02019":3,"02039":3,"02051":3,"02059":1,"02060":3,"02070":3,"02092":3,"03004":1,"03015":1}},{"id":7595,"name":"The Self Modifying Maker","creation":"2014-07-14 02:13:08","description":"<p>My first deck on here, I find that there aren't a lot of Kit decks out there and she is one of my favorite identities so I thought I'd build one of my own. The main purpose of this deck is to run R&amp;D, and run it hard! I've included a full variety of breakers to help with any situation, along with enough draw, recursion, and tutoring to get to the programs you need when you need them. Then it's simply a matter of indexing R&amp;D, and hitting it for multiple cards. Indexing will be very useful against Jinteki PE decks, since you want do to everything you can to avoid those traps, while maximizing the benefit of every R&amp;D run. <\/p>\n\n<p>Feedback welcome!<\/p>\n","username":"djencode","cards":{"01014":1,"01026":1,"01034":2,"01036":3,"01037":3,"01043":2,"01044":3,"01050":3,"02047":3,"02048":2,"02066":1,"02087":2,"02104":1,"02105":2,"02106":3,"02107":2,"03028":1,"03034":3,"03044":2,"03046":3,"03048":2,"04088":1}},{"id":7596,"name":"Propeller Head","creation":"2014-07-14 05:13:20","description":"<p>Notes on the deck:<\/p>\n\n<p>This is not meant as a tier 1 tournament deck, it is just a good fun deck that is a blast to play but has game against most things…….<\/p>\n\n<p>No Account Syphon<\/p>\n\n<p>I’ve been finding lately that this card is not worth it anymore, even when played early in the game. I’m just not making any money from it and tags are a nightmare, even with City Hall out, as servers these days cost so much money and clicks. The other night my HB opponent had an Inasuma > Ichi 2.0 HQ which was so expensive to run, that Account Syphon sat in my hand looking sad.<\/p>\n\n<p>No the Source<\/p>\n\n<p>Hate paying 7 for NAPD, Fetal for 5 and two cards really sucks as well.<\/p>\n\n<p>Lady in the Red Dress and Keyhole<\/p>\n\n<p>These cards are so much fun, Lady tells all and helps me decide what to run + plus it makes for a good hostage. It also gives the corp the do I draw it problem thanks to Legwork. <\/p>\n\n<p>The Finance Suite<\/p>\n\n<p>Not running Sure Gamble as between Desperado, Iain’s text box, Underworld contacts and Kati money has not been an issue as far. I generally try to set up Underworld Contacts as quickly as possible to start the drip econ.<\/p>\n\n<p>Gobal + Compromised Employee<\/p>\n\n<p>Traces are not that scary any more it is the equivalent of 6 link if you need it. Now the only issue with NBN is the speed of the train. CHOO CHOO!!!!!<\/p>\n\n<p>Breakers<\/p>\n\n<p>I’m not sure if the central only breakers with Crypsis back up are the way forward but I don’t have the spare influence for anything else.<\/p>\n\n<p>So far the deck has served me well, looking forward to seeing what people think….<\/p>\n","username":"Andy G","cards":{"01020":3,"01021":2,"01022":1,"01024":2,"01032":1,"01036":1,"01051":1,"01052":3,"02009":1,"02024":1,"02025":2,"02043":2,"02069":3,"02087":1,"02091":2,"02105":3,"04004":3,"04048":1,"04061":1,"04106":1,"05028":1,"05033":3,"05035":2,"05041":2,"05042":2,"05046":1}},{"id":7597,"name":"Doubledate on a bench (Bern Regionals, 4:1)","creation":"2014-07-14 05:49:07","description":"<p>From a date to a double date.<\/p>\n\n<p>I'm just back from the Regionals in Bern and this deck went 4 wins to 1 loss. The NBN FA Astrotrain was faster than the Ken Express. <\/p>\n\n<p>It was my first loss with the deck at all (14:1).<\/p>\n\n<p>Go to the original deck, if you want to read about the thoughts behind it:\nhttp:\/\/netrunnerdb.com\/en\/decklist\/7084\/date-on-a-bench<\/p>\n\n<p>This is the definite version of the deck (for now). \nI swapped Networking for a Kati Jones, since I often have a click left on my turn, spending it just for a single credit. Now I load up Kati. I don't really need her, because the deck makes enough money as it is. But it's nice to have something like 15 credits as a backup on her. It also makes it easier to install Bagbiter and protects Oracle May. Because given the choice, the Corp will always kill Kati (I guess she doesn't know how to hide in plain sight...).<\/p>\n\n<p>During the event I installed Bagbitter only once. It was against Jinteki PE with a Scorched Earth (I didn't play someone with a Weyland deck). A hand of 10 cards was really nice in that match up (I didn't need much credits because he didn't have that much ICE).<\/p>\n\n<p>I would love to know what you think about it. If you have questions, don’t hesitate.<\/p>\n\n<p>Have a good one.<\/p>\n\n<p>Elstyr.<\/p>\n","username":"Elstyr","cards":{"01007":1,"01018":3,"01019":3,"01020":3,"01021":3,"01022":3,"01049":3,"01050":3,"02007":1,"02047":2,"02091":1,"02101":1,"03035":1,"03052":3,"04004":3,"04065":1,"05029":1,"05035":3,"05036":3,"05049":2,"05054":2}},{"id":7599,"name":"Whizzard's Blizzard 7.0","creation":"2014-07-14 09:01:34","description":"<p>Based on Kevingoes Donuts Deck, i designed this economy and operation denial deck.<\/p>\n\n<p>Had to drop wyldside cause it doesn't work with Motivation + Oracle May combo.<\/p>\n","username":"fs1973","cards":{"01006":3,"01007":2,"01008":2,"01009":3,"01011":2,"01014":2,"01015":2,"01053":3,"02001":1,"02022":3,"02024":2,"02050":2,"02082":2,"02091":2,"03043":1,"03053":3,"04008":2,"04043":2,"04061":2,"04082":1,"05054":2,"05055":2}},{"id":7600,"name":"Chaos Theory Wunderbuild 2.0","creation":"2014-07-14 09:07:34","description":"<p>Played a few games this week-end with the previous version and it didn't work well. So i started messing around with it and decided to drop the Test Run+Scavenge combo to mount my expensive breakers suit (Morning Star, Garrote and Torch). Decided to create a deck with fast pace: Diesel, Quality Time and Same Old Thing, plus SMC, Clone Chip and a duplicate suit of anarch breakers plus Atman. My hope is to mount my rig in a split second and than i'm all over the corp. Let's test this next week-end.<\/p>\n\n<p>Any thoughts?<\/p>\n","username":"fs1973","cards":{"01007":2,"01008":3,"01011":2,"01014":2,"01034":3,"01044":2,"01050":3,"02046":1,"02048":2,"02087":3,"02091":2,"02107":2,"03038":3,"03040":1,"03046":3,"03054":3,"04086":2,"04109":2}},{"id":7601,"name":"Explosive News!","creation":"2014-07-14 09:44:40","description":"\n","username":"ebolahond","cards":{"01080":1,"01081":3,"01082":2,"01084":1,"01085":2,"01090":1,"01092":2,"01099":3,"01110":3,"02020":3,"02056":3,"02110":3,"02115":3,"02116":2,"04015":3,"04076":3,"04096":3,"04119":3,"04120":3,"05024":2,"05027":1}},{"id":7603,"name":"Mill Till You Kill","creation":"2014-07-14 12:24:34","description":"<p>Despite the name, I haven't actually killed by milling with this deck (though I came within one turn of managing it). Rather it has been a fun deck to play, which puts the corp onto the back foot and stretches them thin.<\/p>\n\n<p>With Nerve Agent and Medium available and plenty of viruses, one server left unprotected can be fatal for the corp. Any gap to HQ will allow plentiful Account Siphoning (often repeated with Deja Vu). Meanwhile, I am awaiting the chance to start a Joshua B and Data Leak Reversal combo which can put up to 15 cards into Archives on top of the viruses. It didn't take too much luck to pull 7 points from that.<\/p>\n\n<p>This is a \"tag me\" deck, so Plascrete is always important to have on the board, and there's an element of risk every time. It also isn't the richest of decks - with no scope for resources, Gorman and Account Siphon are the only economy, but I didn't find I struggled, and Darwin at strength 3 combined with Datasuckers was enough to overcome all the ice I encountered. Crypsis, Parasite and Wyrm were there for the big stuff, but it wasn't needed in the end.<\/p>\n\n<p>Djinn was underused, and I may reconsider its quantity, though it does give the ability to pull an icebreaker when needed and avoids any server being unbreakable.<\/p>\n","username":"lostinglasgow","cards":{"01001":1,"01002":3,"01005":3,"01006":2,"01008":2,"01009":3,"01010":1,"01012":3,"01013":3,"01015":2,"01018":3,"01050":3,"01051":2,"02009":3,"02041":1,"02042":3,"02081":3,"02102":2,"02103":3,"04005":3}},{"id":7604,"name":"Bituminous Blast V1.1","creation":"2014-07-14 12:37:45","description":"<p>Named for an old favorite Black\/Red Card, this is a list I have had surprising success with considering that it started as just a basic idea.<\/p>\n\n<p>Use Blackguard to force your opponents to rez ICE and don't leave them the money to rez the ICE they really need. Reina's ability and Xanadu ensure that they're losing as many credits as possible.<\/p>\n\n<p>I can't underestimate what a good card Snitch is. I haven't seen many people play it in my local group, but it lets me play so aggressively without fear. I have forced the Corp to spend 10 credits rezzing a tollbooth that I didn't have to even pay anything towards. Even without Blackguard it lets you see the board and play accordingly.<\/p>\n\n<p>Liberated Accounts gives you the Econ to drop Blackguard. Kati and Underworld Contact help Econ for long game. Infiltration is spot Exposure. Same Old Thing and Deja Vu let you recurs what you need. Couldn't decide between Emergency Shutdown and Forged Activation Orders so I decided on both.<\/p>\n\n<p>The other strength of this deck is that it can play \"normal\" netrunner with Corroder, Mimic, and Yog along with Datasucker and Parasite. Medium and Nerve Agent are there for the games where you have easy access to central servers.<\/p>\n\n<p>Let me know what you think, as this build is very much still in progress.<\/p>\n","username":"Cancer Ace","cards":{"01002":3,"01007":2,"01008":3,"01010":1,"01011":2,"01012":3,"01014":2,"01020":1,"01049":3,"01050":3,"02022":3,"02028":2,"02041":1,"02043":1,"02045":3,"02069":2,"02082":2,"02087":1,"02091":2,"03054":3,"04041":1,"04085":2}},{"id":7605,"name":"New datapacks theory","creation":"2014-07-14 12:39:26","description":"<p>after seeing inject in the new datapacks i figured that the card would be brilliant for exile and started work on a new exile deck to replace the one am currently using when the new packs come out.<\/p>\n\n<p>This still may change with new cards and suggestions but this is the stage am at atm.<\/p>\n\n<p>Feel free to comment.<\/p>\n","username":"Pinkwarrior","cards":{"01026":1,"01034":2,"01039":3,"01041":1,"01042":1,"01044":1,"01050":3,"02024":1,"02047":3,"02066":1,"02069":3,"02089":1,"02101":1,"03030":1,"03034":3,"03035":1,"03038":3,"03040":2,"03046":3,"03054":2,"04002":2,"04043":1,"04047":1,"04067":1,"04086":1,"06073":3,"06078":1}},{"id":7606,"name":"Wipe All The Files!","creation":"2014-07-14 13:13:35","description":"<p><a href=\"\/en\/card\/04009\">John Masanori<\/a> + <a href=\"\/en\/card\/02103\">Data Leak Reversal<\/a> + two credits equals free trash two cards off of R&amp;D each turn.<\/p>\n","username":"danmwilson","cards":{"01019":3,"01021":3,"01022":3,"01030":2,"01034":3,"01052":2,"02045":2,"02069":2,"02083":1,"02084":3,"02102":2,"02103":3,"02105":2,"03053":3,"04004":3,"04009":3,"05033":3,"05037":3}},{"id":7607,"name":"Run on HQ V2 49","creation":"2014-07-14 14:02:00","description":"<p>My run on HQ deck after I adjusted for more stable Econ<\/p>\n","username":"kendernwj","cards":{"01003":2,"01017":1,"01018":2,"01019":2,"01021":3,"01022":2,"01024":2,"01026":2,"01028":2,"01030":2,"01038":1,"01042":2,"01046":2,"01050":2,"01053":2,"02006":2,"02023":2,"02028":1,"02043":2,"02045":2,"02062":2,"02085":2,"02086":2,"03048":2,"03052":2,"04044":2}},{"id":7608,"name":"RP Tax - Berkeley 7\/13\/14 Winner","creation":"2014-07-14 14:07:26","description":"<p>3-1 Runner, 4-0 Corp, 14 players<\/p>\n","username":"Domain","cards":{"01068":3,"01078":1,"01090":1,"01110":3,"01111":3,"02013":2,"02031":1,"02032":1,"02110":3,"03017":1,"04012":3,"04013":2,"04015":3,"04054":3,"04060":1,"04074":3,"04114":3,"04119":3,"05007":2,"05009":3,"05017":2,"05018":3}},{"id":7609,"name":"Andy Parasite - Berkeley 7\/13\/14 Winner","creation":"2014-07-14 14:07:46","description":"<p>3-1 Runner, 4-0 Corp, 14 players<\/p>\n","username":"Domain","cards":{"01007":1,"01008":3,"01011":1,"01012":2,"01018":3,"01021":1,"01022":3,"01024":3,"01026":1,"01050":3,"02007":1,"02009":2,"02043":2,"02083":1,"02091":3,"02104":3,"02106":1,"03052":3,"03054":3,"05035":2,"05036":2,"05048":2}},{"id":7610,"name":"Little Tokyo: SanSan","creation":"2014-07-14 15:53:11","description":"<p>I've been playing variations of this deck for several months now; lately I've been trying this version with Troubleshooters and SanSan City Grid. Game-plan is to score out agendas pretty much as quickly as you can behind cheap ETR ice, landing Grims and Archers when possible to keep rolling. You're not really trying to kill anyone, just keep taxing them with the general prickliness of 1pt. agendas and Snares so they stay on their back foot and you can rush to 7.<\/p>\n\n<p>I was trying out Ichi and Inazuma earlier and didn't really care for either, so I went back to Grim and threw in SanSan with my spare influence, since I found I often have a lot of money between Profiteering and the economy operations, and it's been nice; I'd rather protect it behind a cheap ETR ice than an agenda and sometimes you can get lucky with Philotic.<\/p>\n\n<p>Actively seeking suggestions to replace Susanoo-No-Mikoto, which usually just a high strength ETR now that I took out Shi.Kyu, as well as Swordsman, which is occasionally quite nice but realistically can't be relied upon as a one-of with everyone wanting to get a Killer out ASAP anyway. That said, a high strength ETR sentry is by no means a bad thing to shore up some vulnerability to Parasite and Mimic.<\/p>\n","username":"Manticore","cards":{"01065":2,"01067":1,"01070":3,"01092":2,"01101":2,"01110":3,"02014":2,"02032":3,"04012":3,"04013":2,"04015":3,"04020":2,"04032":3,"04033":1,"04039":2,"04040":2,"04059":2,"04073":2,"04080":1,"04120":3,"05004":2,"05006":1,"05017":2,"05020":1}},{"id":7611,"name":"RaRa Noise","creation":"2014-07-14 15:58:44","description":"<p>This is my current Noise deck. It's been fine but I think it's generally kind of unfocused. I'd probably add a 3rd Grimoire if I had another Core or borrow one from somebody if I were taking this to an event. I tried to fit DLR, Joshua B, and John Masanori in before but that's even less focused than it already is.<\/p>\n","username":"Manticore","cards":{"01001":1,"01002":2,"01006":2,"01007":2,"01008":3,"01009":2,"01010":1,"01011":2,"01012":3,"01014":2,"01018":2,"01047":1,"01050":3,"01053":3,"02003":2,"02009":3,"02022":3,"02041":1,"03047":2,"03053":2,"04005":1,"04043":3}},{"id":7612,"name":"Count Iain ","creation":"2014-07-14 17:12:14","description":"<p>With Iain you get a lot of money and the ability to get into most servers late game. I always thought vamp would be the perfect card for him so here it is.<\/p>\n","username":"CodeMarvelous","cards":{"01022":3,"01031":1,"01032":1,"01050":3,"01051":2,"01052":3,"02021":2,"02063":2,"02069":3,"02091":2,"03049":1,"03053":3,"03054":3,"03055":1,"04004":3,"04106":3,"05028":1,"05031":3,"05041":2,"05042":2,"05046":2}},{"id":7613,"name":"Chaos started","creation":"2014-07-14 17:40:30","description":"<p>My first deck. Still a noop. So don't expect too much. Needs iteration and test games.<\/p>\n","username":"badabam","cards":{"01028":2,"01043":1,"01048":2,"01050":3,"02027":1,"02041":2,"02046":1,"02047":3,"02050":2,"02081":2,"02102":1,"03038":2,"03039":3,"03040":3,"03041":3,"03042":1,"03046":3,"03047":2,"03049":2,"03052":3,"03053":3}},{"id":7614,"name":"Reina Roja: Miedo y Parásitos","creation":"2014-07-14 18:20:10","description":"\n","username":"zzorba","cards":{"01002":3,"01006":3,"01007":2,"01008":2,"01009":3,"01011":3,"01012":3,"01014":2,"01018":3,"01022":1,"01050":3,"01053":3,"02003":1,"02009":2,"02022":3,"02041":1,"02087":1,"04041":1,"04043":3,"04061":3}},{"id":7616,"name":"Weyland False Blaster","creation":"2014-07-14 19:59:38","description":"<p>Nothing special, just a new twist on Weyland's favorite combo. In addition to being able to money race and drop the block on pesky runners. The erstwhile game plan is to use Trick of Light to score two False Leads, then Install Advance Advance a Posted Bounty, immediately forfeiting both False Leads to consume the runner turn, score out the Posted Bounty, then, you know, drop the block on that pesky runner.<\/p>\n\n<p>Some considerations for changes:<\/p>\n\n<p>1) Sub in NAPD over Atlas. A single overadvanced Atlas lets you go fetch Posted Bounty when time comes, the drawback being that NAPD defends itself well and enables the base SEA\/Scorch\/Scorch combo better by skimming 4 creds off the top.<\/p>\n\n<p>2) Sub in Power Shutdown for GRNDL Refinery. Knocking out a key Corroder or Plascrete is beneficial no matter how you plan to win out, but the deck looks short on money with no guaranteed Government Contracts forthcoming to keep your economy afloat.<\/p>\n\n<p>3) Switch Cleaners\/GoCo density: Having a GoCo out not only puts you in the drivers seat to winning on points, it lets you take your sweet time setting up the Trick\/Posted wombo combo, but Cleaners really makes the Scorch stick, so change them at your discretion<\/p>\n\n<p>I've waffled on all three, so spice to your liking. I'm not sure the deck is competitive in any iteration, but it was a fun mental exercise all the same.<\/p>\n","username":"IceRay42","cards":{"01086":2,"01090":1,"01093":1,"01095":2,"01098":3,"01099":3,"01102":2,"01103":2,"01104":2,"01110":3,"01111":2,"02018":3,"02019":1,"02033":2,"02060":1,"02077":2,"02080":3,"03026":1,"04015":3,"04020":1,"04036":1,"04040":3,"04078":1,"04099":2,"04117":2,"05024":1}},{"id":7617,"name":"Stealthy Exploration","creation":"2014-07-14 20:09:48","description":"<p>An idea I've been kicking around since I saw <a href=\"\/en\/card\/06057\">Refractor<\/a>, <a href=\"\/en\/card\/06053\">BlacKat<\/a> and <a href=\"\/en\/card\/06040\">Ghost Runner<\/a>. I figured that since Nasir gets along well with recurring credits, he gets along well with <a href=\"\/en\/card\/03041\">Cloak<\/a> &amp; <a href=\"\/en\/card\/03042\">Dagger<\/a>. This will possibly end in flames, but I'm planning on having fun with it.<\/p>\n","username":"GPWK","cards":{"01041":2,"01044":2,"02047":3,"02049":2,"02091":2,"02106":2,"02107":2,"03031":1,"03035":1,"03041":3,"03042":2,"03046":3,"03049":1,"03051":2,"04006":1,"04103":1,"05035":2,"06017":1,"06018":3,"06019":2,"06040":3,"06053":2,"06057":2,"06060":1}},{"id":7618,"name":"Prismatic Peddler","creation":"2014-07-14 20:52:19","description":"<p>I've been a fan of Kit for ages, but my old Kit deck ran out of steam quickly when my local meta switched to glacier style taxation decks. With the advent of <a href=\"\/en\/card\/06057\">Refractor<\/a> I felt she needed to be revisited. I know my meta is expecting it, but this deck is what I wanted that old deck to be. I don't expect it to do amazingly, but I do expect it to be fun.<\/p>\n","username":"GPWK","cards":{"01026":1,"01036":2,"01038":3,"01048":2,"01050":3,"02085":1,"02091":2,"02101":1,"02107":2,"03028":1,"03035":1,"03041":3,"03042":1,"03046":3,"03048":1,"03049":2,"03051":1,"03053":3,"04006":3,"04088":1,"05035":1,"06040":3,"06053":1,"06057":3,"06079":1}},{"id":7619,"name":"Old Reina Deck","creation":"2014-07-14 21:03:53","description":"\n","username":"Manticore","cards":{"01002":2,"01006":2,"01007":2,"01008":2,"01009":3,"01011":3,"01012":3,"01014":2,"01018":2,"01020":2,"01050":3,"02009":1,"02022":3,"02041":1,"02090":1,"02091":2,"03043":1,"03052":2,"03053":2,"04005":1,"04041":1,"04043":3,"04061":3}}]