[{"id":9379,"name":"Trace a dry","creation":"2014-09-09 00:09:22","description":"\n","username":"slevin38","cards":{"01055":3,"01056":2,"01110":3,"02030":2,"02038":2,"02052":2,"02056":3,"02070":3,"02092":2,"02110":3,"03004":1,"03006":3,"03017":2,"03019":2,"03023":1,"04011":3,"04012":1,"04015":2,"06002":3,"06006":2,"06021":1,"06022":3,"06030":1}},{"id":9380,"name":"Noise - Schehexually Transmitted Diseases v0.7","creation":"2014-09-09 00:28:00","description":"\n","username":"Ulkrond","cards":{"01001":1,"01002":3,"01005":3,"01008":3,"01010":2,"01012":3,"01016":3,"01021":1,"01047":3,"01051":1,"02003":3,"02041":2,"02102":2,"04005":3,"04022":3,"04082":2,"06013":2,"06014":3,"06037":3}},{"id":9381,"name":"Favourite Pastime","creation":"2014-09-09 01:14:24","description":"<p>Evolution of an encrypted portals deck into something a bit more robust.  Your basic game plan is to plant a sundew firmly behind willo or caprice and some solid ice, try to score a Gila's hands early as well.  Then leverage that strong economy to build up your defences and use willo and caprice to create scoring windows.  With the 3 for 2 agendas and the Thomas Haas you want to step up the tempo a little bit from a glacier RP build and try to keep an advancing rhythm going.  Then clip off a breaker with the willo or one of the killers when they overreach.  <\/p>\n\n<p>The economy might look a little light, but this is an evolution from having more that wasn't getting used.  Often one well protected sundew or a Gila's hands is all you will need.<\/p>\n\n<p>All of the ice is intended to force out both a breaker and a break every time to enable your willos.  Neural katana was selected over komainu or Tsurugi for that reason, since it can't be run through like komainu, is a bit cheaper than Tsurugi, and though it isn't taxing, when combined with willo it can still knock out the runners killer. <\/p>\n\n<p>Targeted Marketing works great sometimes but can also be a bit fragile if you play it early since you can be vulnerable to early R&amp;D accesses hitting an agenda and knocking it out.<\/p>\n\n<p>I think there can be lots of variation in how you build and play this, the willo, sundew, and etr + destroyer ice is the basic recipe.<\/p>\n","username":"Garbo","cards":{"01064":2,"01077":3,"01090":3,"01110":3,"01111":3,"01113":1,"02014":3,"02031":1,"03012":2,"03023":3,"04013":2,"04015":3,"04020":1,"04054":3,"04060":2,"04114":3,"05006":1,"05007":3,"06003":3,"06026":2,"06032":3}},{"id":9382,"name":"Astro-bluff-otics (Hint: it's not Astrobiotics)","creation":"2014-09-09 01:19:20","description":"<p>It's an Astrobiotics deck, until it's not. Do some NEH stuff, do some fast advance stuff, then when they get through and take something, it's time for the Celebrity Replacements. Then Scorch or Fast Track-Install Beale-Psycho.<\/p>\n","username":"DrunkenGineer","cards":{"01064":1,"01081":3,"01085":3,"01090":1,"01092":3,"01099":2,"01109":3,"01110":3,"01111":1,"02020":1,"02056":3,"02110":2,"02115":3,"02116":3,"04012":2,"04015":3,"04020":1,"04075":2,"04096":3,"04119":3,"05024":1,"05027":2,"06005":1}},{"id":9383,"name":"All e3, All The Time","creation":"2014-09-09 01:44:33","description":"<p>Get the e3. Install the AI. Break the things.<\/p>\n\n<p>Not sure which of Scavenge\/Retrieval\/Deja will work best.<\/p>\n\n<p>Also could use some Resource Econ, but I'm not sure what would get cut.<\/p>\n","username":"DrunkenGineer","cards":{"01002":2,"01008":3,"01010":2,"01011":1,"01012":3,"01014":1,"01050":3,"02003":3,"02004":1,"02024":3,"02087":1,"02101":2,"03034":2,"03052":3,"04042":2,"04043":3,"05035":2,"05053":3,"06033":3,"06052":1,"06073":2}},{"id":9384,"name":"I Mean No Harm v2","creation":"2014-09-09 01:46:10","description":"<p>It crossed my head if its was possible to build a deck using only neutral cards. Well, it is and this deck sucks, but I'm gonna try it out anyway. Anyone else with ideas to make a better deck using only neutrals, please comment. <\/p>\n\n<p>I chose Andy only for the higher chance of seeing <a href=\"\/en\/card\/01051\">Crypsis<\/a> asap. <\/p>\n\n<p>Update: <\/p>\n\n<p>-3 ghosts \n-2 Oracles\n+3 SOT\n+2 Donuts \n+1 Lucky Find. <\/p>\n","username":"vvribeiro","cards":{"01049":3,"01050":3,"01051":3,"01052":3,"01053":2,"02009":2,"02050":3,"02069":3,"02083":1,"02091":2,"02109":2,"03052":3,"03053":3,"03054":3,"03055":2,"04009":2,"04029":2,"04109":3,"05055":2}},{"id":9385,"name":"Stealth with a Nasir Veneer, aka The Walmart Deck","creation":"2014-09-09 01:55:00","description":"<p>Not the first stealthy Nasir, but maybe the slowest!  Once I added Replicator to accelerate Lockpick and Silencer, I just had to splash HQ Interface.  And then to pay for it all, I needed Inside Man, The Supplier, and Modded.  <\/p>\n\n<p>And that is why I'm not allowed to shop at Walmart.<\/p>\n","username":"corcovado","cards":{"01035":3,"01041":2,"01050":3,"02068":2,"02085":2,"02087":2,"02088":2,"02091":3,"02106":3,"02107":3,"03041":3,"03042":2,"03046":3,"04006":3,"04104":2,"06017":1,"06040":3,"06053":1,"06056":1,"06057":2}},{"id":9386,"name":"Virus Outbreak","creation":"2014-09-09 02:09:32","description":"<p>Run of the mill Noise. Nothing special.<\/p>\n","username":"AceAttorney","cards":{"01001":1,"01002":3,"01006":3,"01007":2,"01008":3,"01009":2,"01010":2,"01011":2,"01012":3,"01014":2,"01016":3,"01047":3,"01050":3,"01051":2,"01053":3,"02003":2,"02041":1,"03038":3,"06037":3}},{"id":9388,"name":"Taxing Hatred ","creation":"2014-09-09 02:21:23","description":"<p>Hello Corps, the government may let you go unpunished for your nasty bussiness, but I won't. I'm here to make you pay. I'll make your defenses more expensive, I'm gonna get into your servers and trash so many assets and upgrades, you'll feel mutilated. <\/p>\n\n<p>I'll take hostages so I can free Mr. Taganes and you know what he's capable of. You may think he's my enemy too but since we signed a no-event agreement, he's been very useful to me. <\/p>\n\n<p>Come after me, I don't wear carapaces, I have the public on my side and they know you. They may not hate you as I do, but they're aware of the things you've done and will protect me from your attacks, whatever kind they might be. <\/p>\n\n<p>Whenever you look, I'll be there, and I don't even have to break into your accounts, because I'll force you to waste your money every single turn. <\/p>\n\n<p>I'm here to make you suffer. I'm here to make you hurt.<\/p>\n\n<p>R. Roja.<\/p>\n","username":"vvribeiro","cards":{"01006":3,"01007":2,"01008":3,"01010":2,"01012":3,"01051":3,"01053":3,"02022":3,"02041":2,"02050":3,"02063":2,"02082":2,"02091":2,"03038":3,"03053":3,"04004":2,"04041":1,"04043":3,"05055":2}},{"id":9389,"name":"Milliard v1.0","creation":"2014-09-09 03:12:05","description":"\n","username":"marauding_antisec","cards":{"01001":1,"01004":2,"01005":3,"01006":2,"01008":3,"01010":2,"01012":3,"01016":3,"01047":3,"01051":3,"02003":3,"02041":1,"03047":2,"03053":2,"04005":2,"04043":2,"04082":1,"06014":3,"06033":2,"06037":3}},{"id":9390,"name":"HB Shifting Glaciers","creation":"2014-09-09 04:22:57","description":"<p>The econ in this deck is spectacular, you can rez all of your big ice almost at a whim.  This deck also works extremely well when activating your ABT after scoring it.  When the runner things he has a lock on something, just move the ice around and make it more painful for him.<\/p>\n","username":"J0n3z","cards":{"01054":1,"01055":3,"01059":3,"01061":1,"01062":1,"01063":1,"01064":1,"01090":1,"01098":2,"01101":1,"01102":1,"01106":3,"01109":2,"01110":3,"01111":1,"01113":1,"02012":1,"02056":1,"02070":3,"02071":1,"02092":2,"02110":1,"03004":1,"03015":1,"03017":1,"03019":1,"03027":1,"04015":2,"04030":1,"04040":2,"04111":2,"04119":3,"05012":1,"05024":1,"06023":3}},{"id":9392,"name":"Skrubbed","creation":"2014-09-09 06:02:38","description":"\n","username":"jeremyorion","cards":{"01014":1,"01036":2,"01037":2,"01040":3,"01043":1,"01046":1,"01050":3,"02027":1,"02047":3,"02050":2,"02091":2,"02106":2,"02107":2,"03028":1,"03034":2,"03044":3,"03045":1,"03046":2,"03052":3,"03054":2,"05035":1,"06018":2,"06019":1,"06034":3}},{"id":9393,"name":"NEXT 1.0","creation":"2014-09-09 06:20:26","description":"<p>Work in progress - Häxbrygd  (witches brew )<\/p>\n","username":"crapitan","cards":{"01055":3,"01056":3,"01062":3,"01063":2,"01088":2,"01089":1,"01099":1,"01106":2,"02038":2,"02092":3,"03003":1,"03004":1,"03007":3,"03009":1,"03013":2,"03014":3,"03015":2,"03017":2,"03019":3,"03020":3,"03023":2,"05023":1}},{"id":9394,"name":"Jinteki Replicating Protocols","creation":"2014-09-09 09:07:01","description":"<p>Theorycrafting on making central server runs in an RP deck very taxing on clicks. Ruhr Valley with ELP along with Eli and Enigma in centrals drains the runners clicks thus reducing what they can do in their turn, including trashing your assets.<\/p>\n\n<p>I'm torn between Jackson and Encryption Protocol. Jackson needs no explanation but Encryption makes it harder for the runner to trash my assets and upgrades. If they are able to trash them, I have the Interns to return them to play.<\/p>\n\n<p>I really like to have Viper in there too but unfortunately I'm out of influence. Thoughts and suggestions would be greatly appreciated as always.<\/p>\n","username":"d4spien","cards":{"01068":3,"01110":3,"01111":3,"02015":3,"02029":2,"02031":1,"02110":3,"02111":2,"04012":3,"04054":3,"04060":3,"04074":3,"04114":3,"04119":3,"05006":1,"05007":1,"05009":3,"05020":1,"06003":3,"06022":2,"06030":1}},{"id":9395,"name":"Wünderbar","creation":"2014-09-09 09:36:10","description":"<p>Work in Progress<\/p>\n","username":"KryptikRVR","cards":{"01016":3,"01026":3,"01034":3,"01035":3,"01043":3,"01044":3,"01047":3,"01050":3,"02046":1,"02047":3,"02048":2,"02049":3,"03046":3,"03047":2,"03053":3}},{"id":9396,"name":"A Colourful Whale","creation":"2014-09-09 09:57:58","description":"<p>From immediate glance, E3 is an obvious tool to synergise well with Quetzal. What's that? A Heimdall 2.0? Well I'll just break that for 2. The ever popular and expensive to break Eli 1.0? Why that's just a simple 1 credit.<\/p>\n\n<p>So with this in mind, I wanted a deck that would get the most out of the E3's. Let's look at the programs. Knight is an obvious choice, it works on just about anything, and E3 helps bring those costs down on multiple subroutine ice. So what else sounds nice. Darwin of course. And since we plan to go with Datasuckers and Parasites (because Anarch), Darwin can do with that little bit of help. Last but not least, D4v1d is a great addition for obvious reasons.<\/p>\n\n<p>So this makes our runs very cost efficient. Why not make it even more so. Desperado gives the extra memory needed for all the viruses\/Darwins\/Knights but also makes our cheap runs cheaper. <\/p>\n\n<p>With Daily Casts for the click free credit gain, and Mr. Masanori for his click free card draw, we can spend as much time running as possible. And more time to manage this beautiful head of hair.<\/p>\n","username":"diroisha","cards":{"01002":3,"01008":3,"01009":2,"01012":3,"01024":3,"01050":3,"02009":2,"02022":3,"02024":3,"02091":2,"02102":3,"03052":3,"03053":3,"04009":2,"04043":3,"04061":1,"06033":3,"06052":1}},{"id":9397,"name":"Power Of The Sun (Theory)","creation":"2014-09-09 10:00:08","description":"<p>With the new data packs drawing near i decided to update my blue sun deck now i have more knowledge about what their is to work with. This is the current idea for the deck though with new cards been spoiled it may change yet.<\/p>\n","username":"Pinkwarrior","cards":{"01095":1,"01099":2,"01102":3,"01103":3,"01110":3,"02038":3,"02057":2,"02077":3,"02079":3,"02120":3,"04015":3,"04040":1,"04060":3,"04077":3,"04078":2,"04117":3,"04119":2,"05010":2,"06009":2,"06042":2,"06068":1}},{"id":9398,"name":"Shadows of the Sun","creation":"2014-09-09 11:01:38","description":"<p>The ice is nastier. The Oversight AI is real. The Scorch is a mercy. Advance and score your agendas in plain sight - right where the runner can see them, but to reach them may as well be to climb a mountain.<\/p>\n\n<p>Shadows of the Sun still operates on the Crisium Grid + Off The Grid combo (your remote sits in the shadows of the Blue Sun). OTG is the Weyland principle I've been trying to make work since the card first came out, and now with First Contact, we have the pieces we need to make it happen.<\/p>\n\n<p>This version of Blue Sun has teeth, and it relies on OAI as raw fuel for its economic engine. Pop it on your costly pieces of ice-- Curtain Wall, Janus, Tollbooth if you have to though that isn't preferable -- and call them back to get free money. Fly your two Data Ravens to whichever server needs protecting, but plan on keeping at least one over HQ if you have a Crisium Grid installed. That's because once you build up your taxing fortress servers, just one simple Closed Accounts is all it takes to shut the runner out. Score the Eden Fragment and this deck becomes laughably good.<\/p>\n\n<p>Plan on having a heavily stacked HQ because once Crisium Grid gets online behind an ice fortress there, accessing the remote in which you've loaded Off The Grid becomes an absolute bear. Trashing OTG will require two successful runs on HQ with an additional tax of 5c to trash the Crisium on the first run. That means with even one Data Raven and a Crisium on HQ they can't make the runs to clear Off The Grid and access your remote without clearing the two tags they rack up. Then you either dropped a Closed Accounts to lock them out of your servers on future runs, or they need to hope you don't have the double Scorched in hand.<\/p>\n\n<p>I've debated either swapping the Tollbooth for a third Data Raven, or actually dropping the Closed Accounts for another Lotus Field + another Wall of Thorns, but I think for now this is how the deck will stay.<\/p>\n\n<p>I'd love to hear your thoughts.<\/p>\n","username":"BTrain","cards":{"01078":1,"01084":2,"01088":2,"01090":1,"01098":3,"01099":3,"01101":2,"01106":2,"01110":3,"02012":1,"02018":1,"02019":3,"02060":2,"02079":3,"03027":2,"04015":2,"04036":1,"04038":3,"04078":2,"04117":2,"04119":3,"06003":1,"06030":1,"06048":3,"06068":1}},{"id":9399,"name":"Lucky Kate gambles on PAD","creation":"2014-09-09 11:20:32","description":"<p>This is deck which won 2nd place on regional tournament in Mephit club in Prague on 6th September 2014. It won three games and lose two games (both against NBN-NEH - one flatline after scoring Breaking News + double scorched and one regular game).<\/p>\n\n<p>What I like on this deck is that you do not have to be scare if you lose some program because you have many ways how to take it back from you heap. Deck contains many programs but it is consists because you have many tutors for them. This deck is very flexible because contains many things which can help you against different corps.<\/p>\n\n<ul>\n<li>Against HB you can use Deus X for breaking big ices and Imp for trashing Biotic Labour or expensive Assets like Eve. <\/li>\n<li>Against Jinteki you like Deus X because you dont not care about Net damage any more. Komainu or Tsurgi can be eaten by Parasite.<\/li>\n<li>Against NBN you can use Imp for destroying Biotics or SanSans or Scorched. Few pieces of ice you can eat by Parasite. Tollboth likes Femme.<\/li>\n<li>Against Weyland again help Imp for destroying Scorched, Midseason or Sea Source. Sharpshoter can help against Archer.<\/li>\n<\/ul>\n\n<p>For multi access you can use many things like Legwork or Maker's Eye or Indexing. First half of game you should focus on remotes, building rig and R&amp;D. When you get Legwork and expect that HQ should contains some stucked agendas you are going there for them. The economy is based on events + PADs, Profesional Contacts and Kati Jones for long games.<\/p>\n\n<p>Changes:<\/p>\n\n<p>I am thinking about changing Corroder to Snowball because I really would like to use third Lucky find.\nAlso it will be good to have better draw (Quality time\/Diesel) but I do not know what I should cut.<\/p>\n","username":"pAblO","cards":{"01007":1,"01008":1,"01012":1,"01026":1,"01033":1,"01036":2,"01043":1,"01049":1,"01050":3,"02003":1,"02009":1,"02047":2,"02066":1,"02091":1,"02106":2,"03034":2,"03035":1,"03038":3,"03040":1,"03046":3,"03049":3,"03052":3,"03054":3,"04029":3,"04067":1,"04109":2,"05035":1}},{"id":9400,"name":"NBN - NEH - Bioscript on the Hub - v2.0","creation":"2014-09-09 11:20:49","description":"<p>This is deck which won 2nd place on regional tournament in Mephit club in Prague on 6th September 2014. It won four games and lose one (after parasite destroy Tollboth on R&amp;D) and two mediums did the job because Eli was not possible to stop them.<\/p>\n\n<p>How to play it:<\/p>\n\n<ul>\n<li>You have to heavy protect centrals earn money for Biotic or SanSan and start Astrotrain.<\/li>\n<li>Target marketing should turn off things which you are scared like Account Siphon, Parasite, Datasucker, etc..<\/li>\n<\/ul>\n\n<p>Advantages:<\/p>\n\n<ul>\n<li>It is easy to manage it.<\/li>\n<\/ul>\n\n<p>Disadvantages:<\/p>\n\n<ul>\n<li>Trouble with: Atman strength 4, Torch, Whizzard, Ice carver and economy which benefit on unprotected remotes like bank job, Desperado + Security testing.<\/li>\n<li>Problem with economy if you cannot use your Marked Accounts.<\/li>\n<\/ul>\n\n<p>Changes:<\/p>\n\n<ul>\n<li>I will probably add Lotus field because it is ice which is not possible destroy and Yog cannot be used on it.<\/li>\n<li>In first version I used Psychic field with RSVP for defend SanSan before first Astro but I changed it because I want have Target marketing and more ices in deck.<\/li>\n<\/ul>\n","username":"pAblO","cards":{"01059":2,"01062":2,"01081":3,"01082":2,"01090":2,"01092":2,"01110":3,"02055":3,"02056":3,"02110":3,"02115":3,"04015":3,"04076":3,"04077":2,"04096":2,"04119":3,"04120":2,"05027":2,"06003":2,"06005":1,"06026":2}},{"id":9401,"name":"Kokuzeichou","creation":"2014-09-09 11:44:22","description":"<p>So here's the Corp Deck I piloted to make Top 8 at the 2014 Australian Nationals. This went 6-1 in Swiss Rounds.<\/p>\n\n<p>It's similar to Mediohxcore's Jinteki RP deck that  won him the Philly Regionals, but with changes to accommodate my play style.<\/p>\n\n<p>It runs 9 pieces of asset drip economy along with Interns to recur anything back. This decks plays slow, but transitions into one of the heaviest control style Corp decks I've built. I've spent months testing and deliberating over choice of ICE to find the right balance between having enough early game ICE to protect my assets whilst offering enough late game ICE to build punishingly taxing centrals and an almost impenetrable scoring remote.<\/p>\n\n<p>I don't like relying on burst economy like Hedge Fund and Celebrity Gift as I think it doesn't provide enough consistency to the control style I like to play if I don't draw into them early enough. Instead, I chose to focus on early game ICE selection that I could rez without making me broke, and keep the runner out long enough for my asset econ to come online.<\/p>\n\n<p>The key to this deck is to protect Sundews with some cheap ETR ICE (Himitsu Bako, Quandry, Viper and Eli) and secure all 3 centrals with ICE as quickly as possible without making yourself broke by doing it. Pups, Vipers &amp; Yagura are cheap and excellent for this. Wall of Thorns is also a nice surprise and second only to Tollbooth in terms of taxation. The faster centrals get shored up, the harder it will be for the runner to trash asset econ.<\/p>\n\n<p>Once asset econ comes online and your centrals are protected, the game is essentially yours. I've had multiple games where I came back from 0-5 or 0-6 down, locked the runner out and won the game by scoring consecutive agendas.<\/p>\n","username":"squashed","cards":{"01062":1,"01068":3,"01078":2,"01090":1,"01109":3,"01113":1,"02013":2,"02031":1,"02052":2,"02110":2,"04013":1,"04015":3,"04054":3,"04060":3,"04074":2,"04093":1,"04114":2,"04119":3,"04120":1,"05007":3,"05009":3,"05017":2,"05018":3,"05020":1,"06003":1}},{"id":9402,"name":"Purple Cab","creation":"2014-09-09 12:13:54","description":"<p>So called because it's 'taxy'.<\/p>\n\n<p>First attempt at a glacier style build. Designed to have one mega server, lot's of multi subroutine ice with a midway behind it to make it all the more taxing.<\/p>\n\n<p>A bit of brain damage thrown in to keep things interesting and maybe trigger a flatline via Punitive.<\/p>\n\n<p>Priority Reqs and Bioroid Efficiency for the really expensive stuff, domestic sleepers for the crucial last point or a nasty archer.<\/p>\n\n<p>Untested at the moment. My main concerns are economy and protecting the centrals, particularly with all the multi access around.<\/p>\n","username":"Fridan","cards":{"01063":2,"01101":2,"01106":3,"01108":3,"01110":3,"02012":2,"02013":2,"02110":2,"03002":1,"03006":3,"03007":1,"03009":2,"03013":2,"03015":2,"04011":2,"04030":2,"04040":3,"04079":1,"04091":2,"04117":2,"06001":2,"06002":3,"06007":3}},{"id":9403,"name":"The Walmart Supplier","creation":"2014-09-09 12:55:22","description":"<p>Intent is to test the usefulness of The Supplier in a hardware-intensive and resource-intensive rig.  Could not afford the splash of Silencer, so now the remaining Stealth cards are extremely vital to the rig.  Tempted to add a third Replicator, and even a third Inside Man.   Giving Modded a tryout here, but it is first to cut...<\/p>\n","username":"corcovado","cards":{"01035":3,"01041":2,"01050":3,"02047":3,"02068":2,"02085":3,"02088":2,"02091":3,"02107":3,"03041":3,"03042":1,"03046":3,"04006":3,"06017":1,"06040":3,"06053":1,"06056":3,"06057":1,"06058":3}},{"id":9404,"name":"Reverse Desperado","creation":"2014-09-09 13:04:28","description":"<p>This is my deck from the Millennium tournament last weekend. I did pretty well for my first time. <\/p>\n\n<p>This deck uses pay wall and other transactions\/GRNDL to get huge money. It then wins by either scoring if the runner is having problems with their rig or blowing up their house if you can get Atlas\/Sea Source\/Scorch off.<\/p>\n","username":"Irishmike","cards":{"01086":1,"01088":1,"01090":2,"01093":1,"01098":3,"01099":3,"01103":2,"01106":2,"01110":3,"01112":1,"02018":3,"02019":2,"02056":2,"02077":2,"03027":1,"04015":3,"04040":2,"04078":2,"04099":3,"04117":1,"04119":1,"05024":2,"06003":2,"06008":2,"06028":3}},{"id":9405,"name":"Running on Empty","creation":"2014-09-09 13:07:51","description":"<p>My Ken deck from the Millennium Tournament last weekend.<\/p>\n\n<p>It wins via multi-access and recurring those that are most useful with Same old thing. Desperado\/Security testing\/Dirty laundry is a great combo or good by themselves. <\/p>\n","username":"Irishmike","cards":{"01018":2,"01021":3,"01022":2,"01024":2,"01025":1,"01026":1,"01027":1,"01036":3,"01050":3,"02006":1,"02009":2,"02085":2,"02106":1,"02107":2,"03052":3,"03054":3,"04029":3,"04109":2,"05029":1,"05032":3,"05035":3,"05041":1,"05042":1,"05046":1,"05048":1}},{"id":9409,"name":"ThunderBird","creation":"2014-09-09 15:11:08","description":"\n","username":"CodeMarvelous","cards":{"01002":3,"01007":2,"01008":3,"01010":2,"01011":1,"01012":3,"01014":1,"01050":3,"01053":3,"02009":2,"02022":2,"02024":3,"02041":1,"02091":2,"03038":3,"04042":2,"04043":3,"05033":3,"06033":3,"06052":1}},{"id":9410,"name":"\"Aggressive Troubleshooters\"  3 time Store Champ deck Redux","creation":"2014-09-09 16:25:00","description":"<p>Hi all! This is Dien from ANRTheFallGuys. I decided to post up a updated version of my 3 time Store Champ winning deck with some overhaul work for the current meta. I recently took this to a local tournament which had 20 players, and it ended up going undefeated 5-0. I had been matched up with Gabe, Prepaid Kate, 2 Chaos Theory's with Levy, and a Noise, and it scored off agenda points with scoring windows created off my upgrades. Let's get into specifics!<\/p>\n\n<p>The deck has several synergies to itself. I purposely picked Chimera for on demand Will-O-The-Wisp targetting. With this play, if you have Targetted Marketting, you can safely call a necessary breaker they need to complete their rig. I had called out Corroder and Femme Fatale and netted an average of 20 credits during games. This plays into the next play: Corporate Troubleshooter.<\/p>\n\n<p>A server with Corporate Troubleshooter and a Grim\/Archer guarantees a snipe of a breaker. Knowing they'll play a necessary breaker to give you 10 helps you fortify the server.<\/p>\n\n<p>Targeted Marketing I find is a advanced card. To play this effectively, you'll need to understand the various archetypes and their timings. You need to know cornerstone cards to play, I made in the late game, a call on The Maker's Eye since I hadn't seen it played past the first 20 cards the Runner had played as Kate, and I knew it was coming. The call netted me 20 free credits, helped burn a bunch of Clone Chips and Test Runs for Sharpshooter VS Archer, and netted the Runner nothing due to the fact I had most agendas in hand.<\/p>\n\n<p>I love that Corporate Troubleshooter and Will-O-The-Wisp work with each other very well. Feinting each other and keeping the Runner guessing messes with their math\/options, so it's great to have with each other. They also feint as Agendas, and can set up for brutal plays.<\/p>\n\n<p>I put in The Root and it kicked bottom. I usually set up one server with big ICE, another with one Archer\/ETR and a Will. On my turn, I install agenda\/CT\/Will, The Root in the other, rez it and advance the agenda or ICE another layer on the big remote with Root money. This forces the Runner into a fork and guarantees either that the Root stays up, or it goes away, I get a economy swing because of the run, and a breaker goes to the bottom.<\/p>\n\n<p>This deck swims in Bad Pubilicity, I had won Store Championships with 7 Bad Pub, and I won at the local tournament recently with 5. You need to understand that Bad Pub is not always bad, as long as they don't have the breakers to get in. I'm still working on tinkering with the ICE suite, I feel I can optimize it better, but for now it stood the test of Runners, and I'm pretty confident with it. Any feedback is welcome, and if you have any questions, feel free to ask!<\/p>\n","username":"d1en","cards":{"01057":1,"01062":1,"01065":3,"01090":1,"01093":1,"01094":3,"01098":2,"01101":3,"01103":2,"01106":3,"01110":3,"01111":3,"02018":3,"02060":2,"02070":1,"04015":3,"04017":1,"04020":3,"04040":2,"04117":2,"06008":2,"06026":2,"06032":3}},{"id":9411,"name":"Skrubbed v.1.5","creation":"2014-09-09 16:48:09","description":"\n","username":"jeremyorion","cards":{"01014":1,"01034":3,"01036":2,"01037":2,"01040":2,"01043":1,"01046":1,"01050":3,"02027":1,"02047":3,"02050":2,"02063":1,"02091":2,"02107":2,"03028":1,"03034":2,"03044":3,"03045":1,"03046":2,"03052":3,"03054":2,"05035":1,"06018":2,"06034":3}},{"id":9412,"name":"Dec@Day.09 - The Most Dangerous Game","creation":"2014-09-09 16:52:30","description":"<p><em><strong>Dec@Day<\/strong> - Every identity, one day and deck at a time.  It's like <a href=\"http:\/\/nanowrimo.org\/\">NaNoWriMo<\/a> for Netrunner! More info in my <a href=\"http:\/\/netrunnerdb.com\/en\/profile\/4744\/narro87\">profile<\/a>.<\/em><\/p>\n\n<p>My very first tournament deck was a <a href=\"\/en\/card\/02001\">Whizzard<\/a> credit denial, so I've always had a soft spot for it.  This Frankenstein is what happens when that deck has a lovechild with some <a href=\"http:\/\/teamcovenant.com\/botounami\/2014\/05\/20\/anatomy-of-anarchy\/\">Anatomy of Anarchy<\/a>.  We're going to keep the <a href=\"\/en\/card\/01018\">Corp poor and float our tags<\/a>, and hope to death we don't get <a href=\"\/en\/card\/02009\">scorched out of existence<\/a>.<\/p>\n\n<p><a href=\"\/en\/card\/01011\">Fixed<\/a>-power <a href=\"\/en\/card\/01014\">Icebreakers<\/a> combined with <a href=\"\/en\/card\/01008\">Strength<\/a> <a href=\"\/en\/card\/01012\">sappers<\/a> and <a href=\"\/en\/card\/02002\">recurring credits<\/a> help keep runs cheap, and we plan on making a lot of them.  Our <a href=\"\/en\/card\/01053\">Resources<\/a> are all <a href=\"\/en\/card\/02042\">cheap<\/a> to <a href=\"\/en\/card\/02103\">play<\/a>, so we don't mind if the Corp trashes them.  It's still credits and clicks spent not protecting servers.<\/p>\n\n<p>We threaten all three central servers--<a href=\"\/en\/card\/01018\">Account Siphon<\/a> recursion on HQ, <a href=\"\/en\/card\/04061\">Keyhole<\/a> runs on R&amp;D, and a cash-in of <a href=\"\/en\/card\/02103\">Data Leak Reversal<\/a> and <a href=\"\/en\/card\/04061\">Keyhole<\/a> in Archives. Any Assets the Corp leaves bare, we trash for so cheap that it makes their head spin.  It's them our us--and we're betting on ourselves.<\/p>\n\n<p>Questions, comments or suggestions?  Feel free--the entire reason I'm doing this is to increase my deck-building skills.  Next up is Jinteki's version of evil click draining with Replicating Perfection.<\/p>\n\n<p><em>Previous <strong>Dec@Day<\/strong> Decks:<\/em><\/p>\n\n<ul>\n<li>01 <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/9150\/dec-day-01-fix-it-in-beta#\">HB: EtF - Fix It in Beta<\/a> <\/li>\n<li>02 <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/9177\/dec-day-02-trojan-whale\">An: Noise - Trojan Whale<\/a><\/li>\n<li>03 <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/9206\/dec-day-03-sword-of-damocles\">Ji: PE - Sword of Damocles<\/a><\/li>\n<li>04 <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/9236\/dec-day-04-by-hook-or-by-crook#\">Cr: Gabe - By Hook or By Crook<\/a><\/li>\n<li>05 <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/9266\/dec-day-05-watching-out-for-you\">NBN: MN - Watching Out for You<\/a><\/li>\n<li>06 <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/9302\/dec-day-06-the-art-thief\">Sh: Kate - The Art Thief<\/a><\/li>\n<li>07 <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/9331\/dec-day-07-surcharges-apply\">We: BaBW - Surcharges Apply<\/a><\/li>\n<li>08 <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/9360\/dec-day-08-talk-isn-t-cheap\">HB: ST - Talk Isn't Cheap<\/a><\/li>\n<li>R1 <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/9371\/dec-day-redux-sword-of-damocles-2-0\">Ji: PE Sword of Damocles 2.0<\/a><\/li>\n<\/ul>\n","username":"narro87","cards":{"01002":3,"01007":2,"01008":3,"01009":2,"01011":2,"01012":3,"01014":2,"01018":3,"01053":3,"02001":1,"02002":2,"02009":3,"02042":3,"02087":3,"02103":3,"03054":3,"04043":3,"04061":2}},{"id":9413,"name":"Whales dream of growing arms...","creation":"2014-09-09 17:05:19","description":"<p>... to slingshoot you to death.<\/p>\n\n<p>The combination of <a href=\"\/en\/card\/02102\">Darwin<\/a> and <a href=\"\/en\/card\/06033\">D4v1d<\/a> is pretty strong. With scavenge thrown in, it's even better.<\/p>\n\n<p>Surge with Darwin is pretty much necessary to recover from a virus wipe, so I decided to experiment with <a href=\"\/en\/card\/02108\">Deep Thought<\/a>, which feels very good there (Deep Thought + Grimoire + Surge and you're set without having to run R&amp;D)<\/p>\n\n<p>Comments welcome!<\/p>\n","username":"Bananifier","cards":{"01001":1,"01002":2,"01004":2,"01005":3,"01006":2,"01008":2,"01012":3,"01016":3,"02003":3,"02024":2,"02081":3,"02102":3,"02108":2,"03034":2,"03052":3,"04022":2,"04043":2,"06033":3,"06037":3}},{"id":9414,"name":"The Monolithic Corp Deck","creation":"2014-09-09 17:49:50","description":"<p>So i wanted to do something abit silly and put a colossal corp deck together and spend as little influence on cards as possible so i can have more cards for other factions.<\/p>\n\n<p>Initially the plan was to just drop all the HB cards together then even it all out with other cards but then i decided to make something at least vaguely playable.<\/p>\n","username":"Pinkwarrior","cards":{"01055":3,"01056":3,"01058":3,"01059":3,"01064":3,"01090":1,"01097":3,"01100":3,"01103":3,"01109":2,"01110":3,"02011":3,"02051":3,"02052":2,"02056":3,"02070":3,"02092":3,"02110":3,"02120":3,"03002":1,"03005":3,"03007":2,"03011":2,"03014":3,"03015":3,"03017":3,"03018":3,"03019":3,"04015":3,"04034":3,"04040":2,"04060":3,"04090":3,"04096":2,"04119":3,"04120":2,"05027":3}},{"id":9415,"name":"Fast as I can 2.0","creation":"2014-09-09 17:54:28","description":"<p>so This is a revision of my disastrous Express deck.  I'm still incredibly new at this so maybe someone could point out hugely glaring errors?<\/p>\n","username":"theuglyknight","cards":{"01004":1,"01007":2,"01018":3,"01019":3,"01021":1,"01024":3,"01026":2,"01028":1,"01036":1,"01050":3,"02085":2,"02087":2,"02101":1,"02104":2,"02106":2,"03052":3,"03054":2,"04044":1,"05029":1,"05035":2,"05036":3,"05038":3,"05046":2}},{"id":9416,"name":"Shadows of the Sun v1.1","creation":"2014-09-09 17:55:28","description":"<p>v1.1: Closed accounts is down to 1 to free up influence for a second Lotus Field. I needed more hard ETR ice that isn't in D4v1d range, and besides, you can always just tutor for the CA with an Atlas token if you absolutely have to. Chimera is also out to make room for two copies of Interns to bring back either of the two Grids in a pinch.<\/p>\n\n<hr \/>\n\n<p>The ice is nastier. The Oversight AI is real. The Scorch is a mercy.<\/p>\n\n<p>This version of Blue Sun has teeth, and it relies on OAI as raw fuel for its economic engine. Pop it on your costly pieces of ice-- Curtain Wall, Janus, Tollbooth if you must though that isn't preferable -- and call them back to get free money. Fly your two Data Ravens to whichever server needs protecting, but plan on keeping at least one over HQ if you have a Crisium Grid installed. That's because once you build up your taxing fortress servers, just one simple Closed Accounts is all it takes to shut the runner out. And scoring the Eden Fragment almost makes this deck laughably good.<\/p>\n\n<p>Plan on having a heavily stacked HQ because once Crisium Grid gets online behind an ice fortress there, accessing the remote in which you've loaded Off The Grid becomes an absolute bear. Trashing OTG will require two successful runs on HQ with an additional tax of 5c to trash the Crisium on the first run. That means with even one Data Raven and a Crisium on HQ they can't make the runs to clear Off The Grid and access your remote without clearing the two tags they rack up. Then you either dropped a Closed Accounts to lock them out of your servers on future runs, or they need to hope you don't have the double Scorched in hand.<\/p>\n\n<p>I've debated either swapping the Tollbooth for a third Data Raven, or actually dropping the Closed Accounts for another Lotus Field + another Wall of Thorns, but I think for now this is how the deck will stay.<\/p>\n\n<p>I'd love to hear your thoughts.<\/p>\n","username":"BTrain","cards":{"01078":1,"01084":1,"01088":2,"01090":1,"01098":3,"01099":3,"01101":2,"01106":2,"01110":3,"02012":1,"02018":1,"02019":3,"02079":3,"03027":2,"04015":2,"04036":1,"04038":3,"04060":2,"04078":2,"04117":2,"04119":3,"06003":2,"06030":1,"06048":3,"06068":1}},{"id":9417,"name":"Birds, don't need to fly.","creation":"2014-09-09 19:00:44","description":"<p>Yet another generic Quetzal deck (Ket-zal), yay!\nThoughts?<\/p>\n","username":"AgentGear","cards":{"01002":2,"01050":3,"01053":3,"02009":2,"02024":3,"02050":2,"02091":2,"03051":2,"03052":2,"04009":2,"04042":3,"04043":3,"04061":2,"04102":3,"05045":3,"05050":1,"05053":3,"06033":2,"06052":1,"06054":2}},{"id":9419,"name":"CT Recurring David","creation":"2014-09-09 19:18:34","description":"<p>my first try to build a shaper deck with d4v1d.\ni know that 4 influence is tough, but it seems like a nice concept of recurring d4v1d over and over again<\/p>\n","username":"oppi","cards":{"01004":1,"01007":2,"01011":1,"01026":1,"01035":3,"01036":2,"01043":2,"01044":3,"01050":3,"02009":2,"02046":1,"02047":3,"02066":1,"02087":3,"02091":3,"03034":2,"03035":1,"03038":3,"03046":2,"06033":2}},{"id":9420,"name":"A Nice Suit to Die In","creation":"2014-09-09 19:28:31","description":"<p>Messing around with a damage deck with minimal ice. I want to give the appearance early on that I care about where people run. Deck needs a ton of tuning. <\/p>\n","username":"Putty","cards":{"01069":2,"01070":2,"01076":2,"01099":1,"01110":3,"01113":2,"02032":3,"03009":2,"04012":2,"04015":2,"04039":1,"04073":2,"04092":3,"04096":2,"04120":2,"05001":1,"05004":3,"05005":3,"05006":1,"05018":2}},{"id":9421,"name":"Andromeda test veloce","creation":"2014-09-09 19:32:48","description":"\n","username":"Oziride","cards":{"01007":2,"01018":3,"01019":1,"01020":1,"01021":3,"01022":3,"01024":1,"01026":2,"01030":1,"01043":1,"01049":1,"01050":2,"01053":2,"02009":2,"02023":1,"02043":3,"02065":1,"02083":1,"02091":2,"02104":2,"02107":2,"03052":2,"03053":1,"03054":2,"05032":1,"05035":1,"05037":2,"05042":1,"05046":1}},{"id":9423,"name":"Aesop Noise","creation":"2014-09-09 19:50:57","description":"\n","username":"radzio78","cards":{"01001":1,"01002":3,"01005":2,"01006":2,"01007":2,"01008":3,"01009":2,"01010":1,"01011":2,"01012":3,"01014":1,"01016":3,"01021":1,"01043":1,"01047":3,"01050":3,"01053":2,"02003":3,"02041":1,"02091":2,"04043":2,"06033":2,"06037":3}},{"id":9424,"name":"Noisy","creation":"2014-09-09 23:33:18","description":"<p>Updated version of this:<\/p>\n\n<p>http:\/\/netrunnerdb.com\/en\/decklist\/3267\/noise-v-goodgames-melbourne-store-championship-winner-\nThere are three phases to my game plan.<\/p>\n\n<p>Phase 1: Aggression and luck<\/p>\n\n<p>The first few clicks of the game involves installing datasucker(s), face checking ice and running archives when it is unprotected - a lot of the time purely to build up sucker tokens - but also sometimes you will see an agenda from the mill - that's the luck element.<\/p>\n\n<p>I give serious thought to mulliganing for a Medium. A lot of games are won from Medium digging an unprotected R&amp;D from turn 1.<\/p>\n\n<p>The plan is to keep the corp poor from rezzing ice and to put the pressure on right from the start if you get early points.<\/p>\n\n<p>My favourite starting play is: Sure Gamble, install Datasucker, run R&amp;D, Dirty Laundry archives.<\/p>\n\n<p>Phase 2: Control<\/p>\n\n<p>The middle game for Noise is actually a control game. Crypsis + counters + A LOT of money is very threatening and this would be what I consider the optimum middle game state. Wherever the corp is not defending well - attack there. Once they start dedicating resources and time to making a big remote and advancing agendas that is also the best time to attack R&amp;D or HQ. So really, it's all about diverting attention from where you're really planning to make a big run.<\/p>\n\n<p>Phase 3: Go hard or go home<\/p>\n\n<p>The late game (if you haven't won by now) will typically have very well defended servers and a corp beginning to turn the economy tide in their favour. As soon as they are on 5 points and threatening to score for the win, that is when I will start keeping tags, mass installing viruses and stimhacking servers like a mad man. Sometimes it's stimhacking a remote for the agenda, sometimes it's stimhacking for one last Medium dig, sometimes its installing multiple viruses then hitting archives. The most important thing to be able to do is to work out which server is most agenda-dense. That is the number one skill to have when playing Noise.<\/p>\n\n<p>Also, realise that if you are not milling agendas then the only place for them to go is HQ and all their ice and economy has just been milled into archives, making it even harder to defend their agendas in HQ.<\/p>\n","username":"Leviathan","cards":{"01001":1,"01002":2,"01004":2,"01006":1,"01008":2,"01010":2,"01012":3,"01050":3,"01051":3,"01053":2,"02003":3,"02022":3,"02091":2,"03038":3,"03052":3,"04043":3,"04109":2,"05033":3,"05035":1,"06034":2}},{"id":9425,"name":"The Rainbow Bridge","creation":"2014-09-09 23:53:41","description":"<p>An advantage of skipping out on most of the ice game is that you bank money fast. This means you can biotic agendas easily, and what ice you do have can be pretty significant. For this reason I’m running three <a href=\"\/en\/card\/01061\">Heimdall 1.0<\/a>, a <a href=\"\/en\/card\/03015\">Heimdall 2.0<\/a>, and one <a href=\"\/en\/card\/01062\">Ichi 1.0<\/a> as my only ice. They can singlehandedly make a server frustrating to get into and, while vulnerable to being shutdown, that’s not as much of an issue here as elsewhere given the sheer amount of money you can generate. The low number of them doesn't matter so much using <a href=\"\/en\/card\/06021\">The Foundry: Refining the Process<\/a>. They can snowball into HQ fairly quickly.<\/p>\n\n<p><a href=\"\/en\/card\/01056\">Adonis Campaign<\/a>, <a href=\"\/en\/card\/02092\">Eve Campaign<\/a>, <a href=\"\/en\/card\/01109\">PAD Campaign<\/a> and <a href=\"\/en\/card\/04015\">Jackson Howard<\/a> provide the economic core of the deck. Installing these basics on a <a href=\"\/en\/card\/02095\">Hokusai Grid<\/a> only makes them more of a positive trade for you. Runners have to choose to leave either Hokusai or whatever was on it standing, a big win either way. A secondary set of economic tools are <a href=\"\/en\/card\/03008\">Alix T4LB07<\/a> and <a href=\"\/en\/card\/01060\">Shipment from MirrorMorph<\/a>. Neither are fantastic on their own, but together they let you run a turn where you install and rez Alix, shipment three cards and then use Alix, for three installs and 5 net credits in one turn.<\/p>\n\n<p>To frustrate the runner, <a href=\"\/en\/card\/01070\">Snare!<\/a> and <a href=\"\/en\/card\/03009\">Cerebral Overwriter<\/a> provide some unexpected annoyance and force them to be careful about just running everything all the time. <a href=\"\/en\/card\/06022\">Enhanced Login Protocol<\/a> is another frustration for the runner and can counter other currents the runner might use. <a href=\"\/en\/card\/04050\">Isabel McGuire<\/a> is a great card that let you pull a lot of unexpected plays. <a href=\"\/en\/card\/04050\">Isabel McGuire<\/a> can click your almost-finished campaigns back to hand as well as the aforementioned <a href=\"\/en\/card\/01070\">Snare!<\/a> the runner has been foolish enough not to trash.<\/p>\n\n<p><a href=\"\/en\/card\/01059\">Biotic Labor<\/a> and a hard-to-read agenda suite of <a href=\"\/en\/card\/01055\">Accelerated Beta Test<\/a>, <a href=\"\/en\/card\/02051\">Project Vitruvius<\/a> and <a href=\"\/en\/card\/03023\">Gila Hands Arcology<\/a> provide dual ways of scoring out. Bluffing on the ground and <a href=\"\/en\/card\/01059\">Biotic Labor<\/a> to clear the hand if the runner is spending all their time checking your remotes. <a href=\"\/en\/card\/04119\">NAPD Contract<\/a> can be scored with a bit of both, in a pinch, or be placed behind a Heimdall to tax hard.<\/p>\n\n<p>Finally, since you’re going to be running through your deck fast and probably seeing sets of all three of a card here and there, a <a href=\"\/en\/card\/04111\">Reclamation Order<\/a> lets you get them back. Since these cards are somewhat situational, playing multiples that can clog up your hand is not the best idea. Despite their power, I’m keeping the count low.  <\/p>\n\n<p>How to play the deck<\/p>\n\n<p>The most important thing to learn playing this deck is reading your opponent and controlling your own tells. You are going to put down unprotected agendas every game, so making sure that <a href=\"\/en\/card\/01055\">Accelerated Beta Test<\/a> looks like just another <a href=\"\/en\/card\/03009\">Cerebral Overwriter<\/a> is pretty important. That kind of bluff is important, but you can also do the five-card-install turn (<a href=\"\/en\/card\/01060\">Shipment from MirrorMorph<\/a> and two more) and use your <a href=\"\/en\/card\/01070\">Snare!<\/a> and <a href=\"\/en\/card\/03009\">Cerebral Overwriter<\/a> to create windows of fear. Sometimes this does necessitate balls of steel.<\/p>\n\n<p>Keep drawing through your deck and installing at least one, preferably two cards per turn under normal circumstances. Put heimdalls down as you get them. First priority is R&amp;D because a lock can really mess you up, though if you suspect siphon recursion, protecting HQ can be pretty important too once you start banking lots of credits. If you’re low you can just rez a bunch of the random cards you’ve installed to blank the siphon.<\/p>\n\n<p>Use <a href=\"\/en\/card\/02013\">Ash 2X3ZB9CY<\/a> to block runs on ICEless servers. Possibly use them to protect asset economy as well.<\/p>\n\n<p>Try to keep the runner running and spending. You don’t want to give them time to get their economy rolling. Once the runner is down to only a credit or two, consider putting out an agenda (particularly <a href=\"\/en\/card\/03023\">Gila Hands Arcology<\/a> or <a href=\"\/en\/card\/04119\">NAPD Contract<\/a>) to mess with their recovery plan. Often times if you’re going to put out 3 for 2’s on the board, two in a turn is better than one. The runner will hit one of them, assume they’ve called your bluff and let you score the other in peace. These trades are actually a good idea in this deck, since with the rate you go through your deck and the economic advantage you should have you can often finish off a game that’s 4\/4 in a couple of turns with <a href=\"\/en\/card\/01059\">Biotic Labor<\/a>.<\/p>\n\n<p>The first few turns are the most critical, often enough. Ideally you want an unwary runner to think you have a bad draw with little ice and you’re making the best of it, encouraging them to run you early rather than setting up their own economy. The temptation to trash things will hopefully set them back a little and let the deck snowball.<\/p>\n","username":"Leviathan","cards":{"01055":3,"01056":3,"01059":3,"01060":2,"01061":2,"01070":3,"01109":2,"02013":2,"02051":3,"02092":3,"03008":2,"03009":2,"03015":3,"03017":1,"03023":2,"04015":3,"04050":1,"04111":1,"04114":1,"04119":3,"06021":1,"06022":2,"06023":2}}]