[{"id":8372,"name":"Shaper - core & creation & control","creation":"2014-08-08 01:48:57","description":"\n","username":"Laodicea","cards":{"01008":2,"01018":2,"01022":2,"01033":1,"01034":3,"01035":2,"01038":2,"01049":2,"01050":3,"03035":1,"03038":3,"03040":3,"03041":3,"03046":3,"03049":3,"03051":2,"03052":3,"03053":3,"03054":3}},{"id":8373,"name":"First drafts of deck","creation":"2014-08-08 02:03:44","description":"<p>I designed this deck for tourney on the 9th of august this is first draft<\/p>\n","username":"jollyskulls","cards":{"01007":1,"01008":3,"01014":2,"01019":3,"01034":3,"01037":3,"01046":1,"02048":3,"02068":3,"02107":3,"03028":1,"03035":2,"03038":3,"03039":3,"03040":2,"03046":3,"03047":3,"03049":2,"03052":3,"03053":3,"04086":3}},{"id":8374,"name":"Bassett's","creation":"2014-08-08 02:20:15","description":"<p>Hello netrunners! This is my first post so go a little bit easy on me ;)<\/p>\n\n<p>I've been trying to create a decent deck for an upcoming torney. I wanted to take advantage of the ID's card draw and extra influence. That's why i've set the focus around assets, ICE that actually can protect me while I'm trying to \"fast-advance\" the agendas. Am I missing something or is the deck not niched enough?<\/p>\n","username":"kalltkaffe","cards":{"01056":3,"01064":1,"01070":2,"01081":3,"01082":2,"01084":2,"01088":1,"01090":3,"01092":2,"01109":3,"01110":3,"01113":1,"02013":1,"02056":3,"02110":3,"02115":3,"04015":2,"04076":3,"04096":2,"04119":3,"05024":1,"06003":1,"06005":1,"06010":1}},{"id":8375,"name":"HB Heavy Ice","creation":"2014-08-08 03:14:12","description":"<p>Only run 2 remote servers.  Stack ice on all 5 existing servers.  Be impenetrable.<\/p>\n","username":"Laodicea","cards":{"01055":2,"01056":3,"01058":2,"01059":3,"01061":2,"01062":3,"01064":2,"01066":2,"01089":3,"01090":2,"01103":2,"01108":2,"01110":3,"03003":1,"03004":1,"03006":3,"03007":3,"03010":3,"03016":3,"03019":3,"03027":2}},{"id":8376,"name":"Reina \"Outlaw Country\" Roja 16.01","creation":"2014-08-08 03:21:11","description":"<p>This was a thought experiment to see if I could build a solid economy using mostly Resources. I had solid control with <a href=\"\/en\/card\/04041\">Reina Roja: Freedom Fighter<\/a> + <a href=\"\/en\/card\/04003\">Rook<\/a> + <a href=\"\/en\/card\/02082\">Xanadu<\/a> but lack of any ability to multi-access in mid to late game prevented it from really devastating the Corp.<\/p>\n\n<p>The economic engine was taken from a video from the Colorado Springs Regional tourney, only it was Ian Sterling who was using it.<\/p>\n\n<p>Over all it was a fun deck to play but it needs a little work to make it shine. This deck concept has been split into two decks utilizing either <a href=\"\/en\/card\/04008\">Motivation<\/a>\/<a href=\"\/en\/card\/05054\">Oracle May<\/a> (Red pill 16.01) or 2 Link + <a href=\"\/en\/card\/02069\">Underworld Contact<\/a>s (Outlaw Country 16.02). Both decks will get rid of <a href=\"\/en\/card\/03055\">The Source<\/a> and use <a href=\"\/en\/card\/05055\">Donut Taganes<\/a> as part of the econ denial strategy.<\/p>\n\n<p>I will post once I have a chance to play them a couple of times.<\/p>\n","username":"saracenus","cards":{"01002":2,"01007":1,"01008":2,"01012":2,"01052":3,"02008":1,"02022":3,"02069":3,"02082":2,"02091":2,"03053":3,"03055":1,"04003":3,"04004":3,"04008":3,"04041":1,"04042":3,"04043":3,"05053":3,"05054":2}},{"id":8377,"name":"Jinteki PE 16.01","creation":"2014-08-08 03:34:08","description":"<p>This deck is based upon Chris \"Zeromus\" Hinkes' 2014 Cambridge, MA Regional winning deck. I have pulled 1 <a href=\"\/en\/card\/04093\">Yagura<\/a> and the lone <a href=\"\/en\/card\/05011\">Shi.Kyū<\/a> to add 2 <a href=\"\/en\/card\/06003\">Lotus Field<\/a>s. There is enough damage in the deck and I haven't needed Shi.Kyu but I have found that having some stopping power that Yog and Parasite can't break or destroy could help with Account Siphon and other issues.<\/p>\n","username":"saracenus","cards":{"01067":1,"01070":3,"01071":2,"01072":2,"01099":1,"01110":3,"02032":3,"02110":2,"02112":3,"03009":3,"03023":3,"04015":3,"04093":2,"05004":3,"05006":1,"05007":2,"05010":3,"05015":3,"05018":3,"05026":2,"06003":2}},{"id":8378,"name":"Edit for Jollyskulls","creation":"2014-08-08 04:58:07","description":"<p>Here you go, mister!<\/p>\n","username":"thepaperlady","cards":{"01003":2,"01006":1,"01007":1,"01008":3,"01010":2,"01011":1,"01012":3,"01014":1,"01015":1,"01019":3,"01024":1,"01049":3,"01050":2,"01053":2,"02001":1,"02009":2,"02041":2,"02042":2,"02050":2,"02081":2,"02087":2,"02103":2,"02105":3,"03053":3,"04043":3}},{"id":8380,"name":"Fated Encounters v2.0","creation":"2014-08-08 06:21:28","description":"<p>The test version of my Nasir deck was an utter and complete failure, so I went at it again and worked a much more efficient deck, which has given me quite some satisfaction, thus far.<\/p>\n\n<p>The key cards of this deck would be:<\/p>\n\n<ul>\n<li><strong>Rook<\/strong>: absolutely a beast, and with Shaper's recursion there is no end to pain, for the Corp;<\/li>\n<li><strong>The Personal Touch<\/strong>: one of the very few pieces of ice that are so dangerous for Nasir as to ruin your game is Archer, since it costs 4 credits only to rez and you don't get enough to break it. With TPS on Ninja you just need 5 credits to be safe from Trash Program subs, which then means you just need either Xanadu or a Rook.<\/li>\n<li><strong>Escher<\/strong>: one of the strongest Shaper cards, hardly used though, it's possibly the strongest weapon of all this deck. Nasir loves to run against unrezzed ice, especially when set up with Xanadu and a Rook. Swap the rezzed ice with unrezzed ice on the server you need to run into, and you're done. There's hardly a case where you can be stopped when each ice costs them 3 more credits to break then normal.<\/li>\n<\/ul>\n\n<p>Emptying the credit pool before you actually encounter a rezzed ice is extremely important, unless you fancy losing money needlessly, so that's why you have <strong>Personal Workshop<\/strong>, <strong>Clone Chip<\/strong> and <strong>Self-modifying Code<\/strong>.<\/p>\n\n<p>Paid abilities are your best friends here, since you can <em>\"waste away\"<\/em> your money to pay for Icebreakers, Plascretes, <em>whatever<\/em> just so you're broke right before getting some cash thanks to the Corp. I must admit there's something incredibly satisfying in being helped by your enemy!<\/p>\n\n<p>Considering how bad is <strong>Creeper<\/strong> (not in general, but very much so for Nasir), I had to spend two influence points for Ninja. Could have gone with two copies of <strong>Femme Fatale<\/strong>, which is a good option too (also due to TPT), but 9 credits to install are a lot, for a Runner that spends half his time being broke.\nIf I had influence left for 2 copies of <strong>Stimhack<\/strong>, and not just one, I might have gone with FF, but Ninja still feels a better choice also because of Archer.<\/p>\n\n<p>Lastly, I didn't mention <strong>Xanadu<\/strong> as a key card of the deck motly because Rook is much better, but whenever you draw the Anarch resource, install it as soon as possible. One extra credit is often the difference between an abrupt stop, and a flawless run.\nPop-up Window isn't really a big deal anyway (you can always stop, click a credit, and run again), but with Xanadu it gives you the money you need right away, and that means no clicks wasted.<\/p>\n\n<p>My advices, when playing Nasir, would be the following:<\/p>\n\n<ul>\n<li>manage your economy perfectly, wasting money is a sin; losing one credit might be A-Okay, but losing more might get you in trouble;<\/li>\n<li>don't rush your decisions, because running just to have the Corp spend money into rezzing suddenly is not such a good idea anymore, you need the money from those juicy pieces of ice, now;<\/li>\n<li>keep some money on Kati (if you can), because you might need a boost to your economy later on, and also keep a <strong>Sure Gamble<\/strong> ready to make an expensive run if you really have to<\/li>\n<li><strong>Escher<\/strong>, <strong>Indexing<\/strong> and <strong>Stimhack<\/strong> are your tricks, don't spoil them too early and use them when you can achieve the maximum effect, so don't go using Indexing on unrezzed ice on R&amp;D, because you might not have enough money to go there again to steal those Agenda you saw. Escher can radically shift the game in your favor in mid or late game, so I don't really see the need to use it earlier. If they don't know you have Stimhack they can lull themselves into a false sense of security, but it's a one-time-only option so use it wisely.<\/li>\n<li>since you really need at least some of the key cards and some credit-removal option (PW - CC - SMC) in early game, don't hesitate playing <strong>Levy AR Lab Access<\/strong>, those 5 credits would have been wasted on the first run anyway. And waiting is bad, because the Corp might notice your uneasiness and rush things on, leaving you behind.<\/li>\n<\/ul>\n\n<p>Now, talking about the deck's own problems:<\/p>\n\n<ul>\n<li>the economy could use a bit of help. In those occasions where you need to move faster, you might notice you actually lack some credits here and there, so <em>Fast Advance<\/em> heavy decks are probably your worst enemy.<\/li>\n<li><strong>NAPD<\/strong> is quite difficult to steal. I usually ignore this one, unless it's late game, where it shouldn't be a problem. If you really want or have to steal it, you should probably force the Corp into giving you the money for it by having them pay extra, but that might take too much time to set up. I'm way more worried by <strong>Utopia Shard<\/strong>, though. If that is scored, your best bet would then to go for R&amp;D with Indexing.<\/li>\n<li>Jinteki shouldn't be so dangerous because of the cost of their AP ice, which basically gives you all the money you need by itself, but of course traps can be pretty nasty, so you should abuse <strong>Deus Ex<\/strong> to avoid stuff like <strong>Psychic Field<\/strong> or <strong>Snare!<\/strong> from completely ruining your plans. Traps heavy decks which rely on very little ice can be weird, but shouldn't be a problem since you can also work your economy like any other runner out there, it's still an option for Nasir after all, when no unrezzed ice is involved.<\/li>\n<li>Traces can also be annoying, so you should always break them, but <strong>Bernice Mai<\/strong> or <strong>Ash 2X3ZB9CY<\/strong> can both be a real problem. No real trick about them either, you just need to trash them or work around them somehow. The deck could benefit a lot from <a href=\"\/en\/card\/01039\">Rabbit Hole<\/a>, and I might add at least a couple by removing <a href=\"\/en\/card\/02089\">Creeper<\/a> (never actually used it, since you can recover <a href=\"\/en\/card\/01027\">Ninja<\/a> with CC anyway) and a single <a href=\"\/en\/card\/01034\">Diesel<\/a>. We'll see.<\/li>\n<li>Worth mentioning that <strong>Corporate Troubleshooter<\/strong> could be problematic as well, but it really depends on the rez cost of the ice, and the credits the Corp has left after paying an increased rez cost. No real protection from this Upgrade though, so things could get hectic if you end up facing it. One suggestion would be to avoid using all the copies of Clone Chip, cause you might wanna be able to recover an Icebreaker in case something like this goes wrong.<\/li>\n<\/ul>\n\n<p>All in all, i've been pleasantly surprised by Nasir's own playstyle, which makes the Corp quite uneasy about rezzing stuff and allows for a totally different approach to the game.\nDefinitely like this identity and the fact that it has enough versatility to be built in many different ways. Another good option would be with stealth-powered breakers such as <a href=\"\/en\/card\/06077\">Switchblade<\/a>, and cards like <a href=\"\/en\/card\/06040\">Ghost Runner<\/a> plus enough recurring credits to go on running.<\/p>\n","username":"paddosan","cards":{"01004":1,"01027":1,"01034":3,"01040":3,"01050":3,"01053":3,"02007":2,"02009":2,"02027":2,"02049":3,"02066":2,"02082":2,"02089":1,"02091":2,"02106":2,"03031":2,"03035":1,"03038":3,"03046":2,"04003":3,"04042":2,"06017":1}},{"id":8381,"name":"Nasir's Toolbox","creation":"2014-08-08 07:19:28","description":"<p>Nasir definitely seems to be at his best with two key things: recurring credits and credit sinks.<\/p>\n\n<p>I feel like the best tools that Nasir has access to are:\nClone Chip\nSelf-Modifying Code\nAtman.<\/p>\n\n<p>Specifically, the interactions between those cards is key.  When encountering a piece of ice, the ability to Self-Modifying Code into an Atman that breaks that ice for cheap is absolutely devastating.  It dumps all of your credits, and then uses the credits that the Corp had spent to rez the ice to walk right on through the ice.  It is back breaking and unbelievably powerful.  Meanwhile, you can Clone Chip to retrieve anything that is trashed, or you can just pick up the Self-Modifying Code again to do it again.  Automatic 3-of for all three of those cards.<\/p>\n\n<p>Regarding the rest of the Icebreaker suite, Battering Ram and Gordian Blade do the heavy lifting once the Corp starts to build up Ice.  They remain strong through entire runs and they are fantastic credit sinks. Femme Fatale supplements the Atmans to handle Sentry Ice.  They are all 1-of because you primarily want to use a toolbox approach where you are using Self-Modifying Code or Test Run to search them up as needed.<\/p>\n\n<p>For the rest of the programs, we have a one-two punch of Viruses, some recurring credit engines, and then Rook.<\/p>\n\n<p>Cloak and Sahasrara fund the economy of the deck, allowing us to continue using our Icebreakers and install new programs without worrying to much about our actual credit pool.<\/p>\n\n<p>Datasucker and Parasite help to control the ice that does build up, either comboing together to trash problem ice, or just helping use the credits we do have to break the rest of the ice effectively.  If the corp spends a turn purging virus counters, then we are winning.<\/p>\n\n<p>Rook is just incredible in this deck.  It makes the identity even stronger, and it punishes the corp for placing ice.  It also helps to mitigate the impact of Pop-up Window and other small ice during the late game.<\/p>\n\n<p>Moving on to the Resources, this is where the economy and engine of the deck lives.  Kati has always been good, but she is so much better in Nasir than anywhere else.  Rather than having a credit pool of your own, you just really need to store credits on Kati.  When you need the credits, pull them off Kati and go to town.  This keeps the deck running.<\/p>\n\n<p>Professional Contacts is another strong element.  This deck needs to dig through cards quickly and without using credit.  Trading Clicks for cards and credits at the same time is what you want to be doing, and this card is key.<\/p>\n\n<p>Personal Workshop is also key because it allows you to sink your credits into things without over-committing to anything.<\/p>\n\n<p>Inside Man is the last piece, and it helps to fuel the pretty heavy Hardware suite with recurring credits.<\/p>\n\n<p>Regarding the Hardware suite, Cyberfeeder is another recurring credit engine, which also helps to install Viruses if needed.  The Mem Chips are present to facilitate the MU of the deck.  I could see swapping the CyberSolutions chips for Dyson Mem Chips, because the Dyson Mem Chips also help to shore up the vulnerability to Traces.  The Toolbox is also extremely key because it provide much needed MU, a buff to your Link to help mitigate traces, and 2 recurring credits.  It is absolutely insane for this deck, and does everything that you want it to.  As much as I dislike cramming two Plascretes, it is pretty much necessary to not get flatlined by Scorched.  Finally, R&amp;D Interface gives some late game reach to get those last points.<\/p>\n\n<p>Finally, the Events.  Three Diesel and one Quality Time, because we want to dig, but we don't want to pay any credits to do it.  Two Test Run to help search up the needed programs for the strategy to work.<\/p>\n\n<p>Overall, Nasir's ability gives you a massive click advantage over the course of the game, and can generate tons of credits.  By the mid game, you want to have the Corp in a position where they need to be placing big expensive ice to even hope to stop you.  That is when Nasir generates the biggest gains, and it is what makes him dangerous.  Against Nasir, the Corp is not going to want to play their expensive ice, so you can just decimate them with your high efficiency Icebreakers until they start popping big ice to stop you.  When they start rezzing the big ice, you start to generate a lot of advantage.<\/p>\n","username":"Morkins1","cards":{"01005":2,"01008":2,"01012":2,"01026":1,"01034":3,"01041":2,"01042":1,"01043":1,"02009":2,"02047":2,"02049":2,"02068":1,"02087":1,"02091":2,"02107":2,"03038":3,"03040":3,"03041":2,"03046":3,"03047":2,"03049":2,"04003":2,"04086":2,"06017":1}},{"id":8382,"name":"Marathon","creation":"2014-08-08 07:44:38","description":"\n","username":"Chaotic134","cards":{"01003":2,"01014":3,"01018":3,"01021":2,"01026":2,"01028":2,"01031":1,"01051":2,"01053":2,"02004":1,"02027":2,"02064":1,"02085":2,"02086":2,"02091":2,"02104":1,"05030":1,"05032":2,"05035":2,"05036":2,"05038":2,"05043":2}},{"id":8384,"name":"stealth operative","creation":"2014-08-08 10:00:40","description":"<p>Different icebreaker approach. The deck is good maybe not very fast but good.<\/p>\n","username":"aldaris","cards":{"01007":2,"01015":1,"01019":3,"01021":2,"01022":3,"01024":2,"01050":3,"02007":2,"02009":1,"02091":1,"03042":2,"03052":3,"04009":1,"04104":3,"05030":1,"05033":3,"05035":2,"05038":3,"05048":2,"05050":1}},{"id":8385,"name":"Cerebral Imaging : FA\/Scorched - NEXT edition","creation":"2014-08-08 10:17:03","description":"<p>Having a bunch of fun with Cerebral Imaging previously, I figured it was time to try the scorched variant again with the new NEXT ice before <a href=\"\/en\/card\/06064\">Ashigaru<\/a> comes out, which probably can be very silly for a FA-only variant (including <a href=\"\/en\/card\/06032\">Will-o'-the-Wisp<\/a> to remove these damned Morning Stars).<\/p>\n\n<p>As such, here is a deck with all the current NEXT ICE, <a href=\"\/en\/card\/04011\">NEXT Bronze<\/a> and <a href=\"\/en\/card\/06002\">NEXT Silver<\/a>, as well as two <a href=\"\/en\/card\/06010\">Mother Goddess<\/a> which can really help you early game securing your HQ against siphons and letting you get the CI upper hand for the midgame.<\/p>\n\n<p>NEXT ice is taxing and end the run, a few classic and efficient bioroids are added for a total of 15 ICE which is comfortable enough to not get murdered. Only two <a href=\"\/en\/card\/01062\">Ichi 1.0<\/a> as they are of no use for the first phase of the game.<\/p>\n\n<p>The plan as usual for this variant is going for a <a href=\"\/en\/card\/03005\">Efficiency Committee<\/a> + <a href=\"\/en\/card\/04034\">Shipment from SanSan<\/a> Victory (Score Eff, Score Eff, Score 3 pointer) while being very threatening to the player with the ability to Sea-Scorch-Scorch easily at most times during the game.<\/p>\n\n<p>If the runner has some plascretes installed, you can still go for plan A or amass so much money, with an <a href=\"\/en\/card\/03005\">Efficiency Committee<\/a> scored and enough recursion that you can power through 2 or even 3 plascretes.<\/p>\n\n<p>Only one <a href=\"\/en\/card\/04100\">Subliminal Messaging<\/a> is in (two in my previous version) to annoy the runner and try and force him to make some costly runs. If not, it's free (and needed) money.<\/p>\n\n<p>The recursion present, already useful for making money, winning by plan A or plan B (not enough Shipments, Scorched recursion), can help with getting your NEXT ice parasited. As these ice are not to expensive to res, this is sustainable and the runner will have a very hard time.<\/p>\n\n<p>At this point, I am not sure about a few details (One or Two Subliminal, other non-bioroid ice...), but the Archetype, while not super interactive (NEXT ice placement can be important though) is solid.<\/p>\n","username":"Vaos","cards":{"01058":3,"01059":3,"01062":2,"01086":2,"01099":2,"01110":3,"02051":1,"02110":3,"03001":1,"03005":3,"03006":2,"03019":2,"04011":3,"04034":3,"04040":3,"04090":3,"04100":1,"04111":2,"04119":3,"06002":3,"06010":2}},{"id":8386,"name":"The Root of All Evil","creation":"2014-08-08 10:24:29","description":"<p>This deck aims to make money and build a super server.<\/p>\n","username":"CodeMarvelous","cards":{"01065":2,"01090":3,"01093":1,"01094":3,"01098":3,"01101":2,"01102":2,"01103":3,"01104":2,"01106":3,"01110":3,"01111":2,"02013":2,"02077":3,"04015":3,"04078":2,"04079":3,"04099":3,"06008":3,"06009":2}},{"id":8387,"name":"Nasir Big Box","creation":"2014-08-08 11:46:02","description":"<p>This is a tweaked version of my first attempt at a Nasir deck.\nBuild up a big box of tricks and then keep running!<\/p>\n","username":"sythic","cards":{"01005":3,"01008":2,"01009":1,"01038":2,"01041":1,"02003":1,"02008":2,"02047":2,"02049":3,"02065":1,"02066":1,"02082":2,"02088":3,"02091":2,"03034":1,"03038":2,"03039":2,"03040":3,"03041":1,"03046":2,"03051":2,"04067":1,"04086":3,"04087":1,"04088":1,"05053":1,"06017":1}},{"id":8389,"name":"Nasirhouette","creation":"2014-08-08 12:25:29","description":"<p>This is a second draft of a <a href=\"\/en\/card\/06017\">Nasir<\/a> deck which is very different. I haven't seen a lot of people playing this runner with a lot of derezzing which I think would make him very formidable against any glacier deck with heavy ice. The core goal is to use <a href=\"\/en\/card\/03031\">Escher<\/a> to get R&amp;D to be profitable to run by continuously rezzing and derezzing a big ice at the front and using battering ram to make the subsequent ice cheaper than normal to break. Let me know if you have any input (besides just telling me not to play Nasir) as I have not played this deck yet and may be overlooking something.<\/p>\n\n<p>Edit: -3 Eureka, -2 Leprechaun, -1 Parasite for +2 Cyberfeeder, +1 Ice Analyzer, +3 Omnidrive<\/p>\n","username":"The GRZA","cards":{"01008":2,"01012":2,"01026":1,"01034":3,"01042":1,"01044":1,"02045":1,"02047":3,"02049":3,"02065":2,"02088":3,"02107":3,"03031":2,"03038":3,"03046":3,"03051":2,"04027":3,"04047":1,"04085":2,"04086":2,"06017":1,"06019":2}},{"id":8390,"name":"True Harmony","creation":"2014-08-08 12:29:34","description":"<p>Jinteki has a reputation for being a rather brutal corporation.  When they detect an intruder, they send their <a href=\"\/en\/card\/01077\">Neural Katana<\/a>s and try to catch the intruder in a <a href=\"\/en\/card\/01070\">Snare!<\/a>  And of course, that is well within their rights.<\/p>\n\n<p>However, at <a href=\"\/en\/card\/05001\">Harmony Medtech<\/a>, we do things a little differently.  Why is it that runners run?  We believe it is a cry for help.  When they come into our servers with Killers, they will be rather disappointed; we do not use Sentries at all.  Rather than try to harm runners, we invite them to visit our <a href=\"\/en\/card\/05009\">Mental Health Clinic<\/a>.  We throw <a href=\"\/en\/card\/05014\">Medical Research Fundraiser<\/a>s to try and aid those in need.<\/p>\n\n<p>We only seek to improve the world.  The faster we can do so, the better.  Yes, we do use clone labor in order to speed up the process, but our <a href=\"\/en\/card\/04032\">Clone Retirement<\/a> program ensures they have a relaxing future ahead of them after all their hard work helping humanity.  If we cannot achieve our goals in a timely manner, we have plans to invest heavily in NBN's <a href=\"\/en\/card\/01092\">SanSan City Grid<\/a> technology to help us finish what we started.<\/p>\n\n<p>(I wanted to see what a Jinteki deck that's incapable of doing damage would look like.  I haven't tested this, but I'd like to.  The only problem I forsee with this deck is that it relies on the element of surprise; once an opponent has played you a couple times and realizes that there's nothing dangerous to be afraid of, it's going to be a lot harder to keep them out.)<\/p>\n","username":"Zetan","cards":{"01092":3,"01103":3,"01110":3,"02014":3,"02033":3,"03026":1,"04013":2,"04032":3,"04053":3,"04120":3,"05001":1,"05005":3,"05009":3,"05014":3,"05016":2,"06003":2}},{"id":8391,"name":"Plotting Corner","creation":"2014-08-08 12:31:17","description":"<p>A lot of this deck is up for being swapped, but I've been surprised at how well this deck can work. Most cards create pressure with very little econ, and they need to protect most servers. Hemorrhage has done a lot of work even only getting three cards out of their hand kills a lot of combos and makes agenda's a lot easier to score.<\/p>\n\n<p>Paper tripping resets the board so the Joshua B and DLR can stick around long enough to have an impact again. I'd love to fit scrubber in here, but with the amount of tags it seems rough.<\/p>\n","username":"YsengrinSC","cards":{"01002":2,"01010":2,"01012":3,"01050":3,"02009":3,"02024":1,"02042":2,"02103":2,"03038":2,"03052":3,"04003":2,"04009":2,"04021":2,"04041":1,"04042":2,"04043":3,"04082":2,"04109":3,"05053":3,"06013":2,"06015":1}},{"id":8392,"name":"Here Be Dragons | Mark I","creation":"2014-08-08 13:29:47","description":"<p>A melt deck in the vain of: http:\/\/boardgamegeek.com\/thread\/1214721\/deck-nasir-hates-ice<\/p>\n\n<p>This is skin and bones all in. Draw. Ability for Money. Parasite + Wyrm over and over and over.<\/p>\n\n<p>This deck relies on events to help it out and get a couple more parasites onto the table. On the first loop, this deck is capable of melting 21 ice; which is a lot, often more than any single deck would keep.<\/p>\n\n<p>I'm planning on taking this for a spin over the weekend, but I'll need to probably add memory in of some sort and I need to test to figure out what should be cut. My intuition is that I can probably lose a Kraken for a chip of some sort.<\/p>\n\n<p>Lotus field is of course a concern, but that's why I'm running Kraken at all. I'm thinking that voicepad credits will probably worth it in a long game, but if they aren't, those could become mem chips and the kraken could turn into a single silver bullet, maybe atman.<\/p>\n","username":"gumonshoe","cards":{"01002":2,"01008":3,"01012":3,"01013":1,"01034":3,"02009":2,"02047":2,"02049":3,"02087":3,"02090":3,"02107":2,"03035":2,"03038":3,"03046":3,"03048":1,"03049":2,"03054":3,"04009":1,"04029":3,"06017":1}},{"id":8393,"name":"Kate: Ghost Runner","creation":"2014-08-08 13:54:52","description":"\n","username":"Wrathrage","cards":{"01033":1,"01034":3,"01050":3,"02009":2,"02047":3,"02048":2,"02091":3,"02107":2,"03031":2,"03038":3,"03041":3,"03042":1,"03046":3,"03049":2,"04006":2,"04103":2,"04104":2,"06019":2,"06040":3,"06053":1,"06057":1}},{"id":8394,"name":"More of a TA really...","creation":"2014-08-08 15:21:16","description":"<p>First try at a Professor and I've been pretty pleased with it. It's very strong but slow. There's a lot of face-planting into ice at the beginning while you're trying to get all your tutors out and late-game it's a destroyer if the corp hasn't flatlined you or scored their agendas.<\/p>\n","username":"The GRZA","cards":{"01004":1,"01007":1,"01008":1,"01009":1,"01010":1,"01011":1,"01012":1,"01028":1,"01038":2,"01043":1,"01044":1,"01050":3,"02003":1,"02004":1,"02007":1,"02009":1,"02041":1,"02047":2,"02049":2,"02065":1,"02066":1,"02104":1,"02106":3,"03029":1,"03035":2,"03038":3,"03046":3,"03049":2,"03053":2,"04067":1,"04105":1,"05044":1}},{"id":8395,"name":"Reina","creation":"2014-08-08 15:38:45","description":"\n","username":"Maestro1332","cards":{"01007":2,"01010":3,"01011":2,"01012":3,"01014":2,"01015":2,"01034":2,"01050":3,"02022":2,"02082":2,"02091":3,"03038":3,"03052":3,"04003":3,"04021":2,"04041":1,"04042":3,"04043":3,"04109":2}},{"id":8396,"name":"Get Exposed, Son","creation":"2014-08-08 15:58:19","description":"<p>\"Oh sorry, let me read that? I don't normally play against blackgaurd decks.\"<\/p>\n\n<p>This deck is all about making the corp super poor by consistently toying around with their ice.<\/p>\n\n<p>The goal of the deck is get Blackgaurd, Snitch and 14 credits. Silhouette with Blackgaurd is good, but Andromeda said it best when she said \"Snitch is a girl's best friend.\" Ideally you want to get Snitch out on click one, then run 3 times and make them spend anywhere from 5 to 20 creds. Be weary with any new ice they out out, as it will probably be cheap ice to stop you from hitting the more expensive ice. You then emergency shutdown the big pieces of ice, and either make them lose more money or kill them with FAO. At this point the game basically turns into a Deep Red scenario, except you're never going to run out of pieces and have a lot more tricks for your runs.<\/p>\n\n<p>Escher is a game changer. The 5 influence is big, but you can put all the cheap and easy-to-run-through ice on one server and make cheap runs, and the huge ice on another and they can never rez it. <\/p>\n\n<p>I used to run Crypsis but didn't have enough money for it. With Inside Job and Femme, the only way they can truly lock you out of an outer server is if they have 3 code gates in a row. At that point you probably can just win by hitting other servers. I've only been blown up with this deck once because I usually have way more money than the corp, and I just don't run last click. <\/p>\n\n<p>SoTs should be primarily used for Shutdown or FAO, but can be used for Lucky Finds if need be. <\/p>\n\n<p>The only thing it doesn't do great is card draw, so you will spend some turns searching. It loses pretty hard to cheap NBN decks and is maybe NEXT Ice's only GOOD matchup, seeing how they want all their ice rezzed and it's cheap enough that it doesn't mess with them.<\/p>\n","username":"PackBenPack","cards":{"01007":1,"01018":2,"01020":2,"01021":2,"01022":2,"01026":1,"01028":2,"01050":3,"01053":2,"02025":2,"02043":3,"02045":2,"02065":1,"02087":1,"02106":1,"03031":1,"03054":3,"04085":3,"04109":2,"05030":1,"05035":1,"05041":1,"05042":1,"05046":1}},{"id":8397,"name":"CI - Ivory Tower - Mod3.5","creation":"2014-08-08 18:38:35","description":"\n","username":"natemg","cards":{"01055":3,"01058":3,"01059":3,"01064":2,"01110":3,"02051":3,"02120":2,"03001":1,"03005":3,"03015":1,"03017":1,"03026":1,"04011":3,"04012":3,"04034":3,"04040":3,"04090":3,"04100":2,"04111":3,"05027":1,"06001":3,"06002":3,"06003":2}},{"id":8398,"name":"No Economy for you!","creation":"2014-08-08 19:01:33","description":"\n","username":"Aesynil","cards":{"01002":3,"01006":2,"01007":3,"01008":3,"01010":3,"01011":3,"01012":3,"01014":3,"01018":3,"01034":1,"01050":3,"02001":1,"02009":2,"02022":3,"02087":1,"03052":3,"03054":3,"04043":3}},{"id":8399,"name":"OverMeidan (Built to Thrill)","creation":"2014-08-08 21:51:56","description":"<p>This is a merging of <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/8130\/overmeidan\">an attempt at an aggressive Nasir build<\/a> and <a href=\"http:\/\/netrunnerdb.com\/en\/profile\/37\/paddosan\">Paddosan's<\/a> <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/8380\/fated-encounters-v2-0\">Fated Encounters v.2.0<\/a>. Deep Red\/Rook is the heart of the deck, with Overmind as Nasir's go-to breaker. Mimic is for all the crap in Jinteki that gives Nasir nightmares and Corroder is just a good guy to have. Nerve Agent is there for multi-access, as is RDI.<\/p>\n","username":"CJFM","cards":{"01007":1,"01008":3,"01011":1,"01034":3,"01038":2,"01053":3,"02009":2,"02041":1,"02047":2,"02049":3,"02066":1,"02091":2,"02107":2,"03031":1,"03034":2,"03038":3,"03040":1,"03046":3,"04003":2,"04042":3,"04067":1,"05053":3,"06017":1}},{"id":8400,"name":"SanSan South: RP: Taxed ... to DEATH","creation":"2014-08-08 21:57:48","description":"<p>Brought this deck to a couple regionals, and did fairly well with it the first time.  San Raphel ... not so much.\nIn any case, it got built on the way to Tempe and had no intention of building a kill deck.\nThe Ice mix is based off of 2 different philosophies:\n1. All Ice has TEETH\n2. ETR is a crutch (for Jinteki)\nChimera to frustrate a runner going after Assets, or a short term stop gap on R&amp;D or HQ.\nWall of Thorns is perfect on R&amp;D, Komainu for HQ\/Archives and anywhere you think you can get it to stick.\nSusan is amazing on a Remote to tax, especially with Komainu on Archives.<\/p>\n\n<p>Assets to tax the runner, but also make you money, Upgrades that let me 'Yank the money lever'.  Basically I wind up building up an enormous economic advantage, and when I'm ready to start scoring, Ash, Troubleshooter, and Ruhr let me spend money to make it impossible for the runner to score that agenda.\nWhat I found that I was often able to sneak out a House of Knives (runner thinks its an Upgrade or just another asset or bluff an agenda as a trap.\nInazuma\/Komainu\/HOK combo actually wound up happening much more than you might think, as did a well timed Shinobi (with tons of cash).<\/p>\n\n<p>Shocks are hilarious when someone digs around Archives only to find NAPDs or Future Perfects.<\/p>\n\n<p>It was a really fun deck, but its time to evolve.<\/p>\n","username":"bcavalier","cards":{"01065":1,"01068":2,"01078":1,"01110":3,"02013":2,"02031":1,"02032":2,"02060":2,"02095":2,"02111":2,"04012":2,"04013":1,"04054":3,"04060":3,"04073":2,"04074":1,"04077":2,"04114":2,"04115":1,"04119":2,"05004":2,"05007":2,"05009":3,"05016":2,"05017":3,"05020":1}},{"id":8401,"name":"The Zen Art of Punk Rock 2","creation":"2014-08-08 22:07:36","description":"\n","username":"CodeMarvelous","cards":{"01001":1,"01002":3,"01006":2,"01008":3,"01009":2,"01010":1,"01012":3,"01016":3,"01047":3,"01050":3,"02003":3,"02041":1,"02102":3,"03047":3,"03053":3,"04043":3,"06014":3,"06037":3}},{"id":8402,"name":"Professor Virus","creation":"2014-08-08 22:36:53","description":"<p>Basically use <a href=\"\/en\/card\/01034\">Diesel<\/a>,<a href=\"\/en\/card\/02087\">Quality Time<\/a>, and <a href=\"\/en\/card\/03035\">Levy AR Lab Access<\/a> to keep moving through your deck and recycling.  Host Non Icebreakers on <a href=\"\/en\/card\/06019\">Leprechaun<\/a> or <a href=\"\/en\/card\/01009\">Djinn<\/a>.  <a href=\"\/en\/card\/01008\">Datasucker<\/a> and <a href=\"\/en\/card\/01012\">Parasite<\/a> can be used in Tandem to remove problematic Ice, then either use <a href=\"\/en\/card\/03038\">Clone Chip<\/a> or <a href=\"\/en\/card\/03035\">Levy AR Lab Access<\/a> to regain Access to <a href=\"\/en\/card\/01012\">Parasite<\/a> and repeat.<\/p>\n","username":"Neovitalis","cards":{"01007":1,"01008":2,"01009":1,"01010":1,"01012":1,"01013":1,"01014":1,"01026":1,"01034":3,"01038":2,"01040":3,"01041":2,"01044":1,"01050":3,"02003":1,"02047":3,"02087":3,"02088":2,"03029":1,"03035":3,"03038":2,"03046":3,"03049":2,"04082":1,"06019":2}},{"id":8403,"name":"The Perfect 9","creation":"2014-08-08 23:29:11","description":"<p>I was playing around with Tim's med tech deck (after having been excited for med tech all 3 pointers ever since the bad publicity vid), specifically solendor's rendition of it. The shikyu based, glacier deck was a definitely a different beast than the YOLO mushin-no-shin deck bad publicity put in my head, but it was still a lot of fun. <\/p>\n\n<p>Unfortunately, I found that medtech's variance was a little bit too big for it, and shikyu too expensive, so I set upon trying to make it more reliable. <\/p>\n\n<p>To that effect the switch back to RP (which has been my ID since I first started playing A:NR) proved extremely fruitful. I found the ID switch to be like having a shikyu scored by default (not to mention the extra tax to get into my win remote), and what I had thought would be the curse - the need for some one pointers - proved to be a blessing in disguise, since I could now use Archer, which is absolutely perfect for the BIG ice BIG tax strategy. <\/p>\n\n<p>From there a couple of natural substitutions like MHC -> sundew, shikyu -> shock, as well as some ice tweaks in line with my desire for reliability, and I created this monster of a deck. <\/p>\n\n<p>Finally I dropped the number of traps down to a token 1x junebug, which is there because I love scaring the shit out of a runner who discovers it in R&amp;D or Archives and then sees me IAA something. <\/p>\n\n<p>After playing the deck extensively, and to great success in my local meta (sadly I couldn't make a regional, because South Florida, though hopefully I'll make one in the future) I definitely feel like RP is the proper home of Jinteki 3pointer glacier. Medtech is probably better off with the YOLO deck (future testing ho!).<\/p>\n","username":"Velo","cards":{"01069":1,"01078":1,"01090":2,"01101":2,"01106":3,"01110":3,"02013":1,"02031":1,"02110":2,"04012":3,"04015":3,"04020":1,"04032":3,"04040":1,"04054":3,"04060":2,"04073":3,"04093":2,"04114":3,"05007":3,"05014":3,"05018":2,"05020":2}}]