[{"id":8068,"name":"Keeper of the pot of gold","creation":"2014-07-30 00:42:47","description":"<p>Simple professor deck. As always he's kind of the swiss army knife of runners but thanks to <a href=\"\/en\/card\/06019\">Leprechaun<\/a> he can finally go nuts with using <a href=\"\/en\/card\/01044\">Magnum Opus<\/a>, <a href=\"\/en\/card\/04108\">Paintbrush<\/a> and <a href=\"\/en\/card\/01028\">Sneakdoor Beta<\/a> without MU being much of a problem. <\/p>\n\n<p><a href=\"\/en\/card\/02048\">Dinosaurus<\/a> was my console of choice simply because if you have <a href=\"\/en\/card\/04108\">Paintbrush<\/a> set up, <a href=\"\/en\/card\/02004\">Morning Star<\/a> becomes a force to be reckoned with (especially with 2 <a href=\"\/en\/card\/01008\">Datasucker<\/a>s to boot).<\/p>\n","username":"Trizzy613","cards":{"01008":2,"01012":1,"01026":1,"01028":1,"01034":2,"01035":3,"01044":1,"01050":3,"02003":1,"02004":1,"02041":1,"02047":3,"02048":2,"02066":1,"02104":1,"02107":2,"03029":1,"03034":3,"03038":3,"03046":3,"03047":2,"03049":2,"04047":1,"04065":1,"04108":1,"06019":3}},{"id":8069,"name":"Prepaid Kates","creation":"2014-07-30 00:43:29","description":"<p>An adaptation of the PPVP archetype popularized on stimhack.com. Kati Jones was added as supplementary economy to keep up with the taxing, glacier-style decks popular in my meta. Won a 10 player game night tournament with cards up to H&amp;P.<\/p>\n","username":"Twick","cards":{"01007":1,"01012":1,"01026":1,"01033":1,"01034":3,"01038":1,"01043":1,"01050":3,"02047":2,"02048":1,"02066":1,"02087":1,"02091":2,"02106":3,"03034":2,"03035":1,"03038":3,"03040":1,"03046":3,"03052":3,"03054":2,"04029":3,"04067":1,"04109":3,"05035":2}},{"id":8070,"name":"RotoRedcoats","creation":"2014-07-30 01:01:36","description":"<p>Basically a stock-standard Redcoats ripoff, with a <a href=\"\/en\/card\/01064\">Rototurret<\/a> instead of a <a href=\"\/en\/card\/04120\">Quandary<\/a> to punish face checking with breakers installed. This deck took me to first place in a 10 player store tournament.<\/p>\n","username":"Twick","cards":{"01054":1,"01055":3,"01056":3,"01059":1,"01061":1,"01062":1,"01064":1,"01090":3,"01106":3,"01110":3,"01113":1,"02012":1,"02013":3,"02019":3,"02092":3,"02110":3,"03006":1,"03015":2,"03019":3,"03027":3,"04015":3,"04040":3,"04119":1}},{"id":8071,"name":"NEXT Ice: Upstalk","creation":"2014-07-30 05:14:29","description":"<p>With Upstalk<\/p>\n","username":"Acidrain","cards":{"01055":3,"01057":2,"01062":2,"01064":2,"01090":1,"01108":3,"01110":3,"02011":3,"02019":3,"02051":3,"02070":3,"02110":3,"03003":1,"03015":2,"03023":2,"04011":3,"04015":2,"04090":1,"04120":3,"06002":3,"06010":2}},{"id":8072,"name":"Doran's Blades - Lynx's NEXT Edition ","creation":"2014-07-30 05:28:46","description":"<p>This is my modified, Upstalk-ready version of the awesome 'Doran's Blade' deck (original here: http:\/\/www.boardgamegeek.com\/blogpost\/25805\/dorans-blades ). <\/p>\n\n<p>I decided to use Shadow for the credit gain (tags are fun, too) and Cerebral Overwriter for some powerful offense (if they dare run it even 2x advanced, they're going to suffer). The NEXT ice are perfect, as they synchronize sweetly regardless of their location. Mother Goddess fits in with them, boosting each, and makes a fantastic early-game stopper. Just start icing centrals you feel are targets (R&amp;D for Shaper, Anarch. HQ for Criminal), and rez as needed. An early Melange behind MG or ice they can't deal with can really set you ahead for a while. Archived Memories can fetch cards that were trashed, and combined with a third Biotic Labor can substitute a missing piece of the combo.<\/p>\n","username":"Lynx Kuroneko","cards":{"01055":2,"01058":3,"01059":3,"01060":2,"01100":3,"01104":3,"01106":2,"01108":2,"01110":3,"02033":2,"02051":2,"02059":1,"02070":3,"03001":1,"03005":3,"03009":3,"03014":2,"04011":3,"04015":3,"06002":3,"06010":1}},{"id":8073,"name":"CyberSculptor Nasir v1.0","creation":"2014-07-30 06:48:03","description":"<p>This deck capitalizes on everything Nasir is good at, and does its best to smooth over everything he's not. Priority number one is to get your <a href=\"\/en\/card\/02049\">Personal Workshop<\/a> and <a href=\"\/en\/card\/03049\">Professional Contacts<\/a> chugging away. As long you have something hosted on the Workshop (aka the Bank of Nasir) you've given yourself a safe place to dump your money and advance your rig before your credit pool resets. Make a run, corp rezzes ice, spend your money in pocket on whatever is on Workshop, and then gain a new credit pool from the encounter.<\/p>\n\n<p>The problems then becomes what to do after your credit pool resets and you're now left to encounter a potentially nasty piece of ice, and for that I've built this deck around recurring credits used specifically for icebreakers. <a href=\"\/en\/card\/01041\">The Toolbox<\/a> and <a href=\"\/en\/card\/03041\">Cloak<\/a>, once all online, will provide you with 5c per turn to be used during runs. In earlier versions of the deck, I packed in 3x <a href=\"\/en\/card\/01005\">Cyberfeeder<\/a>, but I found the extra recurring credits weren't worth the deck space and 3 influence. I reworked a few cards and got 2x <a href=\"\/en\/card\/01008\">Datasucker<\/a>, which once stocked with tokens, essentially act as recurring credits as well as pairing well with <a href=\"\/en\/card\/01012\">Parasite<\/a> to nuke ice standing in your way. Don't be afraid to SMC out a Datasucker if you're comfortable with your current breakers, because it will only pay off more the longer its on the table.<\/p>\n\n<p><a href=\"\/en\/card\/03044\">Cyber-Cypher<\/a> is your star breaker here. I use the two of them to lock down centrals as quickly as I can, and if I need to later in the game, I <a href=\"\/en\/card\/03034\">Scavenge<\/a> one or the other to allow it to attack other servers. It's ideal though if they sit on HQ and R&amp;D while you rely on <a href=\"\/en\/card\/01043\">Gordian Blade<\/a> to fill in the gaps.<\/p>\n\n<p>Your <a href=\"\/en\/card\/02022\">Liberated Accounts<\/a> and <a href=\"\/en\/card\/01053\">Armitage Codebustings<\/a> are to be used sparingly, and they will do the most work for you in the late game once the corp has rezzed most of its ice. You won't need them in the early game, even the mid, because up until that point, you should be using the corp's money to get your rig set up through your Personal Workshop. Keep your late-game econ cards in your hand if you think you can spare the room, or get them on the table and save them for later if you can't. Just be extra wary of taking tags and having them cleared.<\/p>\n\n<p>On another program-related note, I've toyed around a lot with <a href=\"\/en\/card\/02065\">Crescentus<\/a> and the likes, and its cohort <a href=\"\/en\/card\/01020\">Forged Activation Orders<\/a>, and I've found any form of ice manipulation to be underwhelming. It relies on too many factors. Is the ice a high enough rez cost to be worth using Crescentus on? Is Crescentus even on the table? If I derez the ice, how likely is the corp to just trash it altogether and replace it with something I haven't seen yet? Am I ready if he does that? Even <a href=\"\/en\/card\/06018\">Social Engineering<\/a>, a card that seems custom-tailored to Nasir, is so situational that it ends up being useless the majority of the time: first click only, so you have to hold it a turn, it costs 2c, and then the corp laughs as you approach the ice you've marked, and they say \"yeah, no rez.\"<\/p>\n\n<p>I don't know whether it's been an issue of people not putting together decks that synergize with Nasir's ID, but I don't think he plays as differently as everyone seems to think he does. A lot of the criticism I've seen leveled has been from people operating under the assumption you could plop his ID in a CT or Mac deck and expect it to run just fine. I've played a lot of games with a number of Nasir decks on OCTGN, and this is the one I've started to see a lot of success with. I'd love to hear your thoughts.<\/p>\n","username":"BTrain","cards":{"01008":2,"01012":3,"01026":1,"01041":2,"01043":1,"01053":2,"02009":2,"02022":2,"02027":1,"02047":3,"02049":3,"02085":1,"02107":1,"03034":3,"03035":1,"03038":3,"03041":3,"03044":2,"03046":3,"03049":3,"04086":3,"06017":1}},{"id":8074,"name":"Bad Bag","creation":"2014-07-30 08:43:35","description":"\n","username":"djackman","cards":{"01070":3,"01086":2,"01093":1,"01094":3,"01098":3,"01099":3,"01101":3,"01103":3,"01110":3,"01111":3,"02018":3,"02019":3,"02070":3,"02077":2,"03026":3,"04036":1,"04098":2,"05016":1,"06009":2,"06012":3}},{"id":8075,"name":"Gabe 2.1","creation":"2014-07-30 10:23:41","description":"\n","username":"edb","cards":{"01004":2,"01007":1,"01017":1,"01018":3,"01020":3,"01021":3,"01022":3,"01023":2,"01024":3,"01026":1,"01028":2,"01034":2,"01043":1,"01050":3,"02009":2,"02043":3,"02104":3,"03038":2,"03052":3,"03054":3}},{"id":8076,"name":"NEH Psychobeale","creation":"2014-07-30 10:26:43","description":"\n","username":"edb","cards":{"01081":3,"01084":2,"01085":2,"01090":3,"01092":3,"01108":3,"01110":3,"02019":3,"02056":3,"02110":2,"02115":3,"02116":2,"02117":1,"03026":2,"04012":3,"04015":2,"04040":3,"04095":1,"04119":3,"05027":2,"06005":1}},{"id":8077,"name":"Gabe 2.2","creation":"2014-07-30 10:36:16","description":"\n","username":"edb","cards":{"01004":2,"01007":1,"01017":1,"01018":3,"01020":3,"01021":3,"01022":3,"01024":3,"01026":1,"01028":2,"01034":3,"01049":3,"01050":3,"02007":1,"02009":2,"02043":3,"02104":3,"03035":1,"03052":3,"03054":3}},{"id":8078,"name":"NEH Psychobeale 2.1","creation":"2014-07-30 10:36:50","description":"\n","username":"edb","cards":{"01081":3,"01084":2,"01085":2,"01090":3,"01092":3,"01108":3,"01110":3,"02019":2,"02056":3,"02110":3,"02115":3,"02116":2,"02117":1,"04012":3,"04015":2,"04040":3,"04095":1,"04119":3,"05024":1,"05027":2,"06003":1,"06005":1}},{"id":8079,"name":"Central Smash Gabe 1.0","creation":"2014-07-30 11:13:20","description":"<p>Still bringing the central pain but just a bit leaner(and hopefully meaner). Had to drop Quest Complete in favor for another Djinn for a more complete rig. Dropped one Crash Space to put the deck right at 45. I may add it back and drop Same Old Thing, depending upon the ever changing local meta. Critiques(friendly) are welcome.<\/p>\n","username":"fhduff","cards":{"01002":2,"01009":2,"01010":1,"01017":1,"01018":3,"01020":2,"01022":3,"01024":2,"01028":2,"01030":2,"01050":3,"01051":1,"01053":2,"02041":1,"02043":2,"03052":2,"03053":3,"03054":1,"04005":2,"04044":2,"05041":2,"05042":2,"05046":2,"06014":1}},{"id":8080,"name":"GRNDL: The Monster Unleashed","creation":"2014-07-30 11:17:14","description":"<p>Typical GRNDL deck, high rez cost ICE mixed in with some program destruction and classic Scorched combo. Late game, the money will never stop coming in thanks to the Refinery, and after a while some of those advanceable ICE will just be too high for the Runner to get through without building up heavy econ for a couple turns. Meanwhile, you'll be scoring agendas left and right (if you haven't already vaporized them with Punitives and Scorch).<\/p>\n","username":"WardOfTheWoods","cards":{"01086":2,"01094":3,"01098":3,"01099":2,"01100":3,"01101":2,"01102":1,"01103":2,"01104":2,"01110":3,"01111":2,"02018":3,"02052":1,"02060":2,"02077":1,"02080":1,"02110":1,"04015":3,"04017":3,"04020":1,"04036":1,"04040":3,"04078":1,"04079":2,"04097":1,"04099":2,"06003":1,"06009":1}},{"id":8082,"name":"Nasir-echaun","creation":"2014-07-30 11:47:05","description":"<p>This deck is utilizing the Eureka!\/Motivation\/Oracle May interactions as well as Test Run\/Scavenge to sneak in the large breakers. It is also utilizing Dinosaurus and Leprechaun to host out MU hungry rig. Once up and running the rig should be able to handle most ICE except for the very large barriers, so I would save those datasucker tokens if you suspect those. <\/p>\n\n<p>Sharpshooter allow us to not fear Archers and Ichis when waiting for Garrote. We do have Clone Chips, Scavenge and LALA just in case. Workshop to dump money onto when the corp decides to rez things. Cloak and Fall Guy to give us money mid run. Fall guy also helps when you are a little short for stealing that Fetal or NAPD.  <\/p>\n\n<hr \/>\n\n<p>Some ideal combos are:<\/p>\n\n<ul>\n<li>Test Run and then self Scavenge to keep.<\/li>\n<li>Motivation and Oracle May for a draw and two creds for a click. <\/li>\n<li>Motivation and Eureka! to sneak in large breakers.<\/li>\n<li>Test Run and then Eureka! the next turn when it is on top of your stack. <\/li>\n<\/ul>\n\n<hr \/>\n\n<p>Notable omissions: <\/p>\n\n<p>Self-modifying Code - With these expensive breakers there is really not much oportunity to use SMC. <\/p>\n\n<p>The Toolbox - For what I need (the MU and 2 ice credits), Dino does a similar thing for less of an install cost. <\/p>\n\n<p>Femme Fatale - Torch clears a tollboth for 5 credits which I find acceptable.<\/p>\n\n<p>Plascrete Carapace - Omitted only because I don't see a lot of SEAScorch right now in my meta. <\/p>\n","username":"BahnCalamari","cards":{"01008":3,"01050":3,"02004":1,"02028":1,"02047":3,"02048":2,"02049":2,"02091":2,"03034":3,"03035":1,"03038":3,"03041":3,"04008":3,"04027":3,"04047":1,"04065":1,"04067":2,"04106":3,"05054":2,"06017":1,"06019":3}},{"id":8083,"name":"The Gauntlet","creation":"2014-07-30 12:11:06","description":"<p>Bioroid Efficiency Research The Wotan on HQ with Victor 2.0 just in from of it, an Ichi 1.0 or 2.0 or Janus outside that and Inazuma all the way out.<\/p>\n\n<p>Corporate Trouble Shooter and all the Experiential Data upgrades on HQ.<\/p>\n\n<p>NEXT Bronze and Silver with Eli for R&amp;D<\/p>\n\n<p>Janus with Victor 2.0 on Archives, both Janus's if you can with Oversight or Bioroid Efficiency to protect against sneak door.<\/p>\n\n<p>Remote install: <\/p>\n\n<p>Mother Goddess takes all sub-type of reseed ice. She is bioroid and Next if rezzed. Throw another weak ice in front of her for Inside job protection. <\/p>\n\n<p>Off the Grid upgrade in remote. Make sure its rezzed 4.3 does not work on this upgrade. <\/p>\n\n<p>5\/3 agendas to rez your big ice or adds end the run subroutines to them. <\/p>\n\n<p>The 4\/2 agenda is like scoring a click free Melange.<\/p>\n\n<p>Amazon Industrial Zone is one influence and is good if big Ice needs rezzing mid game.<\/p>\n","username":"posttrib777","cards":{"01062":1,"01065":1,"01066":3,"01106":3,"01110":3,"02010":1,"02012":3,"02038":1,"02059":3,"02079":1,"02120":1,"03006":3,"03013":3,"03017":1,"03019":3,"04011":3,"04015":3,"04030":2,"04038":1,"04040":3,"04099":2,"05016":1,"06002":3,"06010":1}},{"id":8084,"name":"Jinteki Jilter","creation":"2014-07-30 12:32:59","description":"<p>First deck, testing it soon. Probably shit. <\/p>\n","username":"pbrand","cards":{"01069":3,"01071":2,"01075":2,"01076":2,"01077":2,"01078":1,"01079":1,"02014":2,"02032":2,"02060":1,"02072":3,"03027":2,"04020":1,"04039":2,"04059":3,"04080":2,"05003":1,"05004":3,"05005":3,"05008":1,"05015":1,"05017":1,"05018":1,"05020":1,"05021":3,"05022":1,"05023":2}},{"id":8085,"name":"Snitching Pheromones","creation":"2014-07-30 12:50:13","description":"<p>This is a concept deck that I'm trying to assemble using Nasir. The idea here is to get ICE information with Snitch and using Pheromones to connect Eschers in your favor. R&amp;D interface and Indexing will always put pressure on R&amp;D so you will have strong pressure in both centrals. Icebreaker suit that benefits from Nasir ability. Fall guy to prevent Personal Workshop to go or to give you emergency credits. This decks should start slow on credits, the economy cards should only be used in late game, when the ICEs are all rezzed so keep em in your grip and let all HW and SW on Workshop. This is barely tested yet and any help would be appreciated.<\/p>\n","username":"Diegofsv","cards":{"01034":3,"01041":2,"01042":2,"01043":2,"01046":2,"01050":3,"02045":3,"02049":3,"02066":3,"02086":2,"02091":2,"02106":1,"02107":2,"03031":3,"03038":3,"03046":3,"04086":2,"04106":3,"04109":1,"06017":1}},{"id":8086,"name":"Nasir, Cyber Engineer (v.3.1)","creation":"2014-07-30 13:16:57","description":"<p>(v.3.1) MVP: MOpus. Honorable Mention: Scavenge, Atman, Datasucker. Social Engineering comes out because it's not good enough. Play this deck a lot like AoA, drawing constantly and running aggressively to expose ice. Once you have a way to dump your money (either PW, CMC, or Savoire-faire) start running (don't run last click!) and get them to rez. RDI is here to offer more pressure on the Corp. Single access feels bad...<\/p>\n\n<p>Cards to test in next build: False Echo (seems really good!).<\/p>\n\n<p>(v.3) New tests: MOpus instead of Kati (might be too heavy on mem, but I've included a second Cybersolutions Mem Chip just in case), +1 Sharpshooter, +1 Atman (love these guys with Nasir!), +1 Femme, -1 each Gord Blade and Battering Ram, +1 Djinn, +1 Imp (hard to trash things without it!), +3 Scavenge, -1 Indexing... I've left in Social Engineering for more testing, but I'm not 100% in love with it. Scavenges offer more play through Femme and Atman, and recursion of Parasites\/Sharpshooter\/Deus X.<\/p>\n\n<p>(v.2) Some alterations to an earlier deck. Savoir-faire allows for bursty draw-run turns with Sahasrara to help install. Want to fit in Cyberfeeders. Atmans are for sentries and Engineering can be treated as a money card in this deck. Might need another indexing or some Maker's Eye to force a rez.<\/p>\n","username":"CJFM","cards":{"01008":2,"01009":1,"01012":2,"01026":1,"01035":3,"01041":2,"01042":1,"01043":1,"01044":3,"02003":1,"02009":2,"02049":3,"02066":1,"02107":2,"03031":1,"03034":3,"03038":3,"03040":3,"03046":3,"03047":3,"04067":1,"04086":2,"04105":1,"06017":1}},{"id":8087,"name":"shaper","creation":"2014-07-30 13:26:34","description":"\n","username":"maxey","cards":{"01007":1,"01008":2,"01010":1,"01011":1,"01012":3,"01026":1,"01033":1,"01034":2,"01036":3,"01037":3,"01041":1,"01043":2,"01044":2,"01046":1,"01049":3,"01050":3,"01051":2,"01053":3,"02027":2,"02028":3,"02047":3,"02049":3}},{"id":8088,"name":"The McCaffrey Viruses","creation":"2014-07-30 14:01:33","description":"\n","username":"obscurement","cards":{"01007":1,"01008":2,"01012":3,"01014":1,"01033":1,"01034":2,"01035":2,"01037":2,"01039":2,"01041":1,"01042":1,"01043":1,"01044":2,"01050":2,"01051":1,"02047":2,"02048":1,"02069":2,"02081":2,"03034":2,"03035":1,"03038":1,"03041":3,"03042":2,"03043":2,"03046":2,"03047":2,"03049":2,"03052":2}},{"id":8089,"name":"CyberSculptor Nasir v2.0","creation":"2014-07-30 14:55:30","description":"<p>You can find the deck notes for the thoughts on how to pilot this deck in the previous versions. Here I'll talk only about the changes I've made, which are minor, but important. Thanks everyone for your feedback so far, this has been great!<\/p>\n\n<p>The Liberated Accounts are gone. That was 4 inf for what amounted to honestly just too much unreliable money for Nasir. You shouldn't be using any of those types of burst econ cards until late in the game when the corp has stopped funding your exploits, and if you get them early, they sit there vulnerable to tag clears or you get tempted to use them and then you hit late game with no dependable source of income.<\/p>\n\n<p>I've added back in two Sure Gambles, because those with Levy are more than enough to get you the quick burst of econ you need in the late game. For Nasir, just one Sure Gamble plus his recurring credits is a Stimhack with a 1c net at the end, and no brain damage. That's the philosophy I've taken with using Sure Gamble because running this ID you have no reason to be using your own cards to make yourself cash.<\/p>\n\n<p>I've also added in a Morning Star, a much better use of 4 inf. Snowball is good for the piddly stuff, but once the big taxing ice comes out, Morning Star laughs at it.<\/p>\n","username":"BTrain","cards":{"01008":2,"01012":3,"01026":1,"01041":2,"01043":1,"01050":2,"01053":2,"02004":1,"02009":2,"02027":1,"02047":2,"02049":3,"02085":1,"02107":1,"03034":3,"03035":1,"03038":3,"03041":3,"03044":2,"03046":3,"03049":3,"04086":3,"06017":1}},{"id":8090,"name":"Fassetrobiotics 2.0","creation":"2014-07-30 14:56:40","description":"<p>Changes from the first version:<\/p>\n\n<p>-Dropped Encryption Protocol for Rototurret. I've never liked Guard and was never happy to rez it, Rototurret makes for a much better gear-check ice. The EPs weren't doing much for me anyway.<\/p>\n\n<p>-Dropped Chimera, added RSVP. RSVP in front of SanSan or in front of R&amp;D causes the runner no end of headaches, and acts as soft protection for an NAPD. <\/p>\n\n<p>-Sweeps Week. I debated about putting this into the first version and found that I was missing the burst econ. Drawing free cards is great, drawing free transaction econ is excellent. <\/p>\n","username":"arribous","cards":{"01059":3,"01064":2,"01081":3,"01082":2,"01090":2,"01092":3,"01109":2,"01110":3,"01111":2,"02055":3,"02056":3,"02110":3,"02115":3,"04015":3,"04076":3,"04077":2,"04096":2,"04119":3,"05027":2,"06005":1}},{"id":8091,"name":"Ygg the White Tree","creation":"2014-07-30 15:17:40","description":"<p>This deck has a bit of a rough early game. Don’t be surprised if the Runner snags two agendas before you’re really ready.<\/p>\n\n<p>But after that…<\/p>\n\n<p>After that, the runner is pretty poor, they may have brain damage, and you’re sitting on five remotes. <\/p>\n\n<p>I’ve consistently won games with this deck where I have 35+ credits in my pool at the end.<\/p>\n\n<p>This deck is based on two ideas:<\/p>\n\n<ul>\n<li>The agendas cost the runner to steal<\/li>\n<li>The ice is either credit expensive or click expensive<\/li>\n<\/ul>\n\n<p>And of course, being in <a href=\"\/en\/card\/02031\">Jinteki: Replicating Perfection<\/a>, expensive ice means they rarely have the resources to get down to the bottom of your scoring server and steal the <a href=\"\/en\/card\/04119\">NAPD Contract<\/a> after playing a Psi Game.<\/p>\n\n<p>Your mid-to-late game setup will be one or two pieces of ice on each central (don’t forget to ice archives around turn 4 or 5…the Hourglass works really well there) and three or four pieces of ice in your scoring server. I generally play my other remotes (<a href=\"\/en\/card\/01109\">PAD Campaign<\/a>, <a href=\"\/en\/card\/04054\">Sundew<\/a>, <a href=\"\/en\/card\/05009\">Mental Health Clinic<\/a>, and even <a href=\"\/en\/card\/04015\">Jackson Howard<\/a>) without ice and rely on high trash costs and the click\/cash intensity of running against Replicating Perfection. <\/p>\n\n<p>How the runner beats this deck:<\/p>\n\n<ul>\n<li>Early game aggression against R&amp;D. Answer: Put a <a href=\"\/en\/card\/01061\">Heimdall 1.0<\/a> or <a href=\"\/en\/card\/03015\">Heimdall 2.0<\/a> on R&amp;D. It’s fine to go a little poor this early on to make them take brain damage and\/or click through Heimdalls. You’ll regain the money while they can’t hit your remotes.<\/li>\n<li>Encountering one piece of ice and jacking out, then killing your <a href=\"\/en\/card\/04054\">Sundew<\/a> (or other drip). Answer: Put a single piece of ice in front of your Sundews after they pull this trick. <a href=\"\/en\/card\/05025\">Rainbow<\/a> and <a href=\"\/en\/card\/02110\">Eli 1.0<\/a> work very well as taxing one-offs. Secondary answer: Keep your <a href=\"\/en\/card\/02029\">Encryption Protocol<\/a> facedown until pay window 4.3. Tax them that extra credit. Bait them into going after your Encryption Protocols instead of dealing with your money. Find those scoring windows.<\/li>\n<\/ul>\n\n<p>Common questions:<\/p>\n\n<ul>\n<li>Why <a href=\"\/en\/card\/01075\">Chum<\/a>? Don’t put it in your centrals unless they have multi access. Chum is for your scoring server. It’s taxing and dangerous if they’re not running the full suite. <\/li>\n<li>Why <a href=\"\/en\/card\/01113\">Wall of Static<\/a>? Because it costs 2 credits with Corroder. <\/li>\n<li><a href=\"\/en\/card\/05025\">Rainbow<\/a>? Really? Yes! Because Corroder, Gordian Blade, Garrote: 3 credits<\/li>\n<li>Why the operation split? <a href=\"\/en\/card\/01110\">Hedge Fund<\/a> for early game, <a href=\"\/en\/card\/04012\">Celebrity Gift<\/a> for midgame (show them that <a href=\"\/en\/card\/01070\">Snare!<\/a>), <a href=\"\/en\/card\/05026\">Diversified Portfolio<\/a> for six or more credits in the late game. <\/li>\n<\/ul>\n\n<p><em>Do not<\/em> install an agenda outside of your scoring server unless you think you can sneak the <a href=\"\/en\/card\/05006\">Philotic Entanglement<\/a> out as if it were an asset. The other agendas in this deck are all two-turn scorers, and a runner can encounter the first piece of ice on a central, jack out, then just hit your face downs for points. <\/p>\n\n<p>And the main thing to keep in mind: be aware of your opponent’s money. Find those scoring windows where you know they can’t steal that NAPD or Fetal. <\/p>\n\n<p>Have fun sitting on a mountain of money!<\/p>\n","username":"Maerik","cards":{"01061":2,"01070":2,"01075":2,"01109":2,"01110":2,"01111":2,"01113":2,"02029":2,"02031":1,"02032":3,"02071":1,"02072":2,"02110":2,"03015":1,"04012":2,"04015":2,"04054":3,"04114":3,"04119":3,"05006":1,"05007":2,"05009":2,"05018":2,"05025":2,"05026":2}},{"id":8092,"name":"Reina upstalk","creation":"2014-07-30 16:49:12","description":"<p>New<\/p>\n","username":"Acidrain","cards":{"01002":3,"01006":2,"01007":2,"01008":3,"01009":3,"01011":2,"01012":3,"01014":2,"01018":3,"01050":3,"01051":1,"01053":3,"02009":2,"02022":3,"02087":3,"02091":2,"04041":1,"04043":3,"04061":3}},{"id":8093,"name":"Nasir, Deep (deep) Echo (echo)","creation":"2014-07-30 17:17:40","description":"<p>The idea of this deck is to abuse your Events with Same Old Thing, Shut Down their big Ice, and keep Rook on their servers to net you cash. The breaker suite is partially derived from the Anatomy of Anarchy suite. Atman at 2 and 4 usually is enough, while Inti keeps Wraparounds in check, Overminds break annoying Sentries and Code Gates, and Femme is all-purpose to guarantee entry. 3 Datasuckers seem necessary with an Overmind build for Nasir, since he's capable of producing money during the run, but not always money enough to deal with ICE like Eli. <\/p>\n\n<p>False Echo is a compliment to Emergency Shutdown. Shutdown + Echo + Rook is your way to keep the Corp poor. <\/p>\n\n<p>Potential considerations for next iteration:<\/p>\n\n<p>It's possible that Nasir wants more Caissa options mid-run. 1 Bishop and 1 Knight might come in and E-Shutdown might go out. <\/p>\n\n<p>Personal Workshop is basically Nasir's Sure Gambles and Lucky Finds et al. You want to throw this down early and start profiting from running. Use Shutdown on big ice to keep your cred max high, offload PW during Approach and Encounter, if possible. I'm not sure that there is a better alternative for him right now. <\/p>\n\n<p>Armitage Codebusting is here in lieu of PW and to keep Nasir loaded with enough cash. The deck has a very low credit curve (excepting Femme), and you can use most of your pre-run money on Atmans and Overminds.<\/p>\n","username":"CJFM","cards":{"01008":3,"01012":1,"01026":1,"01036":2,"01053":3,"02009":2,"02043":2,"02047":2,"02049":3,"02106":1,"03034":3,"03038":3,"03040":2,"03046":3,"03048":1,"03054":3,"04003":1,"04007":3,"04042":3,"05053":3,"06017":1}},{"id":8094,"name":"Reina upstalk","creation":"2014-07-30 17:26:56","description":"<p>New<\/p>\n","username":"Acidrain","cards":{"01006":2,"01007":2,"01008":3,"01009":3,"01010":1,"01011":2,"01012":3,"01034":3,"01050":3,"01051":1,"01053":3,"02009":2,"02022":3,"02041":1,"02091":2,"04041":1,"04043":3,"04061":3,"04109":3,"05033":3}},{"id":8095,"name":"The Admiral: It's a Trap!","creation":"2014-07-30 18:16:40","description":"<p>Technically, its an Ambush.<\/p>\n","username":"Gilbod","cards":{"01067":1,"01069":2,"01070":2,"01072":2,"01099":2,"01110":3,"01112":2,"02032":3,"03009":1,"04012":2,"04013":2,"04015":3,"04033":2,"04073":2,"04077":1,"04115":1,"05004":3,"05006":1,"05007":3,"05010":2,"05014":3,"05015":3,"05017":3,"06003":1}},{"id":8096,"name":"No Entry","creation":"2014-07-30 18:36:04","description":"<p>Next Design and I are just intimately attached.<\/p>\n\n<p>The goal here is to lock the runner out of the early game and set up your econ.Ideally, you want to have at least one big nasty ice in your opening hand, preferably with 2 cheap ices like quandary or paper wall. Throw out your ice, draw up to 5, good chance you have a BER or Oversight AI to rez  a Janus, Wotan, or Heimdall over a central server.<\/p>\n\n<p>Quandary is the only code gate, it's purpose is to bluff them into a decoder, giving you further economic power in the early game. Since most runners face check early on, quandaries and paper walls are excellent at blocking runners.<\/p>\n\n<p>Eventually, you'll want one server with a few heimdalls\/janus on it. Not quite a glacier, and the runner will break through, but it's very taxing. Throw a melange underneath it for quick creds and to force them to spend money to get at it. Don't wait too long to score an ABT, and with quandary\/paper wall, it's not inconceivable to score one in the first few turns.<\/p>\n\n<p>Shapers are your biggest late game threat, as their rig will punch through your ice no matter how taxing. Against criminals, if you can Oversight or BER a Wotan in front of HQ early, they'll be hurting. Against Datasuckers, be quick to ice up all your centrals, which is usually easy with Next Design. Whizzard is a problem, as he'll trash your econ with ease. Reina is not terribly frightening, as you'll be rezzing the biggest ice artificially until your econ is booming. Noise is noise, and Jackson is Jackson, so while annoying, he can be dealt with.<\/p>\n","username":"afishisborn","cards":{"01055":3,"01056":3,"01061":2,"01106":2,"01108":2,"01110":3,"02011":2,"02012":3,"02079":2,"02092":2,"02110":2,"03003":1,"03013":3,"03015":3,"03016":2,"04015":3,"04030":2,"04033":2,"04059":2,"04119":2,"04120":2,"05018":2}},{"id":8097,"name":"Nopus Theory","creation":"2014-07-30 18:36:21","description":"<p>Chaos Theory cries out for magnum opus. \"I have the memory!\" She desperately shouts to the heavens. Nobody is listening.<\/p>\n\n<p>After absentmindedly throwing opus into every CT deck I build, I realized that she operates rather efficiently without it. It lets her run a full rig without needing any extra memory. Event and resource economy is plenty strong as is.<\/p>\n\n<p>Breaker suite is pretty standard. Mimic hits almost all sentries you're likely to see, Femme kills archer, albeit very inefficiently if you haven't tagged it for bypass. Atman rounds out the suite, patching up holes as needed.<\/p>\n\n<p>Professional Contacts is probably the key economic driver. It nets you creds while pulling out the rest of your econ. Scrubber hits New Earth Hub pretty decently as well as Replicating Perfection, John offers good protection from Personal Evolution. Fall guy keeps your resources safe and can even be some pinch creds for a SMC pull.<\/p>\n","username":"afishisborn","cards":{"01004":2,"01007":2,"01011":1,"01026":1,"01034":3,"01043":2,"01053":2,"02009":2,"02046":1,"02063":1,"02091":2,"02107":2,"03031":1,"03035":2,"03040":2,"03046":2,"03049":2,"03052":3,"03053":3,"04004":2,"04009":1,"04106":2}},{"id":8099,"name":"Near-Earth Response Team","creation":"2014-07-30 20:39:08","description":"<p>This is my first attempt at a Dedicated Response Team build with Near-Earth Hub. So far, it's been successful at confusing the runner with exactly how many remote servers I'm able to create. Once the runner is tagged, Dedicated Response Team makes any run extremely punishing. They either have to clear the tags or trash the teams, both of which buy me some time to never advance agendas hidden in the sea of remotes. <\/p>\n","username":"Tr33beard","cards":{"01070":2,"01081":3,"01088":3,"01090":2,"01109":3,"01112":2,"02029":3,"02055":3,"02056":2,"02059":2,"02115":3,"02118":3,"03027":1,"04015":3,"04020":1,"04075":2,"04076":3,"04096":3,"04119":3,"05024":1,"06003":1,"06005":1}},{"id":8100,"name":"Play Big and Win Big","creation":"2014-07-30 21:20:49","description":"\n","username":"Pikenchu","cards":{"01054":1,"01056":3,"01058":2,"01061":1,"01062":2,"01064":2,"01090":1,"01101":2,"01106":3,"01109":2,"01110":3,"01111":1,"02013":2,"02039":1,"02059":2,"02070":3,"02110":2,"03006":3,"03015":1,"04015":2,"04059":1,"04079":2,"05024":2,"06001":3,"06003":3}},{"id":8101,"name":"Mostly Harmless","creation":"2014-07-30 21:27:09","description":"<p>The quest to get Siphon to work with Nasir begins.<\/p>\n","username":"CJFM","cards":{"01018":2,"01026":1,"01034":3,"01036":2,"01053":3,"02009":3,"02087":2,"02106":1,"03034":3,"03035":2,"03038":3,"03040":3,"03046":3,"03048":1,"03054":3,"04003":1,"04007":3,"04042":2,"05036":1,"05053":3,"06017":1}},{"id":8102,"name":"Long Term Fast Advance?","creation":"2014-07-30 21:27:56","description":"\n","username":"Pikenchu","cards":{"01058":1,"01070":2,"01078":2,"01090":2,"01106":3,"01110":3,"04012":3,"04013":3,"04015":2,"04040":3,"04079":2,"04093":1,"05001":1,"05007":3,"05009":3,"05011":2,"05018":2,"05020":1,"05024":2,"05025":2,"06003":2}},{"id":8103,"name":"Clone Anatomy","creation":"2014-07-30 21:34:37","description":"<p>Run all the time for money, using Dirty Laundry and Security Testing. Get tagged and punish the corp for it using Activist Support + Blackmail and Data Leak Reversal. Evade their punishment with Fall Guy and Plascrete Carapace.<\/p>\n\n<p>Work in progress - suggestions welcome.<\/p>\n","username":"Gideon","cards":{"01008":3,"01018":3,"01022":3,"01024":2,"01051":1,"02009":2,"02021":1,"02026":3,"02103":3,"02104":1,"03052":3,"04062":3,"04089":3,"04106":2,"05029":1,"05032":3,"05035":3,"05036":1,"05038":2,"05041":1,"05042":1,"05046":1,"05048":2}},{"id":8104,"name":"NBN Ice Advance?","creation":"2014-07-30 21:45:02","description":"<p>from a fever dream.<\/p>\n","username":"ampersam","cards":{"01066":1,"01083":2,"01085":3,"01088":2,"01090":2,"01091":2,"01103":3,"01109":2,"01110":3,"02016":3,"02114":1,"02115":3,"02116":2,"04015":2,"04018":2,"04040":3,"04075":3,"04076":3,"06007":1,"06010":2}},{"id":8105,"name":"Peace, Love, and Harmony","creation":"2014-07-30 21:50:21","description":"\n","username":"XCoconutMonkey06X","cards":{"01056":2,"01069":2,"01078":1,"01090":2,"01106":3,"01110":3,"02015":2,"02110":2,"04012":3,"04015":2,"04020":1,"04093":2,"04114":2,"05001":1,"05007":3,"05009":3,"05011":2,"05014":2,"05017":1,"05018":3,"05020":1,"06003":2}},{"id":8106,"name":"Virus Check","creation":"2014-07-30 22:05:32","description":"\n","username":"XCoconutMonkey06X","cards":{"01002":3,"01007":2,"01008":2,"01010":2,"01012":3,"01018":2,"01050":3,"01053":2,"02009":2,"02041":2,"02082":2,"02091":2,"03052":2,"03054":3,"04003":3,"04041":1,"04042":3,"04043":3,"05035":3,"05053":3,"06014":2}},{"id":8107,"name":"Fiendish Dr. Wu's Institute for Kung-Fu Treachery","creation":"2014-07-30 22:28:49","description":"<p>Here at Fiendish Dr. Wu's Institute for Kung-Fu Treachery, located on the scenic Kung Fu Island, our studies into scientific biological transmogrifications are only outmatched by our zest for Kung-Fu Treachery©! Tricking silly agents who enter our secret base is easy, thanks to <a href=\"\/en\/card\/05023\">Plan B<\/a> and our up and coming security expert <a href=\"\/en\/card\/04092\">Toshiyuki Sakai<\/a>, and our ICE is quite taxing. Everything we do here at the Institute is rather cheap, letting us mass produce our new product, Anaconda Malt Liquor© (Remember: Anaconda Malt Liquor© gives you Woooo)!  Our constant shipping lines to Kaguya and San San are helping The Man out in any way we can! <\/p>\n\n<p>\"Fiendish Dr. Wu's Institute for Kung-Fu Treachery gets two Arooos in my book!\" \n- President Richard Nixon<\/p>\n\n<p>NOTICE: All employees should be wary of the man knowm as Black Dynamite and his dangerous Panther Fist skills; any one with knowledge of his whereabouts should contact Dr. Wu at once.<\/p>\n\n<p>So here's my take on a Jinteki fast advance deck. Lots of ETR ice here, all of it relatively cheap to rez along with the operations. I threw in Plan B and Toshiyuki Sakai for some trickery, as I have wanted to build a deck around faking out the Runner for a while without doing Iceless Jinteki. The deck could use some extra econ but not sure what I'd replace for some extra stuff. The lone copy of Celebrity Gift is staying a one-of, as the deck requires you to protect your hand to keep the element of surprise alive. I should also note that the deck is not meant to be competitive, I was bored and wanted to make a fun deck. Anyway, enjoy!<\/p>\n","username":"WardOfTheWoods","cards":{"01069":2,"01090":1,"01100":3,"01103":2,"01110":3,"01111":1,"02033":2,"02060":1,"03026":1,"04012":1,"04034":2,"04074":1,"04077":1,"04092":2,"04114":2,"04117":2,"04119":3,"05003":1,"05005":3,"05007":3,"05014":3,"05015":2,"05017":2,"05018":2,"05023":2,"06003":2}},{"id":8108,"name":"Cold hard cash.","creation":"2014-07-30 23:22:41","description":"<p>This deck has simple goals: Set up lots of ice, get cash often, score agendas somewhere in the mid-to-late-game range. No traps (except for Howler); just powerful ice and high-score agendas that interact with it.<\/p>\n","username":"PGDaniel","cards":{"01055":3,"01056":3,"01063":2,"01090":3,"01098":3,"01106":3,"01110":3,"02012":3,"02030":2,"02038":3,"02051":1,"02110":3,"03003":1,"03006":1,"03015":3,"03016":3,"03017":3,"03019":2,"04030":2,"04090":3}},{"id":8109,"name":"Surgical Precision","creation":"2014-07-30 23:43:30","description":"<p>Mushin No Shin + Plan B + Traps for some wonderful cruelty. Trick of light for when the traps don't come off.<\/p>\n\n<p>Work in progress - suggestions very welcome.<\/p>\n","username":"Gideon","cards":{"01057":1,"01069":1,"01073":1,"01075":1,"01077":1,"01079":1,"01110":3,"02014":1,"02032":2,"02033":3,"04013":1,"04033":2,"04077":2,"04079":1,"04093":1,"04096":2,"04111":1,"04114":1,"04119":2,"05001":1,"05005":3,"05006":1,"05009":2,"05010":1,"05011":1,"05015":3,"05016":1,"05017":1,"05023":3}},{"id":8110,"name":"Monolithprechaun! (don't knock it till you try it!)","creation":"2014-07-30 23:55:13","description":"<p>First off, all credit to PeekaySK for the core concept of this deck (found here: http:\/\/netrunnerdb.com\/en\/decklist\/808\/big-girls-play-with-monoliths) It's an awesome deck that plays fundamentally different from any other runner deck I know of, and it's a lot of fun.  <\/p>\n\n<p>(For detailed info on the basic mechanics of the deck, please check out the original deck; he goes into a lot of detail, especially in the first few few comments, and debunks a lot of the \"improvements\" people suggest that actually go against the core concept of the deck.)<\/p>\n\n<p>I've been playing this deck a lot, and with a lot of variations on the idea, and having varying levels of success.  I've been looking for a viable alternative to Siphons, and Leprechaun finally provided the opening I needed; while I don't even play it some games, it opens up your options <em>immensely<\/em><\/p>\n\n<p>New cards in the mix:<\/p>\n\n<p>Self modifying code makes it all possible, as usual. Great for early aggression if needed (though don't spend all your money on it!), great for pulling up your singleton copies of splashed cards, and synergizes great late game with leprechaun (where its two memory cost isn't a problem anymore!). Basically it artificially \"thins\" this already very thin deck so you always have the card you need when you need it.<\/p>\n\n<p>Sneakdoor Beta: a singleton I've wanted in this deck since I first played it, I never had the memory space for it before leprechaun solved that problem.  I love to pull this late game with a SMC and get 4 free nerve agent runs on HQ before they even know what hit them!<\/p>\n\n<p>Knight: with cloak-and-dagger gone mimic was having trouble with all the heavy lifting, sentry-wise.  While I often use atman for real trouble sentries, knight fill this role perfectly (especially if I don't have 9 to spend on a flare atman), and is very cheap and flexible besides.<\/p>\n\n<p>What's gone:<\/p>\n\n<p>Account Siphon: I don't know about y'all, but in my area people seem to plan for siphon no matter the runner ID; and why wouldn't they? I just realized I was able to use it <em>so<\/em> rarely, and even when I did I usually wished I has drawn something else anyways.  dropping freed more card slots for programs (ideal for this deck) and a mountain of influence to spend on new toys!  As a side bonus, I now rarely need to go tag-me, meaning the second plascrete may be unnecessary; maybe another leprechaun?  I've also had fantasies of making Chakana work; probably not though.<\/p>\n\n<p>Cloak and Dagger: I wanted to like these cards, I really did! In the end it was just <em>so many<\/em> card slots and memory for a fairly mediocre sentry breaker.  SMC and a suite of more flexible programs has served me so much better.<\/p>\n\n<p>unnecessary cards: with SMC in the deck, I could afford to slim down on magnum opii, and net shield was an eternal under-performer with all the draw and monolith protection already built in.<\/p>\n","username":"voltorocks","cards":{"01007":2,"01011":2,"01028":1,"01034":3,"01043":3,"01044":2,"01050":3,"02009":2,"02041":1,"02046":1,"02087":3,"02107":2,"03033":3,"03035":3,"03036":2,"03040":2,"03046":3,"04043":2,"06019":1}}]