[{"id":9605,"name":"The Foundry NEXT edition","creation":"2014-09-17 01:20:41","description":"<p>You'd think the main lure of the foundry would be the ability to use less ice because you can fish up more ICE with it. Well fuck that if you have the econ, and the ice to protect that econ you use all the ICE, and since funnily enough the Foundry is better with NEXT Ice then NEXT division you use those too.<\/p>\n","username":"Magic_Marmalade","cards":{"01055":3,"01056":3,"01062":2,"01106":3,"01110":3,"02012":2,"02092":3,"02110":3,"03006":1,"03015":3,"03019":3,"03027":3,"04011":3,"04015":3,"04040":3,"04114":3,"06002":3,"06010":1,"06021":1,"06030":1}},{"id":9606,"name":"KitKat","creation":"2014-09-17 01:53:44","description":"\n","username":"Norboats","cards":{"01007":2,"01008":1,"01010":1,"01034":3,"01044":3,"02002":1,"02009":1,"02068":3,"02088":3,"02107":3,"03028":1,"03031":2,"03039":3,"03041":3,"03042":2,"03045":2,"03046":2,"04006":3,"04086":2,"06040":2,"06057":3}},{"id":9607,"name":"The Engine","creation":"2014-09-17 01:54:28","description":"<p>Have at least 5 credits (usually turn 3 or so, after ICEing centrals and burning a GLC or BLC or clicking up for credits or w\/e).<\/p>\n\n<p>Click 1:  Intall Alix Talbot in a new server.\nRez Alix for 1.\nClick 2: Install Amazon Industrial in the same server with Alix.  Power counter to Alix.\nRez AIZ for 4.\nClick 3:  Install a piece of NEXT ICE over the server.  Rez it for free.  Find a new NEXT ice in your deck.  Power counter to Alix.<\/p>\n\n<p>The Engine is revving.<\/p>\n","username":"umbralAeronaut","cards":{"01062":2,"01106":3,"02012":1,"02013":2,"02019":2,"02038":3,"02056":2,"02070":3,"02092":2,"02110":2,"03006":3,"03008":3,"03019":2,"04011":3,"04060":3,"04090":2,"04099":3,"06001":3,"06002":3,"06010":1,"06021":1,"06030":1}},{"id":9608,"name":"The Good Stuff","creation":"2014-09-17 02:01:08","description":"\n","username":"Norboats","cards":{"01067":1,"01070":3,"01072":3,"01099":1,"01110":3,"02032":3,"02112":3,"03009":3,"03023":3,"04015":3,"04073":2,"04093":3,"04110":1,"05004":3,"05006":1,"05007":2,"05010":3,"05014":3,"05015":3,"05017":2,"05019":1}},{"id":9609,"name":"Party implants","creation":"2014-09-17 02:05:25","description":"\n","username":"lizrrdbreath","cards":{"01002":3,"01004":1,"01012":3,"01036":1,"01050":3,"01053":2,"02009":2,"02024":2,"02091":1,"02101":3,"03035":1,"03052":3,"03053":3,"03054":3,"04061":1,"05035":1,"05053":3,"06033":3,"06034":1,"06052":1,"06054":3,"06055":3}},{"id":9610,"name":"Chaos, In Theory","creation":"2014-09-17 02:40:21","description":"\n","username":"XCoconutMonkey06X","cards":{"01034":2,"01035":3,"01036":2,"01038":2,"01044":3,"01050":3,"02009":2,"02046":1,"02047":2,"02048":3,"03041":3,"03042":2,"03046":3,"04006":2,"04103":2,"04104":1,"06040":3,"06053":2,"06057":2}},{"id":9611,"name":"CriminArchy Redefined","creation":"2014-09-17 04:34:14","description":"<p>Run early. Run often.<\/p>\n\n<p>Quetzal's ability lets us play Anarchs like we would Criminals, so get that early pressure on those servers using any number of nasty tricks, and run them again as soon as you can with Same Old Thing. The hallmark Anarch disruption cards are here in the form of Keyhole, Demo Run, Parasite, and Datasucker (which should get pretty fat with tokens if you're keeping the run tempo up). And we can pressure across the board with Knight\/Overmind comboed with e3. <\/p>\n\n<p>There are a few notable changes in this version. First, Hades Shard is out. This deck, like any good Netrunner deck, thrives on consistency, and the earlier we get e3, Datasucker, or Kati on the table, the better off we are. No frills here.<\/p>\n\n<p>D4v1d is out, because in all the test games I've run, I've maybe popped two counters from it at most. People are adjusting their decks to include ice with that magic strength 4, and that leaves D4v1d sitting on the table eating up Overmind MU, or leaves him heading straight for the heap.<\/p>\n\n<p>Medium has also been dropped in favor of Nerve Agent. With no Imps in the deck, you're essentially conceding combo control to the corp and letting HQ be safer than it should. Sure, Legwork lets you access 3 cards at a time, but there's no way to get those nasty combo pieces like Scorch, SEA Source, Biotic or Trick of Light into archives, or to get rid of that SanSan without breaking the bank. And seeing that this deck lives for the run, there's an instant synergy with Nerve Agent. Build up tokens by poking HQ in the early game, then Legwork in when you think the time is right in the midgame. Even if you don't think there are agendas, there's a good chance the corp might be holding a fast-advance or kill combo in hand. Once you see the cards you need to get rid of, Demo Run in and trash them all. Meantime, R&amp;D control is strictly in the hands of Keyhole. Many people have said it takes away from Overmind MU, but once e3 is out on the table, your counters will go a lot farther. Plus if you get your Datasuckers fed, you won't have to spend as much money pumping Overmind up to strength.<\/p>\n\n<p>I'd also like to touch on the perceived econ issues of this deck. Kati Jones is now up to 3 copies, and for good reason. If you see her early, you are golden. Every turn, you should either be taking money from Kati, or putting money on Kati. Every turn. If you're smart about loading up her up, that means every 3-4 turns, you're getting a fat wallet and running a power play. In between those turns you should be poking around, getting a Nerve Agent token when it's prudent (again, to set you up for that beastly Demo Run), applying\/feinting Keyhole pressure to make the corp focus on R&amp;D\/Archives, or digging for cards. And then you should spend that last click putting 3 credits on Kati, because when it comes time to rock and roll. you want to be able to dump 9-15 credits into your bank and come in guns blazing.<\/p>\n\n<p>And speaking of blazes, the two Plascretes stay. Weyland's coming back in a big way, and it's time to start suiting up against the Scorched again.<\/p>\n\n<p>Looking to the future with this deck, I've had suggestions from several people that I should drop the Overminds in favor of fixed breakers. If that's the case, e3 might be out in favor of Special Order, but nothing's set in stone right now. I'll be playing around with this idea in coming tests, but for now I'm sticking with this build which relies 100% on speed. And believe me, once Inject comes out, this deck is making room for it.<\/p>\n\n<p>Sleeve it up, give it a go, and let me know how it works for you!<\/p>\n","username":"BTrain","cards":{"01002":3,"01003":2,"01004":1,"01008":3,"01012":3,"01021":1,"01050":3,"01053":2,"02009":2,"02024":3,"02041":2,"02091":3,"03054":3,"04042":3,"04043":3,"04061":2,"05035":1,"05036":2,"05053":3,"06052":1}},{"id":9612,"name":"Simply Chaos","creation":"2014-09-17 10:16:52","description":"<p>So am building a deck for a newish player i need something simple but powerful.<\/p>\n","username":"Pinkwarrior","cards":{"01007":2,"01021":1,"01026":1,"01027":1,"01034":3,"01043":1,"01044":3,"01050":3,"02009":1,"02046":1,"02047":3,"02066":1,"02085":2,"02107":2,"03034":2,"03035":1,"03038":3,"03039":2,"03046":3,"03052":2,"03054":2,"04047":1,"05033":1}},{"id":9613,"name":"Colourful Quetzal","creation":"2014-09-17 10:25:20","description":"<p>The idea is to do what quetzal is good at but put a slight twist on things with paintbrush, It'll allow me to use her ability on any ICE or turn ICE to codegates (like Next Silver).<\/p>\n\n<p>I chose to go for Mr Li to dig through rather than Wyldside because i won't need to draw so much rubbish and i can dig through faster. Test run would be nice for the paintbrush but am not sure i can justify it.<\/p>\n","username":"Pinkwarrior","cards":{"01002":3,"01006":2,"01009":3,"01010":1,"01014":3,"01050":3,"01053":3,"02024":2,"02041":1,"02091":1,"02101":2,"02102":3,"02105":1,"03052":3,"03053":3,"03054":3,"04004":2,"04009":1,"04108":1,"05033":1,"06033":3,"06052":1}}]