[{"id":3163,"name":"Big Ice Can Work v1","creation":"2014-03-16 00:32:54","description":"\n","username":"mhoroszowski","cards":{"01054":1,"01055":3,"01056":1,"01058":3,"01059":3,"01063":1,"01064":1,"01106":3,"01108":2,"01110":2,"01111":2,"02012":1,"02013":2,"02019":1,"02056":2,"02070":1,"02092":2,"02117":1,"03006":2,"03013":3,"03014":2,"03019":2,"03026":2,"04030":3,"04074":2,"04090":1,"04096":1}},{"id":3164,"name":"You Dirty Boy... v1","creation":"2014-03-16 00:33:18","description":"\n","username":"mhoroszowski","cards":{"01024":2,"01026":2,"01034":3,"01044":2,"01050":3,"02009":3,"02046":1,"02047":2,"02087":3,"02107":3,"02109":3,"03035":3,"03037":1,"03054":3,"04029":1,"04062":3,"04089":3}},{"id":3165,"name":"You Dirty Boy... v2","creation":"2014-03-16 00:54:42","description":"\n","username":"mhoroszowski","cards":{"01002":2,"01024":1,"01026":2,"01034":3,"01044":2,"01050":3,"02009":2,"02046":1,"02047":2,"02087":2,"02107":3,"02109":3,"03035":3,"03037":1,"03054":3,"04029":2,"04062":3,"04089":3}},{"id":3166,"name":"Brain dommage","creation":"2014-03-16 04:34:20","description":"<p>Doing big damage to the runner<\/p>\n","username":"Poisseman","cards":{"01056":3,"01057":2,"01062":3,"01063":2,"01110":3,"02011":3,"02071":3,"02092":3,"02110":1,"02111":3,"02120":1,"03003":1,"03006":2,"03007":3,"03009":3,"03010":1,"03011":1,"03012":1,"03014":3,"03015":3,"03017":2,"03019":3}},{"id":3167,"name":"First exile","creation":"2014-03-16 07:45:56","description":"\n","username":"Link","cards":{"01007":1,"01026":2,"01034":2,"01038":2,"01041":2,"01050":3,"02041":1,"02047":3,"02091":2,"02107":3,"03030":1,"03034":3,"03046":2,"03049":3,"03053":3,"03054":3,"04004":2,"04008":3,"04027":3,"04047":1,"04065":1}},{"id":3168,"name":"Weylands troubleshooter.","creation":"2014-03-16 08:38:21","description":"<p>the point of this deck is to rush agendas and snipe breakers with archer and grim and troubleshooter and win by scoring. Its been weirdly successful so far.<\/p>\n","username":"CodeMarvelous","cards":{"01065":3,"01093":1,"01094":3,"01098":3,"01101":3,"01103":3,"01110":3,"01111":3,"01113":3,"02013":3,"02018":3,"02060":2,"02070":3,"02077":3,"03026":1,"04015":3,"04017":1,"04020":2,"04040":2,"04060":2}},{"id":3169,"name":"Trashing a Better World (Columbus Store Championship)","creation":"2014-03-16 09:25:21","description":"<p>I won the Packrat Comics Store Championship in Columbus, OH with this deck.<\/p>\n\n<p>This deck isn't fast, but wins through a gradual war of attrition where you kill your opponent's icebreakers. With 9 economy cards, you are likely to start with at least 1 along with some cheap ETR ice that will force the runner to play his breakers if he wants to get in. This is exactly what you want.<\/p>\n\n<p>If your opponent is playing cheap programs (Corroder, Inti, Datasucker, Faerie, SMC), you can pick them off easily with Power Shutdown, which you'll put back into your deck later with Jackson Howard. This is complemented by a suite of sentries designed for killing all types of breakers. Faeries are one-shot and are easily destroyed by Power Shutdown, so you don't have to worry about those too much. Mimic is also an easy kill since it needs strength manipulation in order to beat Grim and Archer. Ninja fares a bit better, but it will be costly for him to break, especially Archer. Garrote is perhaps your worst enemy.<\/p>\n\n<p>That's where the Corporate Troubleshooters come in. I generally have no economy problems with this deck, so you often build up cash that you don't mind using on a well-timed CT. You want to use this card to pump your sentries and trash the breakers. It's best if your sentries are on the outer portion of a server, but they can work fine on the inside since CT and JH both bluff as Project Atlas, and Aggressive Secretary bluffs as Priority Requisition. Only 1 Aggressive Sec because you want this card late game and you want it to be a surprise. By the time you get it, your opponent has likely seen much of your influence. They will start to doubt whether you have any destructive traps. Play it and double advance it as if it were a Priority Requisition behind a server you think is safe. The runner will often play one of their tricks to get in, wasting a bunch of money only to lose their all-important icebreakers.<\/p>\n\n<p>Tollbooth is basically in here as Yog hate. Plenty of decks just lose if they are playing Yog\/Mimic with Datasuckers since you can reliably trash their Datasuckers with Power Shutdown. If your opponent isn't playing with fixed-strength breakers, they waste money pumping and breaking your subs throughout the game, so you'll likely win the money fight when it comes to Corporate Troubleshooter time.<\/p>\n\n<p>I choose Priority Requisition over Government Contracts because I like the free rez on Archer and Tollbooth. You're Weyland, everyone already knows you're playing Archer. The real surprise factor is when you increase its strength with Troubleshooter, which PR doesn't give away. Plus you get to keep your agendas.<\/p>\n","username":"teknic","cards":{"01057":1,"01064":1,"01065":3,"01090":2,"01093":1,"01094":3,"01098":3,"01101":3,"01103":3,"01106":3,"01110":3,"01111":3,"01113":3,"02018":3,"02070":2,"03026":1,"03027":1,"04015":3,"04017":1,"04020":3,"04040":1,"04058":3}},{"id":3172,"name":"\"Standard\" HB (Wizard's Chest Store Championship Winner)","creation":"2014-03-16 11:24:03","description":"<p>I joked with my fourth round opponent that I was bringing back \"standard\" HB and was playing 3 Scorched Earth. Then after a mulligan, I open with three face down remotes against Andromeda. He was not pleased, but luckily he had 2 Dirty Laundry. Turns out the three remotes were PAD, Eve, and Adonis. Totally standard ;)<\/p>\n\n<p>This is my first attempt at HBFA and it performed fine. Could use a little more hard ETR for the megafort. <\/p>\n","username":"TheRyanBurke","cards":{"01054":1,"01055":3,"01056":3,"01059":3,"01062":2,"01064":3,"01065":1,"01092":3,"01109":3,"01113":1,"02051":3,"02060":1,"02092":3,"02110":3,"03004":1,"03005":3,"03019":2,"03023":1,"03026":1,"04011":3,"04015":2,"04033":2,"04034":2}},{"id":3173,"name":"Baller Breakers (Wizard's Chest Store Championship Winner)","creation":"2014-03-16 11:24:11","description":"<p>Loosely based on Jamieson's \"In A Red Dress and Alone\" store championship deck. I loved the concept of using three super efficient breakers, but did not agree with Kate. I moved to Chaos for the MU and dropped Akamatsu, Motivation, and Eureka to free up 9 cards. <\/p>\n\n<p>Added more events for situational diversity and synergy with Same Ol Thing.<\/p>\n\n<p>There's so much money in the deck that half the time I would simply play the breakers if I drew them than try to discard for the Test Run + Scavenge combo. At that point, those cards are used to recover destroyed breakers.<\/p>\n","username":"TheRyanBurke","cards":{"01018":2,"01024":1,"01034":3,"01037":1,"01042":1,"01049":2,"01050":3,"01053":3,"02009":2,"02046":1,"02047":3,"02050":1,"02091":2,"02106":2,"03031":1,"03034":3,"03035":1,"03053":3,"03054":3,"04009":1,"04047":1,"04065":1}},{"id":3174,"name":"SUPER-EFFICIENCY v1","creation":"2014-03-16 14:44:23","description":"\n","username":"experimilk","cards":{"01034":3,"01036":2,"01037":2,"01042":1,"01049":2,"01050":3,"01053":3,"02009":2,"02046":1,"02047":3,"02085":1,"02091":2,"02106":2,"03035":1,"03053":3,"03054":3,"03055":3,"04047":1,"04065":1,"04109":2}},{"id":3175,"name":"Noise\/Parasite","creation":"2014-03-16 15:13:02","description":"\n","username":"Shiro59","cards":{"01001":1,"01002":2,"01003":3,"01004":1,"01005":3,"01006":2,"01008":2,"01009":2,"01010":1,"01012":3,"01018":2,"01022":1,"01050":3,"02009":2,"02041":1,"02081":3,"02084":2,"02091":1,"02102":3,"02103":1,"03052":3,"03053":3,"03055":1}},{"id":3176,"name":"CT Rushing hell","creation":"2014-03-16 15:34:18","description":"<p>Hi 5<\/p>\n","username":"Magnetic","cards":{"01007":2,"01014":2,"01021":2,"01026":1,"01027":1,"01034":3,"01036":3,"01037":3,"01039":3,"01044":3,"01050":3,"02009":2,"02046":1,"02047":3,"02048":3,"02069":3,"02106":3}},{"id":3177,"name":"Valueandromeda","creation":"2014-03-16 16:27:37","description":"\n","username":"AntonL","cards":{"01007":2,"01008":3,"01011":1,"01014":1,"01018":3,"01020":3,"01021":2,"01022":2,"01024":3,"01049":2,"01050":3,"01053":3,"02009":2,"02043":3,"02083":1,"02085":1,"02091":2,"02104":3,"02107":1,"03038":2,"03054":3}},{"id":3180,"name":"NBN Special Report v1.0","creation":"2014-03-16 19:15:16","description":"\n","username":"Lyrael","cards":{"01062":2,"01080":1,"01081":3,"01082":2,"01084":2,"01085":2,"01090":2,"01092":3,"01101":1,"01103":2,"01107":2,"01110":3,"01111":2,"02013":2,"02056":2,"02059":3,"02110":2,"02115":2,"02116":2,"02117":2,"04014":2,"04015":3,"04033":1,"04060":2}},{"id":3181,"name":"Tracy-Tweaked-Shaper-2","creation":"2014-03-16 19:20:30","description":"\n","username":"Karrotsoo","cards":{"01007":1,"01008":2,"01011":2,"01014":2,"01019":3,"01022":2,"01033":1,"01034":2,"01036":3,"01038":2,"01040":1,"01041":1,"01043":2,"01044":2,"01049":2,"01050":3,"02106":2,"02107":3,"03046":1,"03048":2,"03049":2,"03052":2,"03053":3}},{"id":3182,"name":"Trash Agenda","creation":"2014-03-16 19:26:53","description":"<p>This deck is not checked. It came to me this morning that how to use Joshua effectively. Well, maybe other people might have built a similar deck, for I'm new to this game. And this is my first deck published.<\/p>\n\n<p>There're only two ways to avoid tag. It is not possible to use Joshua and Decoy at the same time. So I use the City Hall. In order to keep the City Hall, I use Keyhole and Imp to avoid stealing an agenda.<\/p>\n\n<p>Here are some questions which I would like to get advice from everybody.\n1.ID -- I used Reina first, but on a second thought, I changed it to Whizzard. Which is better? Maybe all the three Id are suitable to this deck?\n2.Console -- I know Desperado is the best, and it keeps gaining credits. Is there an alternative choice?\n3. I've found out there's no drawing in the deck, so I put John Masanori. If the Console is changed, maybe I can add Quality time or Diesel or Levy Lab? I love Levy. Since I put almost all the eco in, I think it is necessary to add a copy of Levy in.\n4. This deck has not been checked by myself. I'm not sure about how long the game would last.<\/p>\n\n<p>Thanks to you all.<\/p>\n","username":"vansmith3555","cards":{"01002":2,"01004":2,"01009":2,"01024":2,"01049":3,"01050":3,"01053":3,"02001":1,"02003":3,"02022":3,"02042":3,"02109":3,"03038":3,"03043":1,"03053":3,"04009":2,"04043":3,"04061":3,"04067":1}},{"id":3183,"name":"Tango Spotted v2.0","creation":"2014-03-16 21:38:05","description":"<p>Tag'em and Bag'em....<\/p>\n","username":"Mr Wookiee","cards":{"01070":3,"01084":2,"01086":2,"01093":1,"01094":3,"01098":3,"01099":3,"01101":1,"01103":3,"01104":3,"01107":2,"01110":3,"01111":2,"02018":3,"02020":3,"02098":2,"02118":2,"04015":1,"04036":2,"04040":2,"04079":3,"04098":1}},{"id":3184,"name":"The Soldiery Store Championship 2nd Place Runner Deck","creation":"2014-03-16 23:12:30","description":"<p>A very standard Atman focused Kate deck. Desperado and Datasucker make for phenomenally efficient runs and makes it very hard to keep me out of centrals. Early game I like to face check the first few ICE with an SMC\/Datasucker out and see what sort of rig I need to run. If ICE is low strength, sick an atman on 0 or 1 and parasite through to put pressure on. If ICE is strong, don't be afraid to place out a really high STR atman to deal with trouble pieces (Femme is also an option). Against varying strength ICE, I made it my number one priority to get and keep two data suckers on the field to make the legwork easier. I also rarely needed to mulligan as having either ProCo or Diesel in hand was enough to get rolling. The singleton ICE breakers are for various situations that call for them (Sharpshooter for Archer\/rig destruction ICE, Deus X for snares\/Jinteki, and Enti for Wraparound). If the game gets to a end point, I would typically have 3 Atman (at 0, 2, and most likely 4 STR) and 2 datasuckers as my breaker suite making it extremely hard to keep me out of even the most well protected of servers. In the end, this deck's presence was felt as it won all 5 games against corporations this store championship.<\/p>\n\n<p>Tournaments Stats:<\/p>\n\n<p>-14 players in total<\/p>\n\n<p>-3 round swiss, followed by Top-4 brackets (I scored 10 points in swiss)<\/p>\n\n<p>-Placed a very close second in a tense match against a GRNDL\/Andromeda set up (13 points to my 12 over 2 games).<\/p>\n","username":"I Fight Dragons","cards":{"01008":3,"01011":1,"01012":2,"01024":2,"01026":1,"01033":1,"01034":3,"01049":3,"01050":3,"02009":3,"02066":1,"02091":3,"02107":3,"03038":3,"03040":3,"03046":3,"03048":1,"03049":3,"03053":3,"04067":1}},{"id":3185,"name":"The Soldiery Store Championship 2nd Place Corp Deck","creation":"2014-03-16 23:12:38","description":"<p>A slightly altered version the Jinteki Never Trash deck. The basic idea is just to make it extremely cost inefficient (in terms of both clicks and credits) for the runner to run on your remote servers. Try to get economy going through Sundews and PAD Campaigns early. Most runners won't try to trash a PAD campaign, but Sundews usally draw a few runs until an encryption protocol or two hits the board. Use Interns to recur whatever the runner ends up trashing (it most likely cost him more than it cost you) and most of the time the runner will give up on trashing your economy which gives you a big advantage. Protect Agendas in a strong remote with Ash and possibly a Hokusai and you'll find the runner needs to invest at least 3 clicks and a truckload of credits just to access your single agenda. Sticking Hokusai on centrals also does a fine job of taxing the runner for digging into R&amp;D or HQ and also costs them a bunch of credits to trash the Hokusai boosted by any encryption protocols you have in play.<\/p>\n\n<p>Tournaments Stats:<\/p>\n\n<p>-14 players in total<\/p>\n\n<p>-3 round swiss, followed by Top-4 brackets (I scored 10 points in swiss)<\/p>\n\n<p>-Placed a very close second in a tense match against a GRNDL\/Andromeda \nset up (13 points to my 12 over 2 games).<\/p>\n","username":"I Fight Dragons","cards":{"01068":3,"01070":2,"01078":1,"01084":2,"01104":3,"01109":3,"02013":2,"02014":3,"02029":3,"02031":1,"02032":1,"02039":2,"02060":2,"02095":3,"03027":2,"04015":3,"04033":2,"04054":3,"04060":3,"04073":3,"04074":3}}]