[{"id":4528,"name":"Inside Job Kit","creation":"2014-04-24 01:01:26","description":"<p>This is a Kit build designed to run hard and run often. Escher and Inside Job are both dynamite with Kit, since both combo well with Kit's ability. This deck also sacrifices R&amp;D multi-access in favor of draw power to get the event cards that Kit needs.<\/p>\n","username":"azapalac","cards":{"01014":2,"01021":2,"01026":2,"01034":3,"01035":3,"01037":3,"01044":3,"01050":3,"02027":2,"02047":3,"02048":3,"02049":2,"03028":1,"03031":2,"03046":3,"03053":3,"03054":1,"04086":2,"04108":3}},{"id":4530,"name":"HB Combo Instant Kill (still in test but won sometimes)","creation":"2014-04-24 04:40:19","description":"<p>Hello Everyone! ^^\nThis is the deck that I've been working on for about 1 month, it's a combo deck killing by flatline. It's not perfect but I am proud of it.<\/p>\n\n<p>The combo is simple: you wait for the runner to make a successful run then you play POWER SHUTDOWN (on 1st click)  to trash all your deck, you use JACKSON (precedently installed) to shuffle the SEA and the 2 SCORCHED EARTH in R&amp;D and you play ACCELERATED DIAGNOSTICS (on 2nd click).<\/p>\n\n<p>You'll do 8 (only 4 might not be enough) meat damages in one turn but you'll need:<\/p>\n\n<p>-a successful run done (easy)<\/p>\n\n<p>-Jacson installed (the hardest part)<\/p>\n\n<p>-the Power Shutdown and Accelerated Diagnostics in hand (Jackson helping)<\/p>\n\n<p>-at least 2 of the combo cards in R&amp;D or Archives. If 1 Scorhed Earth is in your hand play it on 3rd click and if it's SEA do it on 2nd click (with Accelerated Diagnostics on 3rd) you can use rework or discard it by drawing a lot to be sure to not have 2 of them<\/p>\n\n<p>-at least 10 credits plus what it take to win the trace(3)<\/p>\n\n<p>It's not easy done but I won some parties with this deck and it's always a pleasure to see  the oponents'head when he understand his defeat.<\/p>\n\n<p>Feel free to give your comments, I'm not against advises =D<\/p>\n","username":"fifty-seven","cards":{"01086":1,"01097":1,"01099":2,"01110":3,"01111":3,"01113":3,"02039":3,"02051":3,"02070":3,"02093":3,"02110":3,"03002":1,"03004":1,"03005":2,"03027":3,"04015":3,"04052":3,"04058":3,"04090":3}},{"id":4531,"name":"Tutorial : Corp Deck","creation":"2014-04-24 05:57:25","description":"<p>Deck used to teach ANR to new players. Here you can taste a bit of each faction. Cards are all from core set (well except Janus and wotan, but who would use the 3 of those in a single deck?), so that you can build it with your extra cards from your 3rd core !<\/p>\n","username":"romainnut","cards":{"00005":1,"01055":2,"01056":2,"01057":1,"01058":1,"01061":1,"01062":1,"01064":1,"01068":2,"01069":1,"01070":2,"01075":1,"01077":2,"01082":1,"01090":2,"01094":2,"01098":2,"01099":1,"01101":1,"01102":1,"01103":2,"01104":1,"01106":1,"01107":2,"01108":1,"01109":3,"01110":3,"01111":1,"01113":1,"02012":1,"04030":1}},{"id":4532,"name":"Tutorial : Runner Deck","creation":"2014-04-24 05:57:35","description":"<p>Deck used to teach ANR to new players. Here you can taste a bit of each faction. Cards are all from core set, so that you can build it with your extra cards from your 3rd core !<\/p>\n","username":"romainnut","cards":{"00006":1,"01004":1,"01007":1,"01010":1,"01012":2,"01015":1,"01019":3,"01020":1,"01021":1,"01022":3,"01026":1,"01027":1,"01028":1,"01034":2,"01035":1,"01036":3,"01037":2,"01038":2,"01041":1,"01042":1,"01043":2,"01044":2,"01048":1,"01049":2,"01050":3,"01051":1}},{"id":4533,"name":"HB Kicks Your Door Down v2","creation":"2014-04-24 07:54:20","description":"<p>This version has slightly less money (taking out the Melanges) as in all my games I've ended up richer than God. Heimdall 1.0 goes up to 2 to make it more punishing to click through. Cerebral Overwriter is gone as it doesn't hit enough.<\/p>\n\n<p>Including NAPD Contract and changing the ICE composition a little, as well as adding Ash, will make this deck even more taxing and make it more likely the Punitives will go off.<\/p>\n","username":"Spider","cards":{"01054":1,"01056":3,"01062":2,"01064":2,"01090":2,"01106":3,"01110":3,"01111":1,"01113":2,"02012":1,"02013":2,"02019":1,"02092":3,"02110":3,"03006":2,"03015":2,"03019":2,"04015":3,"04030":1,"04040":3,"04079":3,"04090":2,"04119":3}},{"id":4534,"name":"Faerush Paintbrush Rush","creation":"2014-04-24 08:53:48","description":"<p>Reviving an old archetype, I believe faerush might be in the right meta right now.  The old problem of 'not enough faeries\" should be way answered with paintbrush.  Tinkering was always a \"can't have enough\" card back when this was discovered, now we can paint away all the already exposed sentries.  Painting code gate onto ice when using Cy-Cy is super efficient.  Since it is not integral to the deck's function, it can be installed \"whenever\" you want among your 9 clone chips and 9 SMCs.<\/p>\n\n<p>For those that don't know how to play faerush decks:<\/p>\n\n<p>Slam into servers early and hard, while finding your indexings and R&amp;D interfaces and win fast.  You're super hard to stop or punish early, and even big servers have difficulty keeping you out with tinkering.  Dig hard and fast through your deck with procontacts installing the relevant pieces as you go.  With constructs and clone chips you have access to a nearly infinite faeries.  Laugh at archer as you bust him up.  Tinker curtain walls and run through them with Cy-Cy for 5 credits.  Nothing stops the faerush.<\/p>\n","username":"x3r0h0ur","cards":{"01007":2,"01037":3,"01048":3,"01050":3,"02009":2,"02046":1,"02066":1,"02104":3,"02106":2,"02107":2,"03035":2,"03038":3,"03044":3,"03046":3,"03049":3,"03052":3,"04004":1,"04108":1}},{"id":4535,"name":"i'm gonna kill you mr. Santiago.","creation":"2014-04-24 09:00:29","description":"<p>It's a solid jinteki deck. A lot of money and a lot damage. It's noto easy to play with this deck bit it's noto easy to play against this deck.<\/p>\n","username":"aldaris","cards":{"01067":1,"01070":3,"01076":3,"01077":3,"01101":2,"01110":3,"02014":2,"02032":3,"02095":3,"03023":2,"04012":3,"04032":3,"04033":2,"04039":3,"04073":3,"04074":2,"04079":3,"04080":2,"04093":2,"04099":2}},{"id":4537,"name":"Trash trash trash","creation":"2014-04-24 10:22:07","description":"\n","username":"ambush404","cards":{"01006":2,"01007":3,"01008":3,"01011":3,"01014":2,"01022":3,"01050":3,"01051":1,"02001":1,"02003":3,"02009":2,"02022":3,"02041":2,"02042":2,"02091":2,"02103":2,"03049":1,"03052":2,"03053":3,"04004":3,"04061":2}},{"id":4538,"name":"Cerebral Wiper","creation":"2014-04-24 10:22:56","description":"\n","username":"ambush404","cards":{"01055":2,"01058":3,"01062":1,"01063":2,"01064":2,"01084":2,"01085":1,"01110":3,"01111":2,"02051":3,"02070":3,"02110":2,"02116":2,"03001":1,"03005":1,"03014":2,"03026":3,"04010":3,"04015":2,"04039":2,"04040":3,"04090":3,"04100":2}},{"id":4539,"name":"Vulcan Mind Meld","creation":"2014-04-24 10:48:23","description":"\n","username":"dtelad11","cards":{"01064":2,"01068":2,"01078":1,"01079":2,"01090":2,"01091":3,"01109":2,"01110":3,"02015":3,"02039":1,"02060":2,"02073":2,"02110":1,"04012":2,"04015":2,"04054":3,"04114":3,"04119":1,"05002":1,"05006":1,"05007":3,"05016":1,"05017":2,"05024":1}},{"id":4540,"name":"Vulcan Mind Meld","creation":"2014-04-24 10:49:57","description":"\n","username":"dtelad11","cards":{"01064":2,"01068":3,"01078":1,"01079":2,"01090":2,"01091":3,"01109":2,"01110":3,"02015":3,"02039":1,"02060":2,"02073":2,"02110":1,"04012":2,"04015":2,"04054":3,"04114":3,"04119":1,"05002":1,"05007":3,"05016":1,"05017":2,"05024":1}},{"id":4541,"name":"HB Caprisun","creation":"2014-04-24 11:15:31","description":"<p>This is the HB version of my insufficient funds, based on a david sutcliffe article i recently read which confirmed my belief that taxing decks are getting stronger in competitive play. Down with FA.<\/p>\n\n<p>eve is a much better tax than marked accounted because its not as click intensive and gives you more money per turn. Ash is better in faction, and HB has the best taxing ice in the game.<\/p>\n\n<p>Generally I am looking to get one taxing and one quandary on rd and hq ideally to slow down RD or siphon decks and then start building the super server usually with a heimdall, tollbooth and viktor 2.0. If I am up against a siphon deck the first caprice usually goes on hq which is a significant disincentive for them to use account siphon.<\/p>\n\n<p>Then ash for the remote and a second unrezzed caprice if i really need it. I am currently 12\/1 with this deck at philly league play and on octgn. What I am finding is that the caprice on HQ really keeps me safe from siphon and I am able to outcredit the runner to an immense degree.<\/p>\n","username":"CodeMarvelous","cards":{"01054":1,"01055":3,"01056":3,"01061":1,"01062":2,"01064":2,"01090":2,"01106":2,"01109":2,"01110":3,"02013":2,"02051":1,"02092":3,"02110":3,"03015":2,"03017":1,"03019":2,"04015":3,"04030":1,"04040":2,"04060":2,"04114":2,"04119":3,"04120":2}},{"id":4542,"name":"RP: The Two Certainties in Life","creation":"2014-04-24 11:20:10","description":"<p>A deck I'm continually tweaking, really enjoying playing it, great mix of 1x ICE for suprise factors, incredibly flexible Power Shutdowns and some taxing ICE to let Caprice do some good work. ICE mixup still needs work and I'm unsure on whether I need 3x Snare, tempted to swap one out for more ICE or another Melange.<\/p>\n\n<p>As Grim and Shinobi are illicit, they need to do good work to justify the badpub (and resulting cost of scoring NAPD). I would suggest only rezzing Shinobi for the kill, which is more than possible when a runner starts getting desperate, it's great on a remote you score agendas with.<\/p>\n","username":"Chimpster","cards":{"01062":1,"01064":1,"01068":2,"01070":3,"01077":2,"01078":2,"01108":2,"01110":3,"01111":2,"02014":3,"02031":1,"02032":2,"02110":2,"03026":2,"04012":3,"04013":1,"04015":2,"04020":1,"04054":3,"04058":2,"04074":1,"04077":2,"04114":3,"04115":1,"04119":3}},{"id":4543,"name":"Kit Aggro","creation":"2014-04-24 11:40:40","description":"<p>Assemble the rig quickly while putting early pressure on R&amp;D with Maker's Eye, Cyber Cypher, and Sharpshooter.<\/p>\n","username":"daytodave","cards":{"01007":1,"01018":1,"01026":1,"01034":3,"01036":3,"01037":3,"01043":1,"01044":2,"01050":3,"02009":2,"02047":3,"02048":2,"02107":3,"03028":1,"03031":1,"03035":1,"03044":3,"03046":3,"03052":3,"03054":3,"04067":2,"04109":1}},{"id":4544,"name":"Chaos Theory: Paint the Morning Stars v2","creation":"2014-04-24 11:57:12","description":"<p>I have been addicted to Chaos Theory lately and trying to find the best rig to have her build. I recently built this out and have been having a blast playing it. Super strong and pretty fast.<\/p>\n\n<p>The basic idea is to get your Dinosaurus and Magnum Opus out as early as possible. Then you can start building your rig to match whatever ice the corp is laying down. Make sure to run early and often to keep their ice rezzed. You also have FAO in case you can't risk running something facedown. I try to save the Test Run\/Scavenge for Femme and Morning Star and just use one of the SMC to go fetch Paintbrush at the right moment. Try not to lay it down to early as it will work great as a surprise to the corp.<\/p>\n\n<p>This deck is very strong and works well even without the Paintbrush. I've even had games where I never brought it out because the only thing I needed it for was a Tollbooth and Femme worked better there. <\/p>\n\n<p>Let me know what you think!<\/p>\n","username":"omegalife2002","cards":{"01018":1,"01020":3,"01026":1,"01034":2,"01044":3,"01050":3,"02004":1,"02009":2,"02046":1,"02047":3,"02048":3,"02087":3,"02107":2,"03034":3,"03035":1,"03038":2,"03046":2,"03054":3,"04067":1,"04108":1}},{"id":4545,"name":"TWIY: The Particle Accelerator","creation":"2014-04-24 12:43:00","description":"<p>Deck I've been working on the last month or so, ICE is still being updated regularly, but the strategy that has worked best for me thus far is pairing ICE that baits out breakers (wraparound, quandary, Chimera) with ICE that is difficult to pass cheaply (Tollbooth, Flare). Grim and Archer punish runners who don't bother to get their sentry breakers (but the general idea is that most runners don't recklessly facecheck if they have cards in hand\/programs that they don't want to get smashed, so I use the existence of sentries as my sentry bait).<\/p>\n\n<p>At its core, the deck is an NBN Rush deck, so lay down some ETR and start trying to score. Get to four points, and then decide the best course of action: with 1-2 astros scored, you could hope to just daisy chain agendas out of hand (because I've found that once we get into the mid-game, none of my servers are as impermeable as I would like). If you get to 4 points early, you could also just overcharge a project Beale and get to 7 that way.<\/p>\n\n<p>The last trick up your sleeve is to combo out from 4 points, using accelerated diagnostics to play (interns, shipment from sansan, shipment from sansan) a project beale, put 4 advancement tokens, and then advance and score it with click 3 (click 1 power shut down, click 2 accelerated diagnostics, click 3 advance). Alternatively, even if you are at zero points, if the runner ever has 2 cards in hand, this combo can be used to dig up a Ronin and fire it off. Admittedly, I have not gotten to use the Ronin once yet, but I like having a last ditch flatline in my backpocket. I don't think of using the combo as the main strategy of the deck, but as a killing blow if you feel your board position slipping.<\/p>\n\n<p>40 cards increases the likelihood of seeing my 3-ofs, as well as getting accelerated diagnostics\/power shutdown by mid game almost every game. Jackson Howard is less optimal compared to tip or corporate shuffle, but since he double dips as a combo piece, I forgive his lack of speed.<\/p>\n\n<p>Part of the strategy with the agenda spread is that, with all 2 pointers, the Runner has to effectively play to 8 points to win, while you get to match point at only 4. You do want to make sure you don't use Archer if you don't need to (since you have to sacrifice a 2-pointer), but it can also save your bacon if the runner can walk into all your servers. In a perfect world, I would be able to keep the runner tagged and play Market Research, compounding the idea that no agenda is worth as many points for the runner as they are for me, but I just didn't have the room for porous tagging ICE, not to mention closed accounts. <\/p>\n\n<p>More or less, the deck is just ICE up and go, play money cards when you got 'em, and advance your stuff (you might have to overdraw if you need to discard the Interns, but you can generally get the runner to trash a Jackson (or if you hid an agenda in archives) so that you can just use the interns rather than trashing it..<\/p>\n","username":"falseidol","cards":{"01081":3,"01090":2,"01101":1,"01110":3,"02060":1,"02112":1,"02114":1,"02115":3,"02117":1,"03026":1,"04015":3,"04020":1,"04034":2,"04052":2,"04058":2,"04059":1,"04060":1,"04076":3,"04096":3,"04119":3,"04120":3}},{"id":4546,"name":"Trash trash trash","creation":"2014-04-24 12:46:45","description":"\n","username":"RBN_GDFLLW","cards":{"01006":2,"01007":3,"01008":3,"01011":3,"01012":2,"01014":2,"01018":1,"01022":3,"01050":3,"01051":1,"02001":1,"02003":3,"02009":2,"02022":3,"02041":2,"02091":2,"02103":2,"03049":1,"03052":2,"03053":3,"04061":2}},{"id":4547,"name":"Who You Know v1.5","creation":"2014-04-24 13:11:29","description":"<p>This is a Keyhole deck that leverages passive credits and connections. Get a Dyson or the Helpful AI in play then start spamming Underworld Contacts. Use every trick you can to get credits without spending clicks, with Tri-Mafs as a backup source of cash.<\/p>\n\n<p>If you can get Keyhole out early, great. Otherwise get Logos asap.<\/p>\n\n<p>Try to keep your score just below the corps until your ready to end it. Keep hammering at R&amp;D with Keyhole and spamming connections. If an opportunity to steal an agenda comes take it, then forfeit the agenda to the Data Dealer. Calling in Favors will give you huge cash boosts late game.<\/p>\n\n<p>After several plays with this deck, I've decided to skip most of the central only breakers (COBs).  Their cost savings per run is less than I'd hoped, not worth the massive restrictions they provide.  Also, they're extremely vulnerable to power shutdown.<\/p>\n\n<p>The Cortez Chips are largely there for power shutdown protection, though their ability can be handy in conjunction with Crescentus.<\/p>\n","username":"smilingbandit2","cards":{"01007":1,"01018":2,"01022":3,"01026":1,"01027":1,"01030":2,"01031":1,"01032":1,"01043":1,"01050":3,"01051":1,"02005":2,"02008":1,"02025":2,"02028":3,"02065":2,"02069":3,"02105":1,"04004":3,"04061":1,"04106":2,"05028":1,"05031":3,"05037":2,"05042":1,"05050":2}},{"id":4548,"name":"Setting Runner Priorities, One Central Run at a Time","creation":"2014-04-24 13:20:37","description":"<p>The goal is to use a combination of RP's ability, taxing ICE, and blocking ICE to \"guide\" runner behavior. You can never fully predict what they might do, of course. But you can push them towards doing what you want, when you want, by setting up certain options to be--or at least look--more enticing than others.<\/p>\n\n<p>This deck is not designed to seek a flatline--no Punitive, no EMP--but it is designed to threaten the careless runner with one: Chum + Katana\/Tsurugi, of course; Katana + Fetal; Shinobi face-checked at the wrong time; multiple Shock! in the archives; double Ronin if they let it sit thinking it an ambush. Just another way of slowing them down and guiding them toward the path you want.<\/p>\n\n<p>Try to get the taxing ICE on centrals\/Sundews (places you know they want\/have to go) and the hard-stop ICE on agendas. Swarm early game is super effective, but of course it peters out as your points trickle in. Sending an over-advanced Brain Trust out behind one early on can really help.<\/p>\n\n<p>Try to let Unorthodox Predictions sit with 3 counters on it looking like a failed trap bluff. If you can fire it off at the right time, it can (nearly) guarantee another score from hand by making your hard-stops (nearly) impassable. On your turn score the UP and choose something that would make a remote with \"end the run\" somewhere unbreakable, then install whatever you want and advance it 0-2 times. They can't beat it on their next turn, and on your next turn you score it out. Obviously after that it can be fed to the Archer if necessary. ;)<\/p>\n\n<p>If you have to hold agendas in your hand, try to make them Fetal or NAPDC. Combine that with a Toolbooth in front of HQ and you're looking strong. Caprice can also become double effective when protecting those agendas; if they will only have enough creds to steal the agenda, you can make the psi-game a 100% success for you (though they will probably get to trash Caprice that run).<\/p>\n\n<p>Let Private Contracts sit unrezzed until you need it. Marked Accounts and Sundew are your trickle. (Sundew can actually be more like a firehose if left unaddressed, mwahah.) Save PC for when you need a surge in money. <\/p>\n\n<p>Sought feedback:\n-Aside from the 1x Archer there's no program trashing here: should I include it? I've gone through various versions that have included some number of Rototurrets and\/or Aggressive Secretaries. Unsure though, felt like the influence was needed elsewhere.<\/p>\n\n<p>-There's a high ICE density relative to what I see others doing with this kind of deck. A lot of it plays so well together that I think it's OK, but I want to hear dissenting opinions on this.<\/p>\n\n<p>-Also re ICE, Tollbooth and Shinobi are the only late-game powerhouses. Is that enough?<\/p>\n\n<p>-Do I need a shower? I feel like I smell something... is it... is it me?<\/p>\n","username":"partialcharge","cards":{"01075":2,"01077":2,"01090":2,"01101":1,"01110":3,"01111":2,"02014":3,"02015":1,"02031":1,"02032":3,"02055":2,"02059":3,"02110":3,"02112":2,"04013":2,"04053":2,"04054":3,"04073":3,"04074":1,"04114":2,"04115":2,"04117":2,"04119":3}},{"id":4549,"name":"The Slow Advance","creation":"2014-04-24 13:29:12","description":"<p>I first saw the decktype watching one of Apreche's videos, and instantly loved it. The basic concept is to sit tight and advance things for a long long time, preferably using Simone Diego to do it for free. Back then it also used Matrix Analyzer etc. to do funky stuff, but recently I've found that there is simply too much I want in the deck to keep them, and since Simone is integral to the design, a lot of influence is already used up by her.<\/p>\n\n<p>The basic principal is to install something and advance it twice. Next turn you install something (to get your free credit) or whatever you feel like and advance the previous card twice again. And again. And again. Until you either score it, make a ton of cash or install something over it. If Simone is out, sometimes it's even worth it to keep advancing a \"failed\" trap just to establish the routine of keep advancing the cards.<\/p>\n\n<p>The deck has a lot of leeway for personal touches. Currently I'm testing out the GRNDL Refinery, and Corporate Troubleshooter in the deck and am quite happy with them. Especially the troubleshooter as you often sit on a pile of creds.<\/p>\n\n<p>Scoring a Mandatory Upgrades is obviously good, but overscoring Project Ares is incredible. If you get off to a good start, Project Ares can almost reset the runner, and you can build up another one while he or she establishes themselves again.\nOverscoring Vitruvius is obviously also really good. Allows you to use the counters in a Jackson way (using the Archives as a resting spot of agendas), recurring whatever you need the most. Lost ICE, money boosts etc.<\/p>\n\n<p>The ICE selection is based on ETR, taxing and Atman-proof. Guess the basics of the deck was constructed when Atman was high. This can easily be changed according to local meta or preferance - but you want to have your remote somewhat taxing to go through, as well as your R&amp;D. Sometimes also HQ, depending on how vulnerable you feel.<\/p>\n","username":"aermet69","cards":{"01054":1,"01056":3,"01057":2,"01061":2,"01062":1,"01063":1,"01064":1,"01065":2,"01090":1,"01103":2,"01110":3,"01113":1,"02011":3,"02013":1,"02051":3,"02060":1,"02092":3,"02099":3,"02110":1,"03009":1,"03012":2,"03017":1,"03019":1,"04010":3,"04071":1,"04096":1,"04099":2,"04100":1,"04119":1,"04120":1}},{"id":4550,"name":"My version of: Advanceable","creation":"2014-04-24 13:53:39","description":"<ol>\n<li>Advance everything to makes it impossible to go your main servers.<\/li>\n<li>Build one remote server and try score fast early.<\/li>\n<li>Strengthen the remote while advancing everything.<\/li>\n<li>Win the game.<\/li>\n<\/ol>\n\n<p>Commercialization and GRNDL is so much eco wise that you'll be able rez your Hadrian's Wall and Swarm at some point...\nStill have economy problems? Reclamation Order is there to help you out.<\/p>\n","username":"Exo","cards":{"01057":2,"01089":3,"01094":3,"01098":3,"01100":3,"01101":1,"01102":2,"01103":3,"01104":2,"01106":3,"01107":1,"01110":3,"01111":3,"02018":3,"02052":1,"02058":3,"02076":1,"02099":3,"04018":2,"04099":2,"04111":2,"04118":1}},{"id":4551,"name":"MidseasonStyle","creation":"2014-04-24 14:31:07","description":"\n","username":"parasitetwin","cards":{"01064":3,"01070":2,"01080":1,"01081":3,"01084":1,"01085":3,"01088":2,"01090":2,"01099":2,"01110":3,"02056":2,"02115":3,"02116":3,"03026":2,"04015":2,"04040":3,"04056":2,"04075":3,"04076":3,"04095":3,"04096":2}},{"id":4553,"name":"Exile - Deep Red + Pawn","creation":"2014-04-24 15:01:14","description":"\n","username":"Ecowarmachine","cards":{"01026":1,"01042":1,"01044":1,"01046":1,"01047":2,"02027":1,"02028":3,"02047":3,"02066":1,"02087":3,"02107":3,"03030":1,"03033":3,"03034":3,"03035":1,"03038":3,"03044":1,"03046":3,"03048":1,"04002":3,"04003":1,"04007":1,"04021":1,"04022":2,"04042":3,"04043":1,"04047":1,"04067":1}},{"id":4554,"name":"Vulcan Mind Meld","creation":"2014-04-24 15:24:46","description":"\n","username":"dtelad11","cards":{"01062":1,"01068":3,"01078":1,"01079":2,"01090":2,"01106":1,"01109":3,"01110":3,"01113":1,"02013":2,"02015":3,"02060":1,"02073":2,"02110":2,"04012":2,"04015":3,"04054":3,"04114":3,"04119":1,"05002":1,"05007":3,"05016":2,"05017":2,"05024":1}},{"id":4555,"name":"Rude Suits and Brick Walls","creation":"2014-04-24 17:47:13","description":"<p>Further adjustment on an old deck which was originally built around trying to overload Rielle \/ paintbrush decks and which can still totally do that. There's a lot of trashing, a lot of faking out, and a lot of getting HELLA CASH. The Heimdall is partly surprise ice and partly even more tax for cloak + dagger decks - the intention here is to make it dang near impossible to get enough stealth credits together to get dagger up to power consistently, and to have a bunch of Hadrians around so you can fiddle their power to screw up Atman.<\/p>\n\n<p>The primary goal of trashing should be to kill whatever is best at knocking over your barriers. Corroder is arguably the best breaker in the game and it's definitely the first target, although the sheer amount of high strength barriers in this deck still makes it incredibly taxing to run.<\/p>\n\n<p>The Tollbooth screws with Yog so I usually chuck one or two in any deck I build, but won't be much use in the late game because of your bad pub, so I'm thinking of changing it out. It's legacy from my previous builds so idk.<\/p>\n\n<p>I've also, very importantly, renamed the deck, because those rude suits in the hostile takeover art are just Too Rude to ignore.<\/p>\n","username":"bionicsheep","cards":{"01057":2,"01090":1,"01093":1,"01094":3,"01098":3,"01100":1,"01101":2,"01102":3,"01103":3,"01106":3,"01110":3,"01113":1,"02070":3,"03015":1,"03026":1,"04015":3,"04020":2,"04036":3,"04040":2,"04058":3,"04078":2,"04079":2,"04120":2}},{"id":4557,"name":"The Whizzard and the Whale","creation":"2014-04-24 19:17:06","description":"\n","username":"me aka tommy","cards":{"01002":2,"01005":3,"01006":2,"01008":3,"01009":2,"01010":3,"01012":3,"01015":2,"01040":3,"01050":3,"02001":1,"02003":3,"02009":2,"02022":3,"02081":3,"02091":2,"02101":2,"02102":3,"03046":3}},{"id":4558,"name":"Tag'em & Bag'em","creation":"2014-04-24 19:17:29","description":"\n","username":"me aka tommy","cards":{"01086":3,"01087":2,"01094":3,"01098":3,"01099":3,"01101":2,"01103":3,"01110":3,"01111":3,"02020":3,"02037":2,"02060":2,"02077":3,"03026":3,"04015":2,"04036":3,"04040":2,"04079":2,"04097":1,"04120":2}},{"id":4559,"name":"Kit - Paint me like one of your Android girls","creation":"2014-04-24 20:58:02","description":"\n","username":"somndev","cards":{"01010":1,"01036":1,"01037":1,"01041":2,"01050":3,"01051":1,"02047":3,"02066":1,"02067":3,"02089":1,"02107":2,"03028":1,"03035":1,"03046":3,"03048":2,"03049":3,"03054":3,"04006":3,"04008":2,"04027":3,"04047":2,"04061":1,"04108":1,"04109":2}},{"id":4560,"name":"Noisy Workshop","creation":"2014-04-24 22:08:48","description":"\n","username":"me aka tommy","cards":{"01001":1,"01002":2,"01004":2,"01006":2,"01008":3,"01009":2,"01010":3,"01011":2,"01012":3,"01014":2,"01016":2,"01050":3,"02003":3,"02004":2,"02009":2,"02022":3,"02049":3,"02091":2,"04005":3,"04061":3}},{"id":4561,"name":"Tag-me Whizzard trashapalooza","creation":"2014-04-24 23:07:57","description":"\n","username":"Spider","cards":{"01004":1,"01006":1,"01007":2,"01008":2,"01011":2,"01012":3,"01014":2,"01018":2,"01022":2,"01050":3,"01053":3,"02001":1,"02003":3,"02009":3,"02042":3,"02091":2,"02103":3,"04043":3,"04062":2,"04106":3}},{"id":4563,"name":"The Color and the Shaper","creation":"2014-04-24 23:48:32","description":"<p>Based on the Killing Me Softly and Art of the Silent Kill decks, slimmed down for CT in an effort to make it lightening fast (and get the extra MU). Won a tourney with this tonight, so I thought I'd share. Thanks to those other deck builders!<\/p>\n\n<p>Nerve Agent is a great surprise, especially pulled mid HQ run with SMC.<\/p>\n\n<p>I maybe want to fit in clone chip, as SMC and Test Run make getting your Atmans expensive. Fortunately I didn't need them often.<\/p>\n","username":"jeremyorion","cards":{"01012":1,"01034":2,"01037":2,"01047":2,"01053":3,"02009":2,"02041":2,"02046":1,"02047":3,"02091":2,"03040":2,"03041":3,"03042":3,"03046":2,"03048":1,"03053":3,"04086":2,"04104":3,"04108":2}},{"id":4564,"name":"Perfect Punishment","creation":"2014-04-24 23:56:57","description":"<p>Finally made this deck work for me consistently, and won a tournament tonight, so I thought I'd post. Being able to win consistently through scoring OR flatlining is a new kind of freedom for me.<\/p>\n\n<p>Also, I've never felt more rich. I had nearly 60 credits at one point, all thanks to Sundew, Celebrity, and a scared runner. <\/p>\n\n<p>Thanks to @Dydra for the Replicating Kills deck, and the conversation that it started.<\/p>\n","username":"jeremyorion","cards":{"01062":1,"01070":2,"01072":3,"01075":1,"01076":1,"01077":2,"01090":1,"01106":3,"02031":1,"02032":3,"02052":1,"02059":3,"02060":1,"02095":2,"04012":2,"04013":3,"04015":2,"04054":3,"04074":1,"04079":3,"04080":1,"04093":1,"04100":2,"04114":2,"04115":2,"04117":1,"04119":2}}]