[{"id":1342,"name":"You didn't build that 2.0","creation":"2014-01-10 00:10:57","description":"\n","username":"CodeMarvelous","cards":{"01094":3,"01100":3,"01101":3,"01102":3,"01103":3,"01104":3,"01110":3,"01111":3,"02018":3,"02033":3,"02058":3,"02076":1,"02077":2,"03012":3,"04015":3,"04017":3,"04018":2,"04037":3}},{"id":1343,"name":"Fat Head","creation":"2014-01-10 01:21:28","description":"<p>Ice up R&amp;D. Get a huge hand. Score agendas out of hand with Biotic Labor. <\/p>\n","username":"Frostyfalcon","cards":{"01055":3,"01058":3,"01059":3,"01064":1,"01083":3,"01086":1,"01099":1,"01106":3,"01110":3,"01111":1,"02012":2,"02051":3,"02056":3,"02070":3,"02110":3,"03001":1,"03006":1,"03013":3,"03014":1,"03015":2,"03016":3,"03017":3,"03018":3,"04015":3,"04030":1,"04040":3}},{"id":1346,"name":"痛みについて (Concerning Pain) v1.0","creation":"2014-01-10 03:40:43","description":"<p>A study of the ways to inflict pain. Net and Brain Damage.<\/p>\n\n<p>The only non AP ICE are Himitsu-Bako (秘密箱, the box of secrets) and Chum (which still does damage, though). This basically means that naked runs can get really dangerous and the Runner should quickly learn to Run only when he can break or jack out safely.<\/p>\n\n<p>The only trap is Ronin which I included to have cards other than Agenda that you can advance, and as a possible finisher. (FINISH HIM !!)<\/p>\n\n<p>Replicating Perfection works very nicely with Bioroids, and obviously with Sundew, which can be a extremely efficient economic engine for Jinteki. Personal Evolution would surely allow for more damage, but I think there's enough in the deck already and economic security is much more needed.<\/p>\n\n<p>We have yet to see all the cards from True Colors, which should be out next week, but I doubt there's a third for Jinteki and the two we know are quite good for this kind of deck.<\/p>\n","username":"paddosan","cards":{"01061":1,"01068":2,"01070":3,"01075":2,"01077":3,"01078":1,"01110":3,"02014":3,"02031":1,"02032":3,"02112":2,"03015":1,"03019":2,"03023":2,"04012":3,"04013":3,"04015":2,"04033":2,"04053":2,"04054":3,"04071":1,"04073":3,"04074":2}},{"id":1347,"name":"Shaper - RnD Lock Kit","creation":"2014-01-10 03:53:52","description":"\n","username":"Sojourne","cards":{"01007":2,"01026":1,"01035":3,"01036":3,"01041":1,"01045":1,"01050":3,"02009":2,"02063":1,"02091":1,"02107":3,"03028":1,"03031":2,"03039":2,"03041":2,"03042":2,"03043":1,"03044":3,"03046":3,"03049":1,"03052":3,"04004":2,"04006":3}},{"id":1348,"name":"Kit - Blade Runner","creation":"2014-01-10 06:09:13","description":"<p>This may look like your classic \"Rielle Gordian deck\", but it plays a bit differently...<\/p>\n\n<p>Eco engine is PC, with added pawnshop to further synergyse all the extra draw. Armitage is a beast with pawnshop, so 2 of those will provide enough cash on demand.<\/p>\n\n<p>Only breaker here is gordian... so, how it works? first, you have to always run at least once per turn, to force the corp to let you in OR rez extra pieces of ice. If a server is protected by 2 ices, simply run, break the first for almost free (lockpick helps a lot here), and dont be afraid to jack out.<\/p>\n\n<p>now corp has some rezzed ices... and we can parasite them (hopefully with some ice analyser money). Corp nowadays usually dont run a ton of code gates, due to yog being a thing. So in the early game chances are they will be force to rez non code gate ice as inner ices.<\/p>\n\n<p>with all those pesky jinteki everywhere, you will always love to fetch for Net Shield.<\/p>\n","username":"romainnut","cards":{"01002":1,"01008":2,"01012":3,"01037":3,"01038":2,"01043":3,"01045":1,"01047":2,"01050":3,"01053":2,"02047":2,"02107":2,"03028":1,"03035":1,"03038":3,"03046":2,"03049":3,"03051":3,"03053":3,"03054":1,"04006":3}},{"id":1349,"name":"Big Ice Everywhere - Comments welcome","creation":"2014-01-10 08:40:47","description":"<p>This Deck is built to put Big Ice very fast in the runners way. The longer the game runs, the mor difficult it becomes for the runner to break through. Tyr Hand makes a good Job here. Jackson Howard is in because you may mill some agendas when resolving accelerated beta test and put them back where they belong. And to draw cards ;)\nShipment from Mirrormorph is in to save clicks and to overwhelm the runner.\nFunniest thing was playing a successful Demonstration after sacing Tyr's Hand to have an unbreakale ETR, which was temporaly put on a Janus by a resolved Project Wotan. It was quite annoying for the runner.<\/p>\n\n<p>Good stating hand: Hedge Fund - Heimdall - Oversight AI<\/p>\n\n<p>The ICE Plan was simple: Large Bioroids combined with Hourglass to get his free clicks or money. Howler to recur the ICE.<\/p>\n\n<p>Any thoughts?  Improvments? Something that doesnt work because I didnt read the cards carefully enough?<\/p>\n","username":"Dottore2k","cards":{"01054":1,"01055":3,"01060":2,"01063":1,"01083":3,"01090":1,"01101":1,"01106":2,"01110":3,"02012":3,"02051":1,"02070":3,"02071":3,"02079":3,"03006":2,"03013":3,"03014":1,"03015":3,"03016":2,"03017":1,"03019":1,"03022":3,"04015":2,"04030":2}},{"id":1350,"name":"HB off the grid","creation":"2014-01-10 09:11:27","description":"<p>Protect Haas<\/p>\n","username":"vjhorse90","cards":{"01055":3,"01061":2,"01062":1,"01063":3,"01090":1,"01108":3,"01110":3,"02010":1,"02012":1,"02051":3,"02070":3,"02079":1,"02110":3,"03004":1,"03005":2,"03006":1,"03010":2,"03014":1,"03015":2,"03016":3,"03018":2,"03019":2,"03021":1,"04015":2,"04038":3}},{"id":1351,"name":"Such Stronger Much Together","creation":"2014-01-10 11:43:42","description":"<p>Basically just a stronger together deck with means to rez big ice cheap, while still having lots of cash.  Clickable ice is the weakness, but I feel it helps because it makes aggressive runners spend clicks to get in.  <\/p>\n\n<p>Lots more fast advance options than previous versions, even the 1 of sansan is nice.  Early it costs the runner to trash, late they have to run a big server with big ice to trash.<\/p>\n\n<p>This deck runs super rich, so being able to Biotic Labor (and recur with jackson and more importantly archived memories), leads to a nice fast advance strategy, with good protection when you're not fast advancing.<\/p>\n","username":"x3r0h0ur","cards":{"01055":3,"01058":2,"01059":3,"01061":1,"01062":2,"01063":2,"01092":1,"01108":3,"01110":3,"02010":1,"02012":1,"02051":3,"02070":3,"02110":3,"03005":1,"03006":2,"03013":3,"03015":2,"03017":1,"03019":2,"04012":3,"04015":3,"04030":2}},{"id":1352,"name":"Orbital Bombardment v3.0","creation":"2014-01-10 12:37:55","description":"<p>Too many RR's playing lately. Swapped out Psychographics for Jackson: Giving the re-usability of the economy cards is a great change, plus the ability to rush out cards you need like SE or MR. Added snare for the later game and to add some risk when you can't rez your ice. Lowered Midseason to just one as atlas is key to this deck and usually getting one more advancement token on it isn't a problem.<\/p>\n","username":"panicmechanic","cards":{"01070":2,"01086":2,"01093":1,"01094":3,"01098":3,"01099":3,"01101":2,"01102":2,"01103":2,"01104":2,"01110":3,"01111":3,"01112":2,"02018":3,"02019":2,"02059":3,"02077":3,"02116":1,"03027":2,"04015":3,"04017":1,"04018":2}},{"id":1353,"name":"Replicating the grid","creation":"2014-01-10 13:02:25","description":"<p>take advantage of nisei to protect off the grid and RP to make it even harder to get what they want in the remotes<\/p>\n","username":"CodeMarvelous","cards":{"01068":3,"01070":3,"01077":3,"01078":3,"01090":2,"01109":3,"01110":3,"01111":3,"02014":3,"02031":1,"02032":3,"04013":3,"04015":2,"04020":2,"04032":2,"04038":3,"04040":3,"04054":3,"04060":2}},{"id":1354,"name":"HB Fast Advance","creation":"2014-01-10 14:09:03","description":"<p>I've been running a variation of this deck since the 2013 regionals.<\/p>\n","username":"Captain_Frisk","cards":{"01054":1,"01055":3,"01056":3,"01058":3,"01059":3,"01061":1,"01062":2,"01064":2,"01092":3,"01103":3,"01108":3,"01110":3,"01113":1,"02051":3,"02052":1,"02092":1,"02110":3,"03005":3,"03017":1,"03023":2,"04015":3,"04020":1,"04051":1}},{"id":1355,"name":"Arm Motions v2","creation":"2014-01-10 14:53:46","description":"<p>A pretty straightforward Reina deck focusing heavily on early game aggression.  This deck was developed with my good friend Oniya.<\/p>\n\n<p>This deck's main strategy is putting pressure on the Corp's economy with Rook and FAO and ensuring early game access with Knight.<\/p>\n\n<p>Econ: Lots of it.  Though everything in this deck is pretty cheap, Knight is an expensive breaker to use.  For that reason, we went with Hedge Fund, 2 Armitage, 3 Liberated, and 2 Kati Jones.  Swapping a Liberated Accounts for another Armitage is a good idea if you find yourself low on spacebucks often.<\/p>\n\n<p>Deep Red is a no-brainer include in this deck.  Considering our reliance on chess programs, Deep Red is a fantastic increase in efficiency and MU, and is a steal at 2 spacebucks.  It also enables some fun mid-run tricks with Clone Chip.<\/p>\n\n<p>Influence:  FAO.  Really great with Reina's ability or Rook.  Using FAO at +1 spacebucks forces them to think more heavily about their decision.  Using it at +2 or even +3 spacebucks is just mean.  <\/p>\n\n<p>We went with Mr. Li over Contacts as our draw.  This is a deck where you want to find what you need quickly.  Crescentus lets you push their economy even more by making them re-rez Ice, hopefully at an increased cost.  <\/p>\n\n<p>Clone chip is the most important include in this deck.  Chess programs can get trashed pretty easily, so being able to recur them is a must.  We went with Clone chip over other forms of recursion because it allows us to get programs back mid-run, which can save a run or even your life if you're using Deep Red.<\/p>\n\n<p>Other inclusions:  Datasucker, Bishop, and Ice Carver are in here to enable static breakers, for when the Corp has enough Ice to make Knight not enough.<\/p>\n\n<p>A single Medium and Nerve Agent are in here to be searched up with Djinn.  If the Corp ever locks you out of a server and forces you to spend time building up your rig, these are not a bad idea to get out.  Otherwise, I wouldn't waste time looking for these.<\/p>\n","username":"Heinrich","cards":{"01007":2,"01008":2,"01009":2,"01010":1,"01011":2,"01014":2,"01015":2,"01020":2,"01050":3,"01053":2,"02009":2,"02022":3,"02041":1,"02065":2,"02091":2,"02105":2,"03038":2,"04003":2,"04021":3,"04041":1,"04042":3,"04043":3}},{"id":1356,"name":"ARM_MOTION v2","creation":"2014-01-10 14:55:34","description":"<p>Developed in conjunction with Heinrich<\/p>\n\n<p>Focuses on being aggressive with Knights, Rooks, and Forged Activation Orders. <\/p>\n\n<p>Economy: Kati Jones as a permanent source of credits. Armitage to get me out of the gutter and Liberated to solidify my economy. Sure Gamble is Sure Gamble.<\/p>\n\n<p>Draw: It was a toss up between Mr. Li and Professional Contacts. I decided on Li as I would rather see more cards than gain a few credits.<\/p>\n\n<p>Inf: Forged is a strong card with Reina with her ability and Rook. Helps aggression. Mr. Li for draw power. Crescentus to derez expensive ICE. Would have 2 if I had the influence for it. Clone Chip is great for recurring trashed Knights, especially mid run with Deep Red, other trashed programs, or Crescentus. At one point I was running 2x Clone Chip with 2x Crescentus, but I ended up liking 3x Clone Chip more. <\/p>\n\n<p>Deep Red as a 3x is necessary as it is my only source of MU, relying on Djinn to hold any nonbreaker, noncaissa programs. <\/p>\n\n<p>Ice Carver and Bishop allow me to deal with ICE 0-6 str with my static breakers.<\/p>\n\n<p>1x Medium and Nerve Agent for situational use. Considering dropping Nerve Agent for either 1 more Medium or some other card, but I'm satisfied with it for now.<\/p>\n","username":"Oniya","cards":{"01007":2,"01008":2,"01009":2,"01010":1,"01011":2,"01014":2,"01015":2,"01020":2,"01050":3,"01053":3,"02009":2,"02022":2,"02041":1,"02065":1,"02091":2,"02105":2,"03038":3,"04003":2,"04021":3,"04041":1,"04042":3,"04043":3}},{"id":1357,"name":"Homeless Kasparov","creation":"2014-01-10 15:23:59","description":"<p>This is a combo deck based around 3 cards, Pawn, Scheherazade and Deep Red. Please read about the strategy and combo here: http:\/\/netrunomicon.com\/b003\/<\/p>\n\n<p>This is a tweaked version of this deck to increase tempo and initial aggression, as I found that MO was both too slow, not used enough during the game to be worth it and made me far too cautious to run. So I replaced it with Armitage to increase ROI speed<\/p>\n\n<p>I've replaced Kati with Aesops as I need clicks rather than pure money, and Æsop combos great with both Armitage, Daily Casts and even the leftover SMC or first pawn you play on your Scheherazade.<\/p>\n\n<p>I've removed a Knight and added an Imp instead, in order to somewhat counter combo and Fast Advance decks, as initial Sansans or full HQ with Operations is difficult to crack. The Imp further combos with Æsop, Scavenge and Scheherazade which is also very nice.<\/p>\n\n<ul>\n<li><strong><a href=\"http:\/\/youtu.be\/254bKnyKQzU\">This deck in action<\/a><\/strong><\/li>\n<\/ul>\n","username":"db0","cards":{"01026":1,"01047":2,"01050":3,"01053":2,"02003":1,"02009":2,"02027":1,"02047":3,"02066":1,"02087":3,"02107":2,"03030":1,"03034":2,"03035":1,"03038":3,"03044":1,"03046":3,"03053":3,"03054":2,"04002":3,"04022":3,"04042":3,"04043":1}},{"id":1358,"name":"RP","creation":"2014-01-10 15:27:27","description":"<p>I'll put something here later<\/p>\n","username":"sonatinas","cards":{"01062":2,"01064":2,"01065":2,"01068":3,"01069":2,"01071":3,"01075":3,"01077":1,"01108":3,"01110":3,"02014":3,"02017":2,"02020":1,"02031":1,"02032":3,"02052":1,"02059":3,"02112":3,"02120":1,"03009":2,"03026":3,"04012":3}},{"id":1359,"name":"OK Wizzard","creation":"2014-01-10 15:28:24","description":"<p>Modified version of a Team Covenant Wizzard Deck.<\/p>\n","username":"sonatinas","cards":{"01002":2,"01004":2,"01007":2,"01008":2,"01010":2,"01011":1,"01014":1,"01015":1,"01022":2,"01027":1,"01049":2,"01050":3,"01051":1,"02001":1,"02002":3,"02003":2,"02007":1,"02009":2,"02022":3,"02085":2,"02087":3,"02091":2,"03052":3,"03053":2}},{"id":1360,"name":"Lucrative Gabriel v1.1","creation":"2014-01-10 17:56:38","description":"<p>Never go poor: 16\/45 money cards, roughly a third of the deck! \nPerfect for beginners: Core set only, so works if you haven't managed to get data packs yet!<\/p>\n","username":"sydan","cards":{"01007":2,"01008":2,"01010":1,"01014":2,"01017":1,"01018":2,"01019":3,"01020":3,"01021":3,"01022":3,"01024":1,"01026":2,"01027":2,"01028":2,"01029":2,"01030":2,"01034":2,"01049":3,"01050":3,"01051":2,"01053":3}},{"id":1361,"name":"Streamlined Andromeda 1.X","creation":"2014-01-10 19:39:26","description":"<p>Streamlined Andromeda  deck:<\/p>\n\n<p>This is a combo deck, the combo of course beeing Desperado and Datasuckers. Your runs gain so much value.<\/p>\n\n<ul>\n<li><p>I would put in another Desperado but I only own two Cores (remove Sneakdoor for it)<\/p><\/li>\n<li><p>John Masanori just makes the combo even better.<\/p><\/li>\n<li><p>The Anarch breakers are very important for the combo too since Sucker counters become even stronger with them in play.<\/p><\/li>\n<\/ul>\n\n<p>I feel that right now one off breakers are a big liability with Power Shutdown and Grim beeing around. So I went with two each this also speeds the deck up a lot and lets me use the special orders for Crypsis if something got trashed.<\/p>\n\n<p>If I had to make some changes to this deck:<\/p>\n\n<p>To improve early draw:<\/p>\n\n<ul>\n<li><p>1xMasanori <\/p><\/li>\n<li><p>1xKate<\/p><\/li>\n<li><p>1x?<\/p><\/li>\n<li><p>1xMr. Li<\/p><\/li>\n<li><p>2xHostages to get the resource you need<\/p><\/li>\n<\/ul>\n\n<p>Cards that could go out:<\/p>\n\n<ul>\n<li><p>Sneakdoor Beta<\/p><\/li>\n<li><p>Easy Mark (This is the newest and possibly temporary addition. I removed an Inside Job because I hate having two of them in hand)<\/p><\/li>\n<li>Dyson? (could be problematic with Faerie and Crypsis, remove Sneakdoor first)<\/li>\n<\/ul>\n\n<p>Cards that could go in:<\/p>\n\n<ul>\n<li><p>Faerie (this is also Power Shutdown protection)<\/p><\/li>\n<li><p>Crescentus<\/p><\/li>\n<li><p>Femme (though im not too into her, breaking should be cheap already)<\/p><\/li>\n<li><p>Infiltration or Raymond Flint if you have too many Jintekis in your meta<\/p><\/li>\n<\/ul>\n\n<p>Some thoughts on this Decks weaknesses:<\/p>\n\n<ul>\n<li><p>Draw Power is limited, mid- to lategame Masanori is great but he shouldn`t  be played too early. \nI mean early draw thats why Andromeda  is so good.\n(If you want to change this R&amp;D Interface would have to go but those worked wonders for me so I´m reluctant to change it.)<\/p><\/li>\n<li><p>There is a lot of economy but I still feel Kati is really important, so taking tags is kind of hard.\nThis means Account Siphon is not the best card in the deck.\nOf course the deck has the ability to go tagme and it is a great option against corps that overextend on trace ice.<\/p><\/li>\n<\/ul>\n","username":"Toobiased","cards":{"01007":2,"01008":3,"01011":2,"01014":2,"01018":3,"01019":1,"01021":2,"01022":3,"01024":2,"01028":1,"01029":1,"01050":3,"01051":1,"02009":2,"02028":2,"02043":3,"02083":1,"02091":3,"02104":2,"02107":2,"03052":3,"04009":2}},{"id":1362,"name":"Cryptic","creation":"2014-01-10 22:38:23","description":"\n","username":"tberton","cards":{"01062":2,"01068":3,"01070":3,"01073":2,"01077":3,"01078":2,"01109":3,"01110":3,"01111":3,"01113":2,"02014":3,"02029":2,"02031":1,"02032":3,"02095":3,"03019":2,"04013":2,"04015":3,"04053":2,"04054":3}}]