[{"id":3876,"name":"Potential Andy","creation":"2014-04-05 02:05:35","description":"\n","username":"bluebird503","cards":{"01007":2,"01008":3,"01011":1,"01014":1,"01018":3,"01019":2,"01021":2,"01022":3,"01024":3,"01026":1,"01028":2,"01050":3,"02009":2,"02043":2,"02083":1,"02091":2,"02104":3,"02107":2,"03049":1,"03052":3,"03053":2,"04004":2}},{"id":3877,"name":"Andromeda - 1st place Forever Knight Games Store Championshi","creation":"2014-04-05 02:20:16","description":"<p>4\/5\/2014 10 total players, Forever Knight Games Store Championship. Went 4-0 with this Andromeda list. Cards up to Double Time. Fairly standard Andy list, tried out Mr. Li this time.<\/p>\n","username":"bluebird503","cards":{"01007":2,"01008":3,"01011":2,"01014":2,"01018":3,"01019":2,"01021":2,"01022":2,"01024":3,"01026":1,"01028":2,"01050":3,"02009":2,"02043":2,"02083":1,"02091":2,"02104":3,"02105":1,"02107":2,"03052":3,"03053":2,"04004":1}},{"id":3878,"name":"Andromeda Has A Dagger v1.0","creation":"2014-04-05 02:52:39","description":"\n","username":"Cephiros","cards":{"01007":2,"01008":3,"01018":3,"01021":3,"01022":3,"01024":3,"01026":1,"01050":3,"01053":3,"02006":1,"02043":3,"02083":1,"02091":2,"02104":3,"02107":2,"03042":1,"03049":1,"03052":3,"04004":2,"04104":3}},{"id":3879,"name":"NBN Steal me","creation":"2014-04-05 05:59:10","description":"<p>The Strategy of this deck is to<\/p>\n\n<p>1\/ Get a lot of money<\/p>\n\n<p>2\/ bait the runner into stealing a project<\/p>\n\n<p>3a\/ Use Midseason, once tagged, you can use either psychographics to score project out of hand or scorched earth for flatline<\/p>\n\n<p>3b\/ use punitive counerstrike x2 or combination scorched + punitive counterstrike. <\/p>\n\n<p>Additional strategy note:<\/p>\n\n<p>Only defend central server<\/p>\n\n<p>Muckraker is a super ice in this deck: excellent cost\/efficiency rate + etr<\/p>\n\n<p>Low agenda density make them difficult to find for R&amp;D probing<\/p>\n\n<p>+1 card in hq makes projects difficult to find<\/p>\n","username":"ryson282","cards":{"01058":1,"01084":2,"01085":3,"01099":1,"01106":3,"01110":3,"02016":3,"02020":3,"02036":1,"02055":3,"02056":3,"02114":1,"02116":3,"04015":2,"04035":2,"04040":3,"04076":3,"04077":2,"04079":3}},{"id":3880,"name":"Too Many Sexbots ","creation":"2014-04-05 07:40:53","description":"<p>This is a Rogue Deck designed to take on the current central focused meta, taking techniques from Replicating Perfection shells but replacing a primarily damage centered tax with an economic one. Here's the basics<\/p>\n\n<blockquote>\n  <p>this deck wins the economic war- I've won the war against Wizzard players and most runners fare far worse. Everything in your deck is keyed to be <em>just<\/em> within the reasonable range to trash or break, but the sheer number of targets you present should overwhelm the runner. Try to provide the runner with tempting targets consistently- open unrezzed servers, rezzed campaigns or alixes. \n  Use Shipments, jackson and manual drawing to consistently install new remotes. By taking control of the risks in the game- mixing in the odd agenda to keep them honest, you take runners away from where they are focusing in the current meta- efficiently and trickily getting into centrals, setting up planned attacks and so on. If the runner spends their time checking your remotes and stopping your incredibly powerful and efficient economy from becoming overwhelming, they won't have the economic clout to install their tools and threaten your centrals. If they ignore your economy, you're free to use it to make your centrals horrific to get into and fast advance to your heart's content. \n  Think of your assets like anti-sure gambles and you'll get the idea. <\/p>\n  \n  <p>install freely and prolifically. Your goal is to have the runner spend most of their clicks fruitlessly running your remotes and trashing assets- if they don't bite, just score a 2\/3 or 2\/4 with biotic assistance to make them reconsider- but by that time it's probably too late, since you can win with fast advance easily if you score an unassisted 2 pointer. <\/p>\n  \n  <p>your goal is to get the runner to spend their money trashing your remotes in as favourable a deal as possible- trashing a pad or eve before you even rez it is ideal. Make it painful with encryption protocols and hokusai grids- a campaign on a grid is an incredibly intimidating target to run if you need a bit of long term money coming in, but ideally you want to put alix or jackson on it and really force the runner to go in. <\/p>\n  \n  <p>use your snares to throw the runner off their plan- if they run every remote, throw down a snare or two. If they ignore open servers, put them on a hokusai or sansan behind ice faking out a scoring attempt when it looks like you might feel you have a window but really you know they can get in, preferably if you sense they're setting up for a central attack in the next turn. If they focus your centrals, keep them in hand and archived memories for them. Bullying the runner with snares is critical to the psychological success of the deck<\/p>\n  \n  <p>establish a pattern of behavior- draw an extra card and install a random remote each turn. After a couple of turns, or when the runner is starting to set up for something, throw in an agenda to punish them<\/p>\n<\/blockquote>\n","username":"thereisnosaurus","cards":{"01054":1,"01055":3,"01056":2,"01058":2,"01059":3,"01060":3,"01064":2,"01070":3,"01092":1,"01109":3,"02029":3,"02051":3,"02052":3,"02080":2,"02092":2,"02095":2,"02110":3,"03008":2,"03026":2,"04015":2,"04119":3}},{"id":3881,"name":"Bringing the Hammer Down v0.2","creation":"2014-04-05 08:58:59","description":"\n","username":"smilingbandit2","cards":{"01008":2,"01009":1,"01010":1,"01011":1,"01034":3,"01039":3,"01044":1,"01050":3,"02004":1,"02007":1,"02041":1,"02048":2,"02069":3,"02087":2,"03029":1,"03033":3,"03035":3,"03038":2,"03040":1,"03046":3,"03049":2,"04043":1,"04047":1,"04065":1,"04086":2,"04108":1}},{"id":3882,"name":"Bringing the Hammer Down v0.2","creation":"2014-04-05 09:02:19","description":"\n","username":"smilingbandit2","cards":{"01007":1,"01008":2,"01009":1,"01010":1,"01011":1,"01028":1,"01034":3,"01039":3,"01044":1,"01050":3,"02004":1,"02007":1,"02041":1,"02048":2,"02069":3,"02087":2,"03029":1,"03033":3,"03035":3,"03040":1,"03046":3,"03049":2,"04043":1,"04047":1,"04065":1,"04086":2,"04108":1}},{"id":3886,"name":"Quiet Theory v1.0","creation":"2014-04-05 12:15:34","description":"<p>Heavily inspired by this: http:\/\/netrunnerdb.com\/en\/decklist\/3840\/killing-me-softly-a-paintbrush-a-dagger-<\/p>\n\n<p>I started putting together a paintbrush yog deck, and then saw the writeup for Killing Me Softly and realised they're totally right about sentries. I'm using Chaos Theory for the increased draw probability + to give me the extra memory for an early game MO. There's only one paintbrush, but that's because you've got test run + SMC to get into it nice and quick, which can also be used to get the other pieces into position. <\/p>\n\n<p>Special order is largely for reinstalling Dagger post-Dinosaurus, although I may trim it for another FAO.<\/p>\n\n<p>I've taken out their Atmans because this is more of an R&amp;D focused deck I think, and you rarely see a Chimera on R&amp;D. If you do, Escher it the heck out the way.<\/p>\n\n<p>Still figuring out how this'll actually run. Will report back.<\/p>\n","username":"bionicsheep","cards":{"01020":2,"01022":1,"01036":2,"01037":3,"01044":2,"01048":2,"01050":3,"02046":1,"02047":3,"02048":2,"02106":2,"03031":2,"03034":2,"03038":1,"03041":3,"03042":3,"03046":1,"03049":2,"04104":3,"04108":1}},{"id":3889,"name":"Dirty Hands 2.0","creation":"2014-04-05 12:59:56","description":"<p>This is the deck I used to win the Plugged In tour at Pasttimes in Chicago.  I placed 4th the next day at another Plugged In with it.  This is the updated version I just used to win a Store Champs.<\/p>\n","username":"travisrchance","cards":{"01007":2,"01011":1,"01012":1,"01026":2,"01034":3,"01038":2,"01044":3,"02009":2,"02041":1,"02047":3,"02065":1,"02066":1,"02087":3,"02104":1,"02107":3,"03030":1,"03033":2,"03034":3,"03035":1,"03038":3,"03040":1,"03044":2,"03046":3,"04067":1}},{"id":3890,"name":"Drain Bramage 2.2","creation":"2014-04-05 13:04:23","description":"<p>This is the list I used to win a recent Store Champs.<\/p>\n","username":"travisrchance","cards":{"01054":1,"01058":2,"01070":3,"01106":3,"01110":3,"01111":3,"02012":2,"02070":3,"02080":3,"02110":3,"03006":3,"03009":2,"03013":2,"03015":2,"03017":2,"04012":1,"04030":1,"04071":3,"04079":3,"04090":2,"04120":3}},{"id":3892,"name":"Whizzards Bloody Chess","creation":"2014-04-05 13:41:56","description":"\n","username":"Oneiro","cards":{"01002":1,"01004":2,"01007":2,"01009":2,"01010":1,"01012":3,"01014":2,"01027":2,"01050":3,"01053":2,"02001":1,"02009":2,"02022":2,"02105":3,"04002":2,"04021":3,"04042":2,"04043":3,"04061":2,"04082":2,"04102":2,"04109":2}},{"id":3893,"name":"Black Hole HB","creation":"2014-04-05 14:32:03","description":"<p>This deck is silly and derivative, to be clear. I got thoroughly trounced by someone on OCTGN playing a similar deck and I figured I'd recreate it for larks. I imagine there's already a copy of this somewhere on NRDB, but y'know, this is <em>my<\/em> one. :P<\/p>\n\n<p>The objective is to get out whirlpool -> howler -> cell portal and then chuck a CT behind it to boost up Whirlpool past breakable range, then throw them through the Janus merry-go-round until they're dead. This is pure gimmick and likely as not hardly anyone will fall for it, but y'know - fun!<\/p>\n\n<p>Draw heavy, agenda light, not too expensive to pull off. There's a few pieces of cheap ETR ice to keep them off your back while you get set up, but on the whole you want to be discarding most Bioroids to archives as Howler bait down the line. Swordsman is there as Crypsis \/ Darwin hate.<\/p>\n\n<p>Comments welcome, as well as links to the decks which I'm obviously ripping off without knowing!<\/p>\n","username":"bionicsheep","cards":{"01054":1,"01055":1,"01058":3,"01059":2,"01060":2,"01062":2,"01065":3,"01074":3,"01106":3,"01110":3,"02012":3,"02060":2,"02070":3,"02094":3,"02110":2,"03006":3,"03016":3,"04033":3,"04040":2,"04090":3}},{"id":3894,"name":"Andy Big Cash","creation":"2014-04-05 16:03:43","description":"<p>Few corps can deal with a runner making 11 creds a turn. Fast Advance and Jinteki 2 can give this deck some issues, but recurring Inside Job usually does the trick.<\/p>\n","username":"4thqueen","cards":{"01019":2,"01021":3,"01022":1,"01024":3,"01025":1,"01026":3,"01044":3,"01050":3,"01051":3,"01052":2,"02007":1,"02008":1,"02009":2,"02069":3,"02083":1,"03035":1,"03049":1,"03052":3,"03053":3,"03054":3,"04004":3}},{"id":3896,"name":"Blue n0ise","creation":"2014-04-05 18:46:29","description":"<p>Hi everyone.  With this deck I managed to win  first place today -A:NR 2014 Season 1 Championship mat and box (and promos) on the tournament organized for #tabletopday in Sofia. <\/p>\n\n<p>I've done extensive testing against one of our strongest players and I have to say that the deck can be devastating. <\/p>\n\n<p>So here is how it works: <\/p>\n\n<p>1) You have to go in the game, knowing that  Milling cards ain't your focus. The milling is there as general annoyance, to slow them down by trashing either Economy or ICE, maybe sometimes an Agenda or Two. This isn't a Noise mill deck and shouldn't be played as such.  Currently in the game, EVERY slot is valuable  (especially on the corp side) and whatever you mill, will be good. Excluding game state dependent exceptions like milling a Hedge fund after they have 20 credits or so :)<\/p>\n\n<p>2) Pressure - this deck has lots of it!  If someone doesn't know that you are running Account Siphones, they will most likely leave HQ lightly protected which allows for HUGE mid-game (and even early game) money swings.  The 2x Knight(s) are there exactly of that reason and also as substitute for Inside Jobs ( in the first incarnation of the decks I tried running Inside Job instead of 3rd Account Siphone just to realize that Knight can do the same thing for a bit more money AND a lot more).   Because you are playing Noise after all and you will be Milling, they will have to protect archives as well.  That's where Medium comes in. I can't  describe the amount of games, where my opponents got either shocked or panicked by the pressure on HQ from the AS that they are left with 1 or ma 2 ICE on R&amp;D , because I've been focus killing them with parasites.  In roughly 70% of the games I've went into R&amp;D for 3+ cards with my Medium.<\/p>\n\n<p>If the enemy corp has to secure a remote on top of all this pressure on the centrals - even worse for them. They can't possibly upkeep EVERYTHING  between you Parasiting , Siphoning , Milling  and Imp trashing - which gives you holes for you to sneak into.<\/p>\n\n<p>3) Economy , roughly \"12 \" economy cards.  9 pure , 3 AS and 3x SoT. If you land 1 or 2 Siphones you will be fine, if you land more - u will more really rich. Always try to combo Dirty Laundry either with fictive archives mill check, or Imp Trash run, OR Medium run. ON it's own is as decent as Easy Mark, but always try to get the extra value of it. <\/p>\n\n<p>4) Drawing. With 3 Quality times I can say that the drawing shouldn't be a problem.  There was this game I chained Economy into QT into Djin and Viruses ... at mid game I think I was left with 10-15 cards in my deck :)  Djinn for the times when you need that Parasite or Data sucker pronto<\/p>\n\n<p>5) Djinn and Grimoire  - only 2 of each. As I said the focus of this deck isn't to mill you. Jinn will be hosting most of the time only Data suckers and Imps and a medium.  Grimoire is decent for that pressure the extra counter it gives u, but it's not a must. Won all of my games today without installing 1. However you will want it for the Memory since late game u will be running 3 breakers.<\/p>\n\n<p>6) Certain Card choices :<\/p>\n\n<ul>\n<li>There are about 4-5 cards that you can switch out and replace depending on your meta.  <\/li>\n<li>Obviously Stimhack is one. I generally don't use it, but I like the end-game power it gives me when it comes to 1 run finishers.  <\/li>\n<li>Deja Vu is a must, since you don't have other program recursion. Use it generally for Parasites, but when the need calls for a Knight or a Corroder to be recurred, don't hesitate to use it!  <\/li>\n<li>3rd AS. I'm currently thinking about replacing the 3rd AS with a 2x Gorman Drips + Emergency shutdown, because - 1 archer is scary for this deck ( read bellow) and 2 letting them spend 1-2 turns clicking for money after Siphone while feeding your Drip as well + MILL A CARD = THAT VALUE !! <\/li>\n<\/ul>\n\n<p>However this will mean to take out a Knight as well, because you want 2x Knight if u play 3x AS, to maximize early ASs.<\/p>\n\n<p>7) WORST case scenario !! ( Last, I swear !! )<\/p>\n\n<p>Destroyers are a big issue for this deck and Archer, as the best Destroyer in game, causes a lot of pain. Usually trashing a DJinn with Data suckers on it ( and there will be smt else on it as well most likely)  will set you back A LOT. So if you suspect your opponent might be playing Archer, try to play around it.  Either have Knight with 8 money ready where you expect it, or Infiltrate to be 100% sure. Mimic price for 4 money + 3 data sucker tokens ... You are most likely winning hard if u have 3 DS tokens :)  Rototurret is a pain too, but only early game when you are face checking. <\/p>\n\n<p>If you have reached this point, I salute u! Your dedication to Noise is admirable! If you are an aggressive runner and have been switching between Criminals and Anarchs, like me, look no further - this is the deck for u ! :)<\/p>\n\n<p>Feel free to leave a comment or questions!<\/p>\n","username":"Dydra","cards":{"01001":1,"01002":2,"01004":1,"01006":2,"01007":2,"01008":2,"01009":2,"01010":1,"01011":2,"01012":3,"01014":2,"01018":3,"01049":1,"01050":3,"02003":3,"02009":2,"02087":3,"03052":3,"03053":3,"03054":3,"04043":2}},{"id":3897,"name":"One man's death... v2","creation":"2014-04-05 19:17:22","description":"<p>...is insignificant to the shareholders.<\/p>\n\n<p>All out flatline, really. Churn out Project Atlas or The Cleaners before the runner can blink, then drop the bomb if they're careless.<\/p>\n","username":"emlun","cards":{"01070":3,"01086":1,"01094":2,"01095":3,"01099":3,"01101":2,"01103":3,"01104":2,"01110":3,"01111":2,"02018":3,"02060":3,"03026":2,"03027":2,"04015":2,"04020":2,"04036":3,"04040":3,"04079":3,"04097":1,"04100":2}},{"id":3898,"name":"Everything you can do I can do code gate","creation":"2014-04-05 19:21:42","description":"\n","username":"WindSoul","cards":{"01008":2,"01012":2,"01014":3,"01034":3,"01036":1,"01037":2,"01050":3,"02009":3,"02047":3,"02049":2,"02087":2,"02091":3,"02107":2,"03028":1,"03035":1,"03038":2,"03048":1,"03054":2,"04047":2,"04086":3,"04108":3}},{"id":3899,"name":"RepliKit's Stupid Snitchbrush","creation":"2014-04-05 20:16:42","description":"<p>Get the Opus out ASAP for money, tutor in either a Torch or a ZU, whichever you need. Replicator can probably go, but it's there to get your memory, clone chips, and lockpicks out faster. Snitch, after some minimal playtesting, would likely be best replaced with a Nerve Agent because I typically have enough Tinkerings for unrezzed ice.<\/p>\n","username":"Manjusri","cards":{"01018":2,"01034":3,"01035":3,"01037":3,"01041":1,"01044":1,"01050":3,"02007":1,"02009":2,"02028":3,"02045":1,"02066":1,"02087":1,"02088":1,"02106":2,"02107":2,"03028":1,"03035":2,"03038":3,"03046":3,"04006":3,"04047":1,"04067":1,"04088":1,"04108":1}}]