[{"id":5506,"name":"NEXT Zoo v2","creation":"2014-05-13 00:03:28","description":"\n","username":"nervamory","cards":{"01055":3,"01059":3,"01064":2,"01110":3,"02051":3,"02056":2,"02070":3,"02110":3,"03003":1,"03018":2,"03019":1,"03023":2,"04011":3,"04015":3,"04059":2,"04090":3,"04096":2,"04116":2,"04117":1,"04119":3,"05024":1,"05025":2}},{"id":5507,"name":"Whizzard: Rise n' Shine - Thronerunner","creation":"2014-05-13 00:56:00","description":"<p>Latest version built on Throne Runner.<\/p>\n\n<p>www.youtube.com\/thronerunner\nwww.twitch.tv\/shammieg<\/p>\n\n<p>Early versions were built around installing Morning Star via Retrieval Run(RR). Over time the need for RR has become lessened as the economy of this deck is strong enough for raw Morning Star installs. RR is mostly used to recover from Power Shutdown and\/or getting Femme out to Bypass ICE like Tollbooth.<\/p>\n\n<p>The focus of the deck remains to be locking R&amp;D and eating specific ICE via Grimoire + Data Sucker + Parasite play.<\/p>\n","username":"shammieg","cards":{"01006":3,"01007":1,"01008":3,"01009":2,"01011":2,"01012":2,"01014":3,"01015":1,"01022":2,"01026":1,"01034":3,"01050":3,"02001":1,"02004":2,"02021":1,"02022":3,"02091":1,"02101":2,"03049":2,"03052":2,"03053":3,"04061":2,"04102":2}},{"id":5508,"name":"An Exiled Mind","creation":"2014-05-13 01:01:15","description":"<p>A modified En Passant by narro87. The deck backbone is pretty much the same, though I've taken out the street chess bit to streamline getting the Overmind engine going. Dream would be to get a Deep Red + Overmind on an Omni-Drive. <\/p>\n\n<p>Have 2 spare influence so would like some advice as to what to do with that. I also feel like the events could probably be mixed up a little, though this core is probably important.<\/p>\n","username":"roninbodhisattva","cards":{"01026":2,"01034":3,"01047":2,"01050":3,"02009":2,"02024":2,"02047":3,"02106":3,"03030":1,"03034":3,"03038":3,"03039":2,"03046":3,"03052":3,"03053":3,"04042":3,"04043":2,"05053":3}},{"id":5509,"name":"Certified Trashman","creation":"2014-05-13 01:24:36","description":"<p>My new favorite Exile deck. It might be bonkers.<\/p>\n","username":"seanzor","cards":{"01006":3,"01008":2,"01012":3,"01026":1,"01034":3,"01044":1,"01050":3,"02007":1,"02009":2,"02047":3,"02066":1,"02091":2,"02106":2,"02107":2,"03030":1,"03034":3,"03035":1,"03038":3,"03040":1,"03046":2,"03048":1,"03052":2,"03053":2,"03054":1}},{"id":5510,"name":"Bow","creation":"2014-05-13 01:32:39","description":"<p>The main aim of this deck is to raise the cost of business for the corporation, especially of ice, to throw off their strategies and combos like fast advance. Instead of outright credit denial, this deck forces the corp to put more eggs in fewer baskets. Reina's ID, Rook, and Xanadu collectively raise the cost of the first piece of ice by 4 and every other by 3. Chakana raises the advancement cost by 1 (and possibly 1 click, maybe even 3 if the corp takes the turn to wipe counters). Donut raises operations by 1 while the only event this deck has is Deja Vu, which would be used for retrieving Parasites and if a Crypsis falls to Swordsmen, making the extra credit not a big blow.<\/p>\n\n<p>A lot revolves around discouraging the corp from rezzing their ice in the first place, and if they do, only allow one at a time because of cost, and use AI to get through. Then use Parasites to destroy the ones that are rezzed. Knight can deal with Wraparound and Parasite will kill Swordsman in two turns. Deep Red and Clone Chips make sure Knights can get out when they are needed. Djinn will get out viruses when I need them and give me some extra MU. Datasuckers help out Crypsis and Parasites. Using Medium on R&amp;D will be the default mode of attack, with Keyhole being a backup in case a trap comes out or it's Jinteki.<\/p>\n\n<p>Economy is resource based as to dole out credits when I want them, which makes them more reliable than event economy cards. Can build up Kati and draw from Armitage\/Liberated for the first two clicks, make a run, and have another click to play with, and on top get the drip from Daily Casts that can deal with a tag if necessary. Then when Kati is at 9, cash her out and do multiple runs.<\/p>\n","username":"Galatea","cards":{"01002":3,"01008":2,"01009":2,"01010":2,"01012":2,"01051":2,"01053":3,"02009":1,"02022":2,"02082":2,"02091":2,"03037":1,"03038":3,"03043":2,"03053":3,"04003":2,"04009":2,"04041":1,"04042":2,"04043":3,"04061":2,"05055":2}},{"id":5511,"name":"PAD Control","creation":"2014-05-13 03:15:41","description":"<p>Copied from Nordrunner: \nhttp:\/\/forum.stimhack.com\/t\/redefining-shaper-control-decks\/938\/244<\/p>\n","username":"tmoiynmwg","cards":{"01026":2,"01036":3,"01042":1,"01050":3,"02003":1,"02009":2,"02046":1,"02047":3,"02048":1,"02066":1,"03034":3,"03035":1,"03046":2,"03049":3,"03052":3,"03054":2,"04029":3,"04047":1,"04109":3,"05035":2}},{"id":5512,"name":"Strip","creation":"2014-05-13 04:55:23","description":"<p>A credit denial and attention confusion deck. The main focus is to manipulate ice with expose to make the corp spend money and to run on many servers so the corp spreads themselves thin. The main interaction is Blackguard with Silhouette's ID and Snitch, and of course the opportunistic Account Siphon. Expert Schedule Analyzer and Deep Thought scope out whether accessing cards from HQ or R&amp;D is worth the trouble (DT also incentivizes the corp to spend a turn wiping virus counters every once in a while, among the other confusion) and the central servers-only icebreakers get you in there as efficiently in-faction as possible to do that Legwork. If not, the weakest server is a great target for Security Testing.<\/p>\n\n<p>The other plan going on is to score Notorieties and Quest Completed to keep the game moving forward even if you're unable to find agendas (inspired by this deck: http:\/\/netrunnerdb.com\/en\/decklist\/5118\/notorious-daily-quester). Quest Completed works well with expose and the first time it's used will be a surprise.<\/p>\n","username":"Galatea","cards":{"01018":3,"01022":3,"01050":3,"02009":2,"02026":3,"02043":2,"02045":2,"02108":2,"03049":1,"04045":2,"04081":3,"04085":2,"05030":1,"05035":3,"05041":2,"05042":2,"05046":2,"05048":3}},{"id":5514,"name":"Nasty Nas","creation":"2014-05-13 05:26:47","description":"<h1>Central Pressure<\/h1>\n\n<p>R&amp;D Interface for R&amp;D pressure, Nerve Agent and Emergency Shutdown for HQ. I don't know if I could fit something in to pressure Archives.<\/p>\n\n<h1>Icebreakers<\/h1>\n\n<p>Battering Ram and Gordian Blade because you can boost them after they rez but before encountering if you have some excess money. Dagger because it's real efficient with Cloak which I'd be running anyways. Sharpshooter just in case they rez an Archer on you but you only have 1 Cloak in play or something.<\/p>\n\n<h1>Economy<\/h1>\n\n<p>Working with Nasir's ability as main economy, Personal Workshop is key to being able to install the hardware and programs. Fall Guy is in there to protect it just in case of unexpected tagging. Emergency Shutdown to retrigger his ability on large ice. Armitage in there for burst money if needed.<\/p>\n\n<h3>Recurring Credits<\/h3>\n\n<p>Cyberfeeder, Cloak, and Toolbox for recurring credits for breaking if they don't rez ice on you or if they rez a cheap ice. Omni-Drive is half in there for that also but mainly for the additional memory.<\/p>\n","username":"Rhinoceritis","cards":{"01005":3,"01012":1,"01034":3,"01041":2,"01042":1,"01043":1,"01053":3,"02041":1,"02043":3,"02049":3,"02087":3,"02107":3,"03035":2,"03038":3,"03039":3,"03041":3,"03042":1,"03046":3,"04067":1,"04106":2,"06017":1}},{"id":5515,"name":"The Hound \"Motivates\" Andromeda","creation":"2014-05-13 06:27:55","description":"<p>Hi everybody.\nThis is the first time i publish a Netrunner deck.\nI came to this solution in order to face all latest Jinteki predominance.<\/p>\n\n<p>Great Economy cards: Sure Gamble, Lucky Find, Kati Jones.<\/p>\n\n<p>Great Pressure: Account Siphon, Dirty Laundry, Inside Job.<\/p>\n\n<p>Great Combos: Rabbit Hole + Underworld Contact and Motivation + Oracle May.<\/p>\n\n<p>Great Defense: Carapace x2 as usually + Net Shield and Feedback Filter.\nUnderestimated All Star Card: Logos <\/p>\n\n<p>Credits goes to Binarius OCTGN player who gave me a lot of help with the game. Thanks Milos :)<\/p>\n\n<p>Waiting for your comments :)\nRun Happily :)<\/p>\n","username":"Sandor","cards":{"01018":3,"01021":1,"01022":2,"01025":2,"01026":2,"01039":3,"01045":1,"01050":3,"02006":1,"02009":2,"02069":3,"02083":1,"02091":2,"02104":3,"03037":1,"03052":2,"03054":1,"04004":2,"04008":3,"04109":2,"05037":2,"05039":1,"05054":3}},{"id":5516,"name":"Express Remote Control v1","creation":"2014-05-13 09:07:14","description":"<p>Untested. An updated version of my older <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/348\/andromeda-remote-control-v1\">Andromeda Remote Control<\/a> deck.<\/p>\n","username":"A1win","cards":{"01004":2,"01018":3,"01022":3,"01027":1,"01036":2,"01042":1,"01043":1,"01049":3,"01050":3,"01051":3,"02050":2,"02085":1,"02091":1,"02105":1,"02109":3,"03052":3,"03055":3,"04004":3,"04044":1,"05029":1,"05035":1,"05037":1,"05050":3}},{"id":5517,"name":"No Chance","creation":"2014-05-13 09:45:36","description":"\n","username":"teky","cards":{"01054":1,"01055":3,"01056":3,"01057":2,"01058":3,"01059":3,"01060":3,"01061":2,"01062":2,"01063":2,"01064":2,"01069":2,"01106":3,"01108":2,"01109":2,"01110":3,"01111":2,"01113":2,"02011":2,"02012":2,"02013":3,"02051":3,"02052":2,"02070":3,"02092":3,"02110":2,"03005":3,"03006":2,"03009":2,"03013":3,"03015":2,"03017":2,"03019":2,"03026":1,"04015":3,"04030":2,"04071":2,"04076":3,"04090":3,"04099":2,"04100":3,"04110":2,"04111":3,"04119":3}},{"id":5518,"name":"Devilmostro's Reina Roja 3.0","creation":"2014-05-13 10:50:58","description":"\n","username":"DevilMostro","cards":{"01002":3,"01003":1,"01004":1,"01006":2,"01007":3,"01008":3,"01009":1,"01010":1,"01011":3,"01012":3,"01014":3,"01018":2,"01050":3,"02003":1,"02009":2,"02022":3,"02041":1,"03035":1,"03052":3,"04041":1,"04043":2,"04061":2,"05036":2}},{"id":5519,"name":"Same Old Andy: 1st Place at London Regional","creation":"2014-05-13 11:07:12","description":"<p>A classic Andy-sucker deck, with a focus on leveraging the versatility of Same Old Thing to recur key events. Most of the time, your SoTs are Account Siphon's 4-6, but against decks packing big ice, illicit ice or Archers, I can use SoT to play several Emergency Shutdowns. Against decks that stockpile agendas while setting up a remote, I can close out games by recurring Legwork. It could even be used for something as simple as a Special Order to get your rig out that much faster.<\/p>\n\n<p>Planned Assault is probably the most notable card that I chose not to include, and the reason for that is that, against certain decks, I found myself really riding the line between \"dispossessed\" and \"ristie\". Those 2 extra credits can sometimes be a tall order. <\/p>\n\n<p>For me running as Andy is about picking your battles. If you try to go faster than your rig allows against the wrong deck, you could eat net damage that knocks out key cards from hand, or else die to Neural Emp or a Scorched Earth combo (which I did in one game at the regional). Luckily, the deck is able to apply early pressure to turbo-fast decks like NBN Fast Advance, and it can sit back and rig up for a strong late game against Jinteki or Weyland once the flatline threat has passed.<\/p>\n\n<p>The most important card for your opening hand is Desperado, followed by Datasucker, Security Testing, Same Old Thing, Special Order and Faerie, and of course some economy events to make everything playable.<\/p>\n\n<hr \/>\n\n<p>Card Choices<\/p>\n\n<p>2x R&amp;D Interface - I chose RDI over Maker's Eye because the primary win strategy is to threaten HQ using Account Siphon and then turn the credit swing into punishing R&amp;D pressure. Being able to rely on multi-access every turn is preferable to having to draw and recur an event.<\/p>\n\n<p>2x Legwork - Legwork compliments this strategy by allowing me to attack the cards in HQ effectively once I feel the agenda density in R&amp;D is too low. As I'm not running HQ for points very often, only when it counts, Legwork is more effective than HQ interface.<\/p>\n\n<p>2x Security Testing - the trinity of central server pressure is completed by Security Testing. After Desperado, Datasucker and economy events, Security Testing is a card I definitely want to see in my opening hand. Helps hugely against Jinteki who rely on Shocks to defend Archives, and also punishes asset economy reliant decks like HB:EtF and some NBN decks. I think of it as a reccuring Easy Mark that can force out some premature ice rezzing. I credit this card with winning me a key game in the fourth round of swiss at London.<\/p>\n\n<p>1x Mr Li - I find that playing Criminal is all about giving myself options with which to surprise the corp and change the game state quickly. A sudden breaker with Special Order, a tempo swing with Account Siphon or an agenda steal with Inside Job. Mr Li enables you to pick and choose which of these options you want in hand, without sacrificing them to the heap like you often have to after a Quality Time. If your economy stalls the 3 install cost looms large, but if you've got a good thing going with Security Testing and Desperado, Mr Li is one of the more welcome mid-game cards.<\/p>\n\n<p>1x Kati Jones - sometimes I just really need a big burst of economy to get a Femme down or break through a server that is locked up tight. Kati is my primary Hostage target and a key piece of your mid-game economy.<\/p>\n\n<p>1x John Masanori - the final, and possibly least important, part of my super rig, which is otherwise made up of Suckers, Desperado and Security Testing. The free card draw helps against Jinteki net damage decks to reduce recovery time, but he can be a dead draw when you are locked out of servers or if there is still unrezzed ice everywhere.<\/p>\n\n<p>2x Faerie - beyond it's obvious use as an Archer-shield, Faerie servers as early protection for my suckers, both from Rototurrets and Power Shutdown.<\/p>\n\n<p>1x Femme Fatale - my solution to Tollbooth and Komainu, two of the most taxing ice in the game, which would otherwise make short work of my hyper-efficient rig. <\/p>\n\n<p>1x Test Run - one of the key surprises in the deck. The power of Test Run in Andromeda can't be understated. It allows for some truly great plays that would otherwise be difficult or impossible, like setting up a Femme that allows you cheap access into HQ, running Siphon for click 2 and clearing the tags for clicks 3 and 4. Then, you can use the earned credits to draw and install Femme for realsies next turn, either on HQ for more Siphon or on R&amp;D to get you lock going. Also, when you're running singleton breakers I find I am sometimes really thankful for the recursion that Test Run offers, and it combos wonderfully with Same Old Thing to ensure that I can recover from a surprise destroyer or Power Shutdown even after I've played the Test Run.<\/p>\n\n<p>1x Scrubber - allows me to keep up in the economy war against anyone relying on asset economy, and makes trashing SanSans more palatable when I know that I'm saving 2 credits for each additional SanSan after the first. It also allows me to dig a little deeper into R&amp;D. This is something of a meta-call card though, and could be traded for any number of great 1-influence cards like Stimhack or Deus Ex.<\/p>\n\n<hr \/>\n\n<p>At the regional this deck went 4-1 in the swiss rounds (effectively 5-1 due to a Store Championship bye) and undefeated in the knockout rounds. The loss was due, as aforementioned, to a Scorched Earth out of Cerebral Imaging. The Test Run always came as a surprise and was, in all but one game, a big tempo shift. The most Account Siphons I got off in a single game was 5 if I recall correctly, but I was able to win games without a single Siphon thanks to the versatility of Same Old Thing and the other strong event cards.<\/p>\n","username":"Circadia","cards":{"01007":1,"01008":3,"01011":1,"01014":1,"01018":3,"01021":2,"01022":3,"01024":3,"01026":1,"01050":3,"02009":2,"02043":2,"02047":1,"02063":1,"02083":1,"02091":1,"02104":2,"02105":1,"02107":2,"03052":3,"03054":3,"04004":1,"04009":1,"05035":2,"05048":2}},{"id":5520,"name":"No-Siphon CT Rush v0.2","creation":"2014-05-13 12:18:02","description":"<p>My current version of a Chaos Theory rush deck that builds a rig fast, runs hard, and digs deep without the aid of an Account Siphon economy. This current version is a departure from the Morningstar build originally inspired by Jamieson's \"In a Red Dress and Alone\" and Fjord's re-spin of that deck (\"Dino-mite\").<\/p>\n\n<p>I've drifted more and more towards using events for almost everything, to the point where I'm even considering putting in some Prepaid VoicePADs.<\/p>\n\n<p>Cards that could go: Sneakdoor, Unregistered S&amp;W<\/p>\n","username":"dudeoftheday","cards":{"01007":1,"01026":2,"01028":1,"01034":3,"01035":3,"01044":3,"01050":3,"02009":2,"02046":1,"02047":3,"02048":2,"02087":3,"02106":3,"03031":2,"03034":3,"03035":2,"04047":1,"05035":2,"05039":1}},{"id":5521,"name":"Big PsiCE","creation":"2014-05-13 12:22:36","description":"<p>Make it very expensive to get into my advance-y remote, protect it with Caprice.<\/p>\n","username":"daytodave","cards":{"01054":1,"01061":2,"01063":2,"01064":2,"01106":3,"01108":2,"01110":3,"02012":3,"02052":3,"02060":3,"02092":3,"02110":3,"03006":3,"03013":3,"03015":3,"03017":3,"03023":2,"04015":3,"04114":3}},{"id":5522,"name":"2fast4school","creation":"2014-05-13 12:32:41","description":"<p>Is it possible to play Fast Advance TWIY without a Biotic snorefest?<\/p>\n","username":"gravity","cards":{"01064":2,"01081":3,"01082":2,"01083":2,"01084":1,"01092":2,"01099":1,"01110":3,"02056":2,"02060":2,"02114":1,"02115":3,"04076":3,"04077":2,"04090":3,"04096":3,"04119":2,"04120":3,"05027":1}},{"id":5524,"name":"psycho refinery","creation":"2014-05-13 12:47:33","description":"\n","username":"orc.dat","cards":{"01060":2,"01064":1,"01080":1,"01081":3,"01082":2,"01084":2,"01085":2,"01090":3,"01092":2,"01110":3,"02017":2,"02019":3,"02056":3,"02115":3,"02116":2,"04015":3,"04060":1,"04076":3,"04077":2,"04096":2,"04099":2,"04119":3}},{"id":5525,"name":"Stirling Silver ","creation":"2014-05-13 13:17:39","description":"<p>This deck that I have been playing lately, has a lot of flexibility and builds up to create ridiculous pressure in the late game.<\/p>\n","username":"CodeMarvelous","cards":{"01007":1,"01018":2,"01022":2,"01026":1,"01050":3,"01051":1,"01052":3,"02007":1,"02009":2,"02043":2,"02069":3,"02091":1,"02104":1,"02107":1,"03049":1,"03054":3,"03055":1,"04004":3,"04009":1,"04065":1,"04106":3,"05028":1,"05031":3,"05035":2,"05037":2,"05050":1}},{"id":5526,"name":"Tori Flatline First Draft","creation":"2014-05-13 13:20:54","description":"<p>No idea if this will work, but the plan is to use Tori and looping Data Mines to do enough brain damage for an easy kill with Scorched or Neural EMP.<\/p>\n\n<p>I want to use Cerebral Cast but I don't know what to cut for it.<\/p>\n","username":"Ayotte","cards":{"01058":3,"01067":1,"01070":3,"01072":3,"01075":2,"01076":3,"01077":2,"01099":2,"01110":3,"02020":2,"02032":3,"04013":2,"04015":1,"04033":1,"04074":1,"04093":1,"04100":3,"04120":1,"05004":3,"05006":1,"05007":3,"05014":3,"05022":3}},{"id":5527,"name":"Tori Flatline Second Draft","creation":"2014-05-13 13:53:44","description":"<p>Tori + data mine, looped with archived memories, until I can flatline with Punitive or Neural EMP.<\/p>\n","username":"Ayotte","cards":{"01058":3,"01067":1,"01070":3,"01072":3,"01075":2,"01076":3,"01077":2,"01110":3,"02032":3,"02060":1,"04013":2,"04015":2,"04033":1,"04074":1,"04079":2,"04093":1,"04100":2,"04120":1,"05004":3,"05006":1,"05007":3,"05014":3,"05017":1,"05022":3}},{"id":5528,"name":"Overmind Kasparov v4","creation":"2014-05-13 14:01:26","description":"\n","username":"nervamory","cards":{"01034":3,"01035":2,"01049":2,"01050":3,"02009":2,"02066":1,"02107":2,"03030":1,"03034":3,"03035":1,"03046":2,"03048":1,"03052":3,"03053":3,"04002":3,"04022":3,"04042":3,"04067":2,"04109":3,"05053":3}},{"id":5529,"name":"Katman 20140513","creation":"2014-05-13 14:20:04","description":"<p>Fairly standard katman<\/p>\n","username":"Captain_Frisk","cards":{"01008":3,"01011":1,"01012":1,"01024":3,"01033":1,"01034":1,"01045":1,"01049":2,"01050":3,"02009":2,"02066":1,"02091":2,"02106":2,"02107":3,"03031":1,"03035":1,"03038":3,"03040":3,"03046":3,"03048":1,"03049":3,"03052":3,"03053":3}},{"id":5530,"name":"Blackguard 1.1","creation":"2014-05-13 16:08:15","description":"\n","username":"Boepp","cards":{"01018":2,"01022":2,"01028":1,"01050":3,"01053":2,"02009":2,"02043":3,"02045":2,"02047":3,"02091":1,"02104":2,"03052":3,"03053":2,"03054":3,"04081":3,"04085":3,"05030":1,"05041":1,"05042":1,"05046":1}},{"id":5531,"name":"Medtech","creation":"2014-05-13 16:09:01","description":"\n","username":"Boepp","cards":{"01069":2,"01070":3,"01077":3,"01106":1,"01110":3,"02033":3,"02112":2,"03009":2,"04012":2,"04015":2,"04073":3,"04074":2,"04093":3,"04099":3,"04115":3,"05001":1,"05005":3,"05006":1,"05007":3,"05011":2,"05015":3}},{"id":5532,"name":"Big PsiCE","creation":"2014-05-13 16:14:00","description":"<p>Make it very expensive to get into my advance-y remote, protect it with Caprice.<\/p>\n","username":"daytodave","cards":{"01054":1,"01055":1,"01061":2,"01063":2,"01064":2,"01106":3,"01108":2,"01110":3,"02012":2,"02052":3,"02060":3,"02092":3,"02110":3,"03006":3,"03013":3,"03014":3,"03015":3,"03017":2,"04015":3,"04114":3}},{"id":5533,"name":"Gangnam Style","creation":"2014-05-13 16:18:29","description":"<p>So you think you can run Gangnam style, eh?  I hope you brought a lot of cash.<\/p>\n\n<p>The goal is to force the runner to pay a premium to do anything.  Encryption Protocol make all assets and upgrades more expensive to trash.  No agenda can be stolen without paying some kind of fee or winning the psi game.  ICE taxes the runner while costing the corp next to nothing to rez.<\/p>\n\n<p>With all of the small, annoying ICE, the runner is tempted to run with a minimalist rig and try to beat the corp in a straight-up economic battle but this usually proves more than their deck can handle.  Nothing is more satisfying than watching the runner grasp at The Future Perfect as it moves from R&amp;D to HQ to a remote server with Caprice to the corp's score area and not be able to steal it in multiple \"successful\" runs.<\/p>\n\n<p>Junebugs make the runner cautious with remotes, but if he gets to complacent, you catch him off guard with a Ronin.<\/p>\n","username":"yarsiemanym","cards":{"01060":2,"01069":3,"01090":2,"01100":2,"01109":3,"02015":3,"02029":3,"02032":3,"02033":3,"02112":2,"04013":2,"04093":2,"04114":2,"04119":3,"05002":1,"05007":3,"05009":3,"05015":3,"05018":3,"05026":2}},{"id":5534,"name":"Always Watching","creation":"2014-05-13 16:28:46","description":"<p>Just wanted to do something a bit ridiculous by having a deck just run Overmind which means running mostly hardware to get as much memory as possible, then recur Overmind. I know it's impractical but I always wanted a hardware deck and replicator is actually useful (also maybe inside man if I play around with it)<\/p>\n","username":"Old Jim","cards":{"01022":2,"01034":3,"01038":2,"01039":2,"01050":3,"02024":2,"02028":3,"02046":1,"02047":2,"02069":3,"02088":2,"02091":2,"03038":2,"03039":3,"04042":2,"04086":2,"05052":3,"05053":3}},{"id":5535,"name":"Big PsiCE","creation":"2014-05-13 16:31:01","description":"<p>Make it very expensive to get into my advance-y remote, protect it with Caprice.<\/p>\n","username":"daytodave","cards":{"01054":1,"01055":1,"01056":3,"01061":2,"01063":2,"01064":2,"01106":3,"01108":2,"01110":3,"02012":2,"02052":3,"02060":3,"02110":3,"03006":3,"03013":3,"03014":3,"03015":3,"03017":2,"04015":3,"04114":3}},{"id":5536,"name":"Greed Punished with a Thousand Cuts","creation":"2014-05-13 16:35:01","description":"<p>An admittedly dumb deck that will punish someone who isn't quite expecting to be able to access so many agendas and will allow the corp to focus on continuing the punishment on their turn. No ice to encourage continuous runs. On corp's turn if given no ability to punish, just install and advance cards without scoring to give the impression of traps (or they might actually be traps) and score when is opprtune on your turn.<\/p>\n\n<p>Again I know this is not practical in any way, but I've been thinking about a deck in Personal Evolution that has all 1 pointers and how to play with that. Humor me.<\/p>\n","username":"Old Jim","cards":{"01060":2,"01067":1,"01069":3,"01070":3,"01072":3,"01073":2,"02080":3,"03009":2,"03023":3,"04012":2,"04032":3,"04039":3,"04053":3,"04073":3,"04079":2,"04080":2,"05004":3,"05011":3,"05014":2,"05022":2}},{"id":5537,"name":"Art Peddler","creation":"2014-05-13 16:51:56","description":"<p>You too can paint a masterpiece by following these simple steps.<\/p>\n\n<ol>\n<li>Yogosaurus + Datasucker<\/li>\n<li>Forged Activation Orders<\/li>\n<li>Paintbrush<\/li>\n<li>Run<\/li>\n<\/ol>\n\n<p>If you find yourself in a bind, Deus X, Sharpshooter and Feedback Filter save the day.<\/p>\n","username":"yarsiemanym","cards":{"01008":2,"01014":2,"01020":3,"01034":3,"01035":3,"01044":2,"01050":3,"02009":2,"02047":3,"02048":3,"02066":1,"03028":1,"03034":3,"03037":2,"03038":2,"03046":2,"04009":2,"04048":1,"04067":1,"04086":3,"04108":2}},{"id":5538,"name":"Whizzard Variant","creation":"2014-05-13 17:17:25","description":"<p>Whizzard Variant<\/p>\n","username":"icydevarosp","cards":{"01002":3,"01006":2,"01007":2,"01008":3,"01009":2,"01011":2,"01012":3,"01014":2,"01018":3,"01050":3,"01053":2,"02001":1,"02022":3,"02042":2,"02087":3,"02109":2,"03052":3,"04043":3,"04061":2}},{"id":5539,"name":"Slow Rolling Iain","creation":"2014-05-13 17:17:38","description":"<p>Slow Rolling Iain<\/p>\n","username":"icydevarosp","cards":{"01004":1,"01018":3,"01021":2,"01022":2,"01050":3,"02008":1,"02025":3,"02069":3,"02109":3,"03049":1,"03054":2,"03055":1,"04004":3,"04009":1,"04061":1,"04106":3,"05028":1,"05031":3,"05037":3,"05041":2,"05042":2,"05046":2}},{"id":5540,"name":"Jinteki 3.0 Bigrig Style","creation":"2014-05-13 17:17:53","description":"\n","username":"icydevarosp","cards":{"01068":3,"01070":2,"01078":2,"01084":2,"01104":3,"02029":3,"02031":1,"02032":2,"02060":2,"02095":2,"04013":2,"04015":3,"04054":3,"04060":2,"04073":3,"04077":2,"04093":2,"04114":2,"04119":2,"05007":2,"05009":3,"05017":2}},{"id":5541,"name":"\/r\/Netrunner Drafted Runner Cards","creation":"2014-05-13 17:26:38","description":"<p>The raw drafted runner cards from \/r\/Netrunner for the past 40 days (Plus 2x Armitage Codebusting &amp; 2x Crypsis)<\/p>\n\n<p>Join the discussion on the \/r\/Netrunner subreddit here: http:\/\/www.reddit.com\/r\/Netrunner\/comments\/25het8\/draft<em>rnetrunner<\/em>daily<em>draft<\/em>runner_finale\/ <\/p>\n\n<p>-casusev<\/p>\n","username":"casusev","cards":{"00006":1,"01002":1,"01005":1,"01006":2,"01008":2,"01012":2,"01019":2,"01021":1,"01025":1,"01026":1,"01027":1,"01030":1,"01032":1,"01036":2,"01037":2,"01038":1,"01039":1,"01040":1,"01042":1,"01051":2,"01053":2,"02003":1,"02004":1,"02006":2,"02008":1,"02022":1,"02041":1,"02047":1,"02050":1,"02065":2,"02066":1,"02086":1,"02089":2,"02103":1}},{"id":5542,"name":"Vanilla Core Weyland","creation":"2014-05-13 18:21:29","description":"<p>Big money, pretty big ICE, 3-pointers, Punitives.<\/p>\n\n<p>Nothing fancy here.<\/p>\n","username":"dudeoftheday","cards":{"01090":3,"01093":1,"01094":3,"01101":2,"01102":3,"01106":3,"01110":3,"01111":3,"02070":3,"02077":3,"04015":3,"04040":3,"04079":3,"04099":3,"04117":3,"05014":3,"05024":2,"05025":3}},{"id":5543,"name":"Macgyver Overmind 2.0","creation":"2014-05-13 20:00:39","description":"<p>Already made tweaks, lol. Dropped the other 2MU programs to avoid any analysis paralysis about whether or not to install and when. I upped the count for Pro Contacts to more likely see it due to the dropping of Magnum Opus. Added another Scavenge, e3 Implants, and SMC. Feels tighter overall. <\/p>\n\n<p>Goal is to install Overmind on an Omni-Drive so that it's own MU cost is not subtracted from the possible counters and it makes it strength 1 for its first run per turn. The Cloud breakers allow you to have backups without hurting the potential number of MU counters on Overmind. Scavenge when available MU is high to reload it. Grappling Hook and e3 can also extend the life of the counters. Levy AR Lab Access if you've had to trash most of your rig by late game to start it up again.<\/p>\n\n<p>As for economy and play, there are multiple sources of income and you're probably looking at big R&amp;D digs. Hostage is to get out Orcale May or Pro Contacts. ProCon for early game while you dig to build your rig, Oracle May in the mid game while you only are looking for particular cards. The sooner you get out Underworld Contacts the better, but are a simple boost.<\/p>\n\n<p>Feedback Filter is there for meta protection and should be quite usable against Jinteki if your econ is established. Link will help against tags and Punitive Counterstrike, but Plascrete could always be added.<\/p>\n","username":"SynnerG","cards":{"01007":1,"01033":1,"01035":3,"01041":1,"01050":3,"02007":1,"02024":2,"02028":3,"02047":3,"02069":3,"02089":1,"02107":2,"03034":3,"03035":1,"03037":1,"03038":3,"03039":2,"03046":3,"03049":2,"04004":1,"04008":1,"05045":3,"05053":1,"05054":1}},{"id":5544,"name":"\/r\/Netrunner Drafted Runner Cards","creation":"2014-05-13 21:10:37","description":"\n","username":"mediohxcore","cards":{"00006":1,"01002":1,"01005":1,"01006":2,"01008":2,"01012":2,"01019":2,"01021":1,"01025":1,"01026":1,"01027":1,"01036":2,"01037":2,"01051":2,"01053":2,"02003":1,"02004":1,"02006":1,"02022":1,"02041":1,"02047":1,"02065":2}},{"id":5546,"name":"Funteki","creation":"2014-05-13 22:23:24","description":"<p>“And you really will have to make it through that violent, metaphysical, symbolic storm. No matter how metaphysical or symbolic it might be, make no mistake about it: it will cut through flesh like a thousand razor blades. People will bleed there, and you will bleed too. Hot, red blood. You'll catch that blood in your hands, your own blood and the blood of others. And once the storm is over you won't remember how you made it through, how you managed to survive. You won't even be sure, in fact, whether the storm is really over. But one thing is certain. When you come out of the storm you won't be the same person who walked in. That's what this storm's all about.”<\/p>\n\n<p>-Haruki Murakami, Kafka on the Shore<\/p>\n","username":"ironmanwaring","cards":{"01062":3,"01067":1,"01070":3,"01075":2,"01076":3,"01077":2,"02032":3,"02095":2,"03017":2,"04012":3,"04015":3,"04032":3,"04039":3,"04073":3,"05004":3,"05006":1,"05007":1,"05014":3,"05016":2,"05017":2,"05022":2}},{"id":5547,"name":"GRNDL","creation":"2014-05-13 23:09:12","description":"\n","username":"Lysander","cards":{"01058":2,"01094":3,"01101":2,"01103":3,"01106":3,"01110":3,"01111":3,"02018":1,"02037":2,"02079":3,"04015":2,"04020":3,"04036":2,"04040":3,"04058":3,"04078":3,"04079":3,"04097":1,"05016":2,"05024":1,"05027":2}},{"id":5549,"name":"Gabe","creation":"2014-05-13 23:13:33","description":"\n","username":"Lysander","cards":{"01008":2,"01012":3,"01017":1,"01018":3,"01020":2,"01021":1,"01022":3,"01024":3,"01028":2,"01050":3,"02009":2,"02043":2,"02087":1,"02104":1,"02106":2,"03052":3,"03054":3,"05034":1,"05036":2,"05041":2,"05042":2,"05046":2}},{"id":5550,"name":"You must have chaos within you to give birth to a dancing *","creation":"2014-05-13 23:34:47","description":"<p>“Into this wild Abyss\nThe womb of Nature, and perhaps her grave--\nOf neither sea, nor shore, nor air, nor fire,\nBut all these in their pregnant causes mixed\nConfusedly, and which thus must ever fight,\nUnless the Almighty Maker them ordain\nHis dark materials to create more worlds,--\nInto this wild Abyss the wary Fiend\nStood on the brink of Hell and looked a while,\nPondering his voyage; for no narrow frith\n He had to cross. ” \n- John Milton, Paradise Lost<\/p>\n","username":"ironmanwaring","cards":{"01007":1,"01018":3,"01026":1,"01034":3,"01044":1,"01045":1,"01050":3,"02007":1,"02009":2,"02046":1,"02047":2,"02066":1,"02106":3,"02107":2,"03034":1,"03035":2,"03038":3,"03043":1,"03046":3,"03054":3,"04067":1,"04086":2}}]