[{"id":7698,"name":"NBN (TWIY) - AstroTrain","creation":"2014-07-18 03:34:45","description":"<p>Suggestions how to improve the deck are very welcome!<\/p>\n","username":"iMetal","cards":{"01081":3,"01082":2,"01110":3,"01111":3,"01113":2,"02060":2,"02114":1,"02115":3,"04015":3,"04076":3,"04090":3,"04096":3,"04119":2,"04120":3,"05015":3,"05024":3,"05027":3}},{"id":7699,"name":"Shaper (Kate) - ICE Management","creation":"2014-07-18 03:34:55","description":"<p>Suggestions how to improve the deck are very welcome!<\/p>\n","username":"iMetal","cards":{"01008":3,"01026":1,"01028":1,"01033":1,"01036":3,"01042":1,"01050":3,"02007":1,"02009":2,"02047":3,"02066":1,"02091":3,"03035":1,"03040":2,"03045":1,"03046":3,"03049":3,"03052":3,"03054":3,"04029":3,"04067":1,"04086":3,"04109":2,"05035":2}},{"id":7700,"name":"Anarcho (Noise) - Viral Infection","creation":"2014-07-18 03:35:06","description":"<p>Suggestions how to improve the deck are very welcome!<\/p>\n","username":"iMetal","cards":{"01001":1,"01002":3,"01005":3,"01006":3,"01008":3,"01009":3,"01010":1,"01012":3,"01016":3,"01050":3,"01051":3,"02003":3,"02009":2,"02041":1,"02091":3,"03038":3,"03047":3,"04005":3,"04043":3}},{"id":7701,"name":"Criminals (Gabe) - Account Raiding","creation":"2014-07-18 03:35:14","description":"<p>Suggestions how to improve the deck are very welcome!<\/p>\n","username":"iMetal","cards":{"01017":1,"01018":3,"01021":3,"01024":3,"01028":3,"01030":3,"01050":3,"01051":3,"02028":3,"02043":3,"02065":3,"02091":3,"02105":3,"03035":1,"03054":3,"04043":3,"04061":2,"05048":3}},{"id":7702,"name":"Haas Bioroid (ETF) - BrainPain","creation":"2014-07-18 03:35:28","description":"<p>Suggestions how to improve the deck are very welcome!<\/p>\n","username":"iMetal","cards":{"01054":1,"01056":3,"01061":3,"01062":3,"01072":3,"01109":3,"01110":3,"02051":3,"02053":3,"02080":2,"02092":3,"02110":3,"03007":3,"03009":3,"03015":2,"03019":3,"04015":3,"04119":3}},{"id":7703,"name":"Weyland (BABW) - Highway to Hell","creation":"2014-07-18 03:35:40","description":"<p>Suggestions how to improve the deck are very welcome!<\/p>\n","username":"iMetal","cards":{"01057":3,"01065":3,"01086":3,"01093":1,"01094":3,"01098":3,"01099":3,"01101":3,"01103":3,"01110":3,"02077":3,"03026":3,"04020":3,"04036":2,"04040":3,"04080":2,"04117":3,"04120":3}},{"id":7704,"name":"Jinteki (Tennin) - The Dome","creation":"2014-07-18 03:35:50","description":"<p>Suggestions how to improve the deck are very welcome!<\/p>\n","username":"iMetal","cards":{"01090":3,"01103":3,"01110":3,"02014":3,"02033":3,"02110":3,"04012":3,"04015":3,"04032":3,"04033":2,"04040":3,"04100":3,"04114":3,"04115":2,"05003":1,"05006":1,"05007":3,"05016":3,"05020":2}},{"id":7705,"name":"Jinteki Madness MK4","creation":"2014-07-18 05:20:26","description":"<p>I've had some pretty good success with this deck, with a previous iteration going 4\/0 in Adelaide Regionals.  Unfortunately I was let down by my runner deck though, and finished 12th overall.<\/p>\n\n<p>I feel like it needs some explaination though, because I've never seen anybody play <a href=\"\/en\/card\/02031\">Jinteki: Replicating Perfection<\/a> the same way I do.  I've been playing RP since it came out, and have been slowly tweaking it since then.  The quantity of ICE has been carefully chosen to give a 50% chance of drawing 2+ in the opening hand.<\/p>\n\n<p>Mulligan if you don't draw at least 2 ICE.  Never ICE remotes, and try to get <a href=\"\/en\/card\/04054\">Sundew<\/a> and <a href=\"\/en\/card\/02029\">Encryption Protocol<\/a> down as soon as possible.  Install <a href=\"\/en\/card\/05004\">House of Knives<\/a>, <a href=\"\/en\/card\/04053\">Unorthodox Predictions<\/a> as soon as you draw them, and score on your next turn.<\/p>\n\n<p>Most of the time, <a href=\"\/en\/card\/05004\">House of Knives<\/a> has resulted in a win, either through a face check of <a href=\"\/en\/card\/05017\">Komainu<\/a>, or in one case the runner ran on a remote with no cards in hand.<\/p>\n\n<p><a href=\"\/en\/card\/04015\">Jackson Howard<\/a> is only included for recursion - I've never used his click ability in a game.<\/p>\n\n<p>Many turns are Install, Install, Install, or Install, Credit, Credit if HQ is empty.  I'll use <a href=\"\/en\/card\/05026\">Diversified Portfolio<\/a> early game in a pinch, but generally save it for late game when you can  get maximum return.<\/p>\n\n<p>Once the Jinteki Money Train (TM) (both <a href=\"\/en\/card\/01109\">PAD Campaign<\/a>, 3x <a href=\"\/en\/card\/04054\">Sundew<\/a>) gets rolling, it works pretty well.<\/p>\n\n<p>I tend to keep the odd <a href=\"\/en\/card\/01070\">Snare!<\/a> and <a href=\"\/en\/card\/02032\">Fetal AI<\/a> in HQ, and am pretty happy if the first agenda stolen by the runner is a <a href=\"\/en\/card\/05005\">Medical Breakthrough<\/a>.<\/p>\n\n<p>When you score <a href=\"\/en\/card\/04053\">Unorthodox Predictions<\/a>, Sentry is always the prediction.<\/p>\n\n<p>I'm considering swapping <a href=\"\/en\/card\/04015\">Jackson Howard<\/a> out for something else (Maybe <a href=\"\/en\/card\/04073\">Shock!<\/a>?), but he's saved my bacon against a Noise mill deck, so I'm hesitant to remove him.<\/p>\n\n<p>If anyone has any pointers on how to make this deck better, I would welcome the input.<\/p>\n","username":"damled","cards":{"01070":3,"01077":3,"01078":2,"01108":2,"01109":2,"01111":2,"02029":3,"02031":1,"02032":3,"02071":2,"02074":2,"04015":3,"04053":3,"04054":3,"04115":2,"05004":3,"05005":3,"05006":1,"05011":2,"05017":2,"05026":3}},{"id":7706,"name":"NBN Classic Astro-Train FA","creation":"2014-07-18 05:47:17","description":"\n","username":"Highwire","cards":{"01059":2,"01081":3,"01082":2,"01090":1,"01092":2,"01110":3,"02020":2,"02056":2,"02060":2,"02110":2,"02114":1,"02115":3,"04015":3,"04020":1,"04034":3,"04076":3,"04096":2,"04119":2,"04120":2,"05014":2,"05027":2}},{"id":7707,"name":"F**king Advance","creation":"2014-07-18 12:12:29","description":"<p>draw \ncreate new server\nadvance\nmake money\ntag and burn and close accounts<\/p>\n","username":"noise","cards":{"01059":2,"01081":3,"01082":3,"01084":1,"01088":2,"01090":2,"01092":3,"01099":2,"01108":2,"01109":2,"02039":1,"02055":2,"02056":2,"02059":2,"02097":2,"02110":1,"02115":3,"02116":1,"04015":3,"04077":1,"04095":1,"04096":2,"04120":2,"05024":3,"06005":1,"06012":1}},{"id":7708,"name":"Like a Rolling Stone","creation":"2014-07-18 13:01:31","description":"<p>I have been seeing great success with this deck and wanted to put it up for review.<\/p>\n\n<p>The game typically breaks into the following phases:<\/p>\n\n<ol>\n<li>Set up the rig and econ engine<\/li>\n<li>Midgame siphons to drain the corp dry<\/li>\n<li>Keyhole away!<\/li>\n<\/ol>\n\n<p>Early Game:<\/p>\n\n<p>I love starting with Motivation in my opening hand because I can hostage into Oracle May; drawing a card and getting two credits for a single click is awesome! If I start with different cards though, I'm just as happy to get the Underworld Contact engine going by using Hostage for The Helpful AI. Basically, Hostage makes this deck shine by getting a clickless economy up and running as soon as possible. It's important to get Logos out quickly as well to grab Keyhole or breakers for the next phase. It's also good to apply light pressure to keep the corp wary and slow them down, though I usually don't take big risks since I don't have a way to resurrect programs.<\/p>\n\n<p>Midgame:<\/p>\n\n<p>While I apply light pressure in the early game, it really picks up in the midgame. By now, the corp should have an agenda scored, and ideally I'll have Motivation\/Oracle and one or two Underworld Contacts. The corporation is likely sitting on a nice pile of cash, which is problematic since that will let them rez ice and score the remaining agendas they need to win. Fortunately, I'll have an Account Siphon or two in hand, central breakers, and Same Old Things on the table. New Angeles City Hall helps ensure that each siphon only takes one click. It is very possible to Siphon two or three times in a single turn without gaining any tags, which makes the corporation very sad. This is also a great time to play Emergency Shutdown on any costly ice they might have rezzed. Once they're more or less drained, we move to the endgame.<\/p>\n\n<p>Endgame:<\/p>\n\n<p>With the corporation drained, it's time to keyhole through R&amp;D. In my last game, the corp had two ice on R&amp;D but couldn't rez either after being siphoned to death, leaving me to keyhole 3-4 times every turn for the last 3 turns until I won. I trash Jacksons no matter what, then anything that helps them make a comeback, like cheap money or cheap taxing ice. Otherwise, I trash agendas until there are 7 points in archives. Then all it takes is one final run on archives for the win!<\/p>\n\n<p>Observations:<\/p>\n\n<p>Once set up, the amount of money Iain gets is sickening. In one game, I had my entire engine going, so I got 5 credits at the start of every turn and had the Motivation\/Oracle out to get two more for a click. With the ice I was up against, that let me use Keyhole 2-3 times every turn.<\/p>\n\n<p>Crypsis is an OK replacement in case you don't find the last breaker, but more importantly, he threatens the remotes to keep the corp from scoring too fast. As an added bonus, if the corp is scared to put down agendas, Legwork is a nice surprise that can reduce the number of agendas you need to mill in the end game.<\/p>\n\n<p>S&amp;W is mainly for Jackson and Caprice; but it's a recent addition and I haven't tested it yet.<\/p>\n\n<p>So far this deck has performed really well, but it did lose to an NBN FA deck; They had 3 Pop Up Windows on R&amp;D, greatly mitigating Keyhole. I'm not entire sure how to deal with the FA archetype.<\/p>\n\n<p>Thoughts and suggestions are appreciated!<\/p>\n","username":"turkishvancat","cards":{"01018":3,"01019":2,"01021":2,"01022":3,"01031":1,"01050":3,"01051":2,"02008":1,"02028":1,"02043":2,"02069":3,"02087":2,"02109":2,"03054":3,"04004":3,"04008":2,"04061":1,"05028":1,"05035":1,"05037":3,"05039":1,"05041":1,"05042":1,"05046":1,"05054":1}},{"id":7709,"name":"Advance all the things!","creation":"2014-07-18 14:12:37","description":"<p>I started playing Netrunner about a month ago, and Ive been Netdecking just to get my feet wet and learn how the game works.  This is my first noobish attempt at trying to make an \"Original\" deck. The goal is to throw a bunch of Advancement tokens around. Having said that, It most likely needs some tweeking.  What can I do to make it better?<\/p>\n","username":"Smurfs O'Malley","cards":{"01089":2,"01097":3,"01100":3,"01102":1,"01103":2,"01106":1,"01107":1,"01110":3,"01111":3,"02018":2,"02057":2,"02058":2,"02060":2,"02076":1,"02077":1,"02078":1,"02099":2,"04015":2,"04017":2,"04018":1,"04034":3,"04039":1,"04080":3,"05015":3,"05023":3}},{"id":7710,"name":"Crash space","creation":"2014-07-18 14:57:07","description":"\n","username":"Nikodemuz","cards":{"01034":3,"01050":2,"01053":2,"02024":3,"02043":3,"02046":1,"02047":2,"02049":3,"02065":3,"02066":2,"02087":3,"03034":2,"03038":3,"03039":2,"03052":2,"04067":2,"05053":3}},{"id":7711,"name":"Rez or Die (v1)","creation":"2014-07-18 16:25:06","description":"<p>My first attempt at a money-draining expose deck with Silhouette. Feedback appreciated.<\/p>\n","username":"MrClyde","cards":{"01018":2,"01020":3,"01021":3,"01022":2,"01028":2,"01050":3,"02026":3,"02043":3,"02106":2,"03053":3,"03054":2,"04081":3,"04085":2,"05030":1,"05041":2,"05042":2,"05046":2,"05048":2}},{"id":7712,"name":"Transformer","creation":"2014-07-18 16:52:06","description":"<p>I've been working on and playing this deck for a while and it's finally gotten to the point where it's winning more than losing.   So, I figured it'd be a good time to pu lish and see what others think and if any ideas couod be shared.<\/p>\n\n<p>the idea is for you to be able to have a number of distinct strategies.   <\/p>\n\n<ol>\n<li>r&amp;d dig<\/li>\n<li>keyhole mil<\/li>\n<li>hq pressure (nerve agent, pheromones,  hemorrhage)<\/li>\n<li>big money<\/li>\n<li>etc.....<\/li>\n<\/ol>\n\n<p>In most cases you want to get either personal workshop or professional contacts in you opening hand.  From there follow the strategy the draws give you.  Once I have a strategy out like Keyhole, I will usually stay there for as long as possible maybe swithing one time if I feel the corp is finding an answer.  <\/p>\n\n<p>One of the really great things about this deck has been playing the same person again.  They play  off how the last game went,  but you play completely different...effecti ely crippling the corp for a bit.  <\/p>\n\n<p>Believe it or not this deck has been pretty consistant.  Only uad one game where it really felt  stuck in the mud.  It also seems to really shine against Jinteki.  Ive only l8st one time against a Jinteki deck and that was from taking too much net damagem then realizing as im gathering my cards I had a Deus x on the table....idk I was tired or something lol. <\/p>\n\n<p>My most recent edit was atman and data suckers. it was the hardest edit because it gives me a whole new play style but does put me at 56 or 57 cards.  I have also a number 8f other programs but these seemed to flow together the most seamlessly. <\/p>\n\n<p>Comments and questions much appreciated!<\/p>\n","username":"jelyman","cards":{"01007":1,"01009":1,"01011":1,"01019":1,"01034":3,"01036":3,"01038":3,"01043":1,"01044":1,"01050":3,"02009":1,"02041":1,"02047":3,"02049":3,"02066":2,"02086":1,"02087":3,"02091":2,"02104":1,"02106":2,"02107":2,"03029":1,"03035":1,"03038":3,"03046":2,"03049":3,"04043":1,"04048":2,"04061":1,"04065":1,"04082":1}},{"id":7714,"name":"CT's Toybox iii","creation":"2014-07-18 18:03:32","description":"<p>This deck is fun to play, and so far wins more than half the time barring mistakes.<\/p>\n\n<p>There are 9 cards that say \"Magnum Opus\" (MO, Test Run, SMC) and you need to have access to one from turn 1. You don't have to play it though, often I will just run every click until the middle of turn 2 or 3, potentially spending some clicks to recover from NAPD, before forcing out the rig. Never do this against Jinteki, since you can't afford to lose the MO in your starting hand.<\/p>\n\n<p>There's no server I can't get into with MO + SMC + Clone Chip, and that's really the secret to this deck. Never build more of the rig than you need. Try to run at least once every turn. With Deus X and Sharpshooter in your stack (or heap with clone chip) there is no ice that can hurt you, and if you're worried about traps just jack out after you force the corp to access. Once MO is out, Sharpshooter allows you to be incredibly aggressive while you wait for them to make you get a rig. By this time you've scored 1-4 points and trashed some of their economy. If you can run enough to get you both down to 0 credits and trash an asset that's a very good day, since you'll just take 8 next turn.<\/p>\n\n<p>Personal Workshop makes Quality Time viable and provides that little bit of extra economy to take the edge off the slowness of MO.<\/p>\n\n<p>Try to always Dino the Fem, but don't be afraid to put it down on your rig and Scavenge it later. Final rig is Dino-Fem, MO, Corroder, Torch, and whichever utility program you need most. Against Jinteki it's Deus X, against Weyland and NBN it's usually Imp to kill the scorched combo pieces from hand, against HB it's an Imp that often gets trashed for Deus X to break Heimdall x.0 cheaply, but I've also brought out the second Fem on the one occasion when HB got enough money together to rez a Janus.<\/p>\n","username":"daytodave","cards":{"01004":3,"01007":1,"01012":1,"01026":2,"01034":3,"01044":3,"02003":2,"02046":1,"02047":3,"02048":3,"02049":2,"02066":1,"02087":2,"02106":3,"03034":3,"03038":3,"03046":3,"04047":1,"04067":1}},{"id":7715,"name":"SanSan South Doppelganger Tester","creation":"2014-07-18 18:21:59","description":"<p>An experiment to try to make Doppelganger really work.  Has pretty good success against many decks, the exception being Vince's stupid ST deck where Heimdall 2.0's are strength 8 and Viktor 2.0's are strength 6.\nDoes run a little lean on cash, which is why being able to Siphon is a must, as well as Dirty Laundrying a Security Testing server then popping over to the server you really want in is a must.<\/p>\n\n<p>You've also got to be able to play a gambit well.  Try Dirty Laundrying into HQ with Unrezzed ICE to get the corp to rez, Then pull the appropriate breaker and Siphon.<\/p>\n\n<p>Masanori is Phenomenal, as he replaces your run event, then gives an option to tag yourself once your DLR is out (hit your Security testing server then doppelganger in and jack out for your tag).<\/p>\n\n<p>SCRUBBER DOES WORK.  Oh holy crap it does.  Maybe its my meta, but assets are back, and man do those 2 credits get used.  Against HB I'll install both.  It's crazy good, Tenma built properly with scrubbers is almost like playing Gabe with Whizzard as a copilot.  Think of it this way, early game will you let a Jackson you've already abused get trashed just to tax the runner?  Not with Scrubber out.  Remember, reoccurring credit cards come into play with their credits, so if you see an asset you wanna trash, name it with testing, drop your scrubber, hit it twice (Doppelganger) and MAKE money from trashing it.<\/p>\n\n<p>The deck isn't ready for regionals, but its close, needs a little help to take down Red Coats, but still puts the pressure on pretty well, and can squeak out wins against taxing ICE decks ... against FA or Burn down decks its a nightmare.<\/p>\n","username":"bcavalier","cards":{"01007":1,"01014":1,"01018":3,"01021":3,"01022":3,"01026":1,"02009":2,"02043":2,"02063":2,"02064":3,"02103":3,"02104":2,"03035":1,"03052":3,"03054":3,"04009":2,"04043":3,"05029":1,"05035":3,"05041":1,"05046":1,"05048":2}},{"id":7716,"name":"Burn down the walls","creation":"2014-07-18 20:37:15","description":"<p>Why break ICE when you can burn it down? This deck focuses on <a href=\"\/en\/card\/01012\">Parasite<\/a> as it's main icebreaker. <a href=\"\/en\/card\/01006\">Grimoire<\/a> <a href=\"\/en\/card\/01008\">Datasucker<\/a> and <a href=\"\/en\/card\/02081\">Surge<\/a> accelerate it's ability to kill and <a href=\"\/en\/card\/03038\">Clone Chip<\/a> is essential for face checking.\n<a href=\"\/en\/card\/01016\">Wyldside<\/a> allows me draw into my econ and dig for essential cards.\nEverything else is there to provide support, and give options of attack as well as trigger Noises ability.<\/p>\n","username":"thechops","cards":{"01001":1,"01002":2,"01004":2,"01006":2,"01008":3,"01009":2,"01010":1,"01012":3,"01013":3,"01016":2,"01019":3,"01026":2,"01050":3,"02003":1,"02009":1,"02041":1,"02081":3,"02101":3,"03038":3,"03047":2,"03053":3}},{"id":7717,"name":"a virus a day keeps the corp at bay","creation":"2014-07-18 21:31:57","description":"<p>can it work?<\/p>\n","username":"chill-e","cards":{"01001":1,"01004":2,"01005":3,"01006":3,"01008":3,"01010":3,"01012":3,"01018":3,"01050":3,"01051":3,"02003":3,"02041":3,"02047":1,"02102":3,"03052":3,"04082":3,"04102":3}},{"id":7718,"name":"Big and Stronger","creation":"2014-07-18 22:41:22","description":"<p>A lot of Corps build the suite off of easy ways to break small ice. This deck is designed to rez big bioroids for cheep and lock the runner out. Use <a href=\"\/en\/card\/03016\">Howler<\/a> to set up <a href=\"\/en\/card\/03014\">Successful Demonstration<\/a> and bring back ice that died from <a href=\"\/en\/card\/02079\">Oversight AI<\/a>.  Use <a href=\"\/en\/card\/04111\">Reclamation Order<\/a> to bring back howlers, oversights and efficiency researches. Try to set up a <a href=\"\/en\/card\/04015\">Jackson Howard<\/a> <a href=\"\/en\/card\/01055\">Accelerated Beta Test<\/a> Combo.<\/p>\n","username":"thechops","cards":{"01055":3,"01062":2,"01063":2,"01065":2,"01106":1,"01108":2,"02010":1,"02012":3,"02013":1,"02051":3,"02070":2,"02079":3,"02080":1,"02110":3,"03004":1,"03006":1,"03013":3,"03014":3,"03015":1,"03016":3,"03017":1,"03019":1,"04015":2,"04030":2,"04100":1,"04111":2}}]