[{"id":4620,"name":"A Parasitic Mind","creation":"2014-04-27 00:27:35","description":"<p>Overmind + E3 is your primary breaker. Parasite recursion reduces the ice you have to break in the long run. Datasucker saves money on pumping OM, and works with Parasite. Test Run + Scavange is less there for the combo, more for individual use with Overmind. <\/p>\n","username":"Thike","cards":{"01008":1,"01012":1,"01026":1,"01047":2,"01050":2,"01053":3,"02002":2,"02024":3,"02027":1,"02046":1,"02047":3,"02091":2,"02106":2,"03034":3,"03038":3,"03043":1,"03046":3,"04067":1,"04086":3,"05053":3}},{"id":4622,"name":"The Virus Peddler","creation":"2014-04-27 00:43:11","description":"<p>Kit + ICE destruction = keeping the corp vulnerable. Paintbrush allows me to ignore even more ICE.<\/p>\n","username":"Thike","cards":{"01006":2,"01008":2,"01012":1,"01026":1,"01034":3,"01038":3,"01043":1,"01050":3,"01051":1,"01053":3,"02007":1,"02009":2,"02047":3,"02091":2,"02106":2,"03028":1,"03031":2,"03035":1,"03038":3,"03043":1,"03046":3,"03048":1,"03052":3,"04108":1}},{"id":4623,"name":"Security through Personality Engrams","creation":"2014-04-27 02:04:33","description":"\n","username":"Trithne","cards":{"01055":3,"01061":2,"01062":3,"01063":2,"01098":3,"01110":3,"02010":1,"02012":2,"02051":3,"02070":3,"02110":2,"03004":1,"03006":1,"03007":2,"03013":3,"03015":2,"03016":2,"04030":1,"04040":3,"04051":2,"04076":2,"04091":2,"04116":2}},{"id":4624,"name":"Security through Personality Engrams","creation":"2014-04-27 02:38:26","description":"\n","username":"Trithne","cards":{"01055":3,"01061":2,"01062":3,"01063":2,"01079":2,"01098":3,"01110":3,"02010":1,"02012":2,"02051":3,"02070":3,"02110":2,"03004":1,"03006":1,"03007":2,"03013":3,"03015":1,"04030":1,"04040":3,"04051":2,"04076":3,"04091":2,"04116":2}},{"id":4625,"name":"Leave Your ICE at Home","creation":"2014-04-27 04:31:02","description":"<p>Deck are still on test - win without problem, worst scenario when youre dead is Syphon.. So ideas and thoughts are welcome ;)<\/p>\n\n<p>Agendas choise is no matter, just less is best, u can try to score them by install, adv, adv - both scenario are good - or advance or punitive next turn.<\/p>\n\n<p>Beanstalk, Green LVL - keep it last, Syphon are worst enemy, Beanstalk help to recover fast<\/p>\n\n<p>Hedge, Restructure, Blue LVL and Tips - must be played ASAP to gain control of deck and money<\/p>\n\n<p>Anonymous Tip vs Jackson - Tip is Op, so since only op are in deck runner have enough founds and when he see Jackson - trash. Its allow do dig faster, what i want prevent. JH also require to put Interns, and im not in the mood to do that now :D<\/p>\n\n<p>Foxfire - its Op, it kill Link for SEA and PC, and DRL, also drain money from runner - all scenario are good<\/p>\n\n<p>Trial - emergency button for Nerve and Medium, they also can be a nightmare<\/p>\n\n<p>Reclamation - usualy take Blue or Restructure back to HQ<\/p>\n\n<p>Biotic - help to make kill in one turn when extra clicks are needed<\/p>\n\n<p>Archived - use ONLY for Scorch or PC for double it<\/p>\n\n<p>AD - play only when you have at least 10 credits, to not miss Restructure, good to play aft runner score agenda and no PC at hand<\/p>\n\n<p>PAD - clickless economy, high trash, low invest<\/p>\n\n<p>Alternates:<\/p>\n\n<p>Privacy Invasion\nPrecogs\nClossed Account\nEMP\nHoward<\/p>\n","username":"eXister","cards":{"01058":3,"01059":3,"01083":2,"01086":1,"01098":3,"01099":1,"01106":3,"01109":2,"01110":3,"02039":1,"02070":3,"02100":2,"03001":1,"03006":3,"04019":2,"04040":3,"04052":3,"04079":2,"04090":3,"04100":3,"04111":3}},{"id":4626,"name":"The Grind (2nd Place, Chronos Protocol, Manila)","creation":"2014-04-27 06:31:46","description":"<p>This is the HB deck I took to second place in Neutral Grounds, Centris Branch here in Manila. Its strategy is mostly inspired by Nords3x4's Red Coats deck, as posted on BGG.<\/p>\n\n<p>Now, I didn't remember the whole decklist, but I remembered seeing Caduceus and Tollbooth. So I decided to go with that -- tax the Runner and tax him heavily.<\/p>\n\n<p>Crosschecking now, he had Restructure, and I put in Private Contracts in its stead. In a meta where Andromeda and Shapers are dominant, asset economy is feasible enough. Besides, if I did fight a Whizzard or an Imp-runner, I'd place my asset econ behind a two-ICE server.<\/p>\n\n<p>An ideal hand would be two ICE and Hedge Fund or Subliminal. ICE up HQ and R&amp;D well, then start building a 3-4 ICE remote. While the remote is at 1 ICE or 2, if there are no breakers out, don't be afraid to drop an Adonis. Eve is usually out empty, but is better behind ICE. Private Contracts is fine out cold; rez it only to take no less than 6 credits from it, unless the Runner is broke.<\/p>\n\n<p>Later, with an Ash and a load of money, don't be afraid to drop a Wotan or PriReq behind it, even if the Runner matches your creds. Bait an NAPD if you want. <\/p>\n\n<p>Score easy and fine -- fixed-breaker rigs are gonna have a hard time getting through; pump-breaker rigs pay even worse.<\/p>\n","username":"tacullu","cards":{"01054":1,"01056":3,"01058":2,"01062":2,"01090":3,"01106":3,"01110":3,"01113":2,"02013":3,"02019":3,"02052":2,"02059":3,"02092":3,"02110":3,"03006":2,"03019":2,"04015":3,"04030":1,"04100":3,"04119":3}},{"id":4627,"name":"Public Enemy (Vienna Chronos Protocol 1st place, 20140426)","creation":"2014-04-27 06:38:23","description":"<p>Went 4-1 against HB-CI, NBN-MN, HB-CI (lose), J-RP and NBN-MN in pool of 24 players from three countries (Austria, Czech Republic and Slovakia). I didn't take notes, so I remember only some things. John Masanori was quite a deal. I usually got him online early and he allowed me to access cards\/siphon corporations and draw a card for that. I draw only one Queen's Gambit in whole tournament, but in best situation ever - last game with player from our league (ended second, but only because of strength of schedule tiebreaker), my accounts just have been closed and there was one unrezzed SanSan in remote server. Well, six credits was all I needed to keep with my pressure and safely win that last game. The only loss was against PeekaySK with his Cerebral Giraffes (He will hopefully talk about this in his report, I'm not going to spoil anything)<\/p>\n","username":"Mirrol","cards":{"01002":3,"01007":2,"01008":3,"01011":2,"01012":3,"01014":1,"01018":3,"01050":3,"01053":3,"02002":2,"02009":2,"02042":3,"02103":3,"03052":2,"03054":3,"04009":2,"04041":1,"04043":2,"04102":1,"04106":3}},{"id":4628,"name":"All your data are belong to us (Vienna Chronos Protocol 1st ","creation":"2014-04-27 06:38:43","description":"<p>Went 4-1 against Reina Roja, Andromeda, Whizzard, Reina Roja and Anromeda (loss) in pool of 24 players from three countries (Austria, Czech Republic and Slovakia). The only highlight I remember is usefulness of RSVP, added it just before tournament, used for protecting SanSan, Melange or NAPD Contract or used to make semi-secure server with RSVP + other ice. The only loss was against player from our league (ended second, but only because of strength of schedule tiebreaker) because combination of not-so-good luck (not exactly bad luck, but definitely not good luck) and opponent's skill.<\/p>\n","username":"Mirrol","cards":{"01062":2,"01080":1,"01081":3,"01082":2,"01084":2,"01090":3,"01092":3,"01101":1,"01108":1,"01110":3,"02019":3,"02020":2,"02110":3,"02115":3,"04015":3,"04040":3,"04076":3,"04077":1,"04096":3,"04119":3,"04120":2}},{"id":4629,"name":"PsychoSeason (Bratislava Store Championship 1st place 201402","creation":"2014-04-27 06:57:26","description":"<p>Found some old decklist from our Store Championship 2014, decided to publish it. 9 players, Slovakia only (players from Austria and Czech Republic, were expected, but never showed up), 5 rounds Swiss + finals. Do not remember exact win count, but i think 5-1 or 4-2. I did not achieve Midseason + Psychographics + Beale or PSF combo even once during whole tournament, satisfied with deck anyway, eventually this deck evolved to All your data are belong to us from Vienna Chronos protocol<\/p>\n","username":"Mirrol","cards":{"01062":2,"01080":1,"01081":3,"01082":3,"01084":2,"01085":2,"01090":3,"01092":3,"01101":1,"01103":1,"01107":2,"01110":3,"01113":2,"02019":3,"02020":1,"02056":3,"02110":2,"02115":3,"02116":2,"03023":1,"04015":2,"04040":2,"04076":3}},{"id":4630,"name":"Cum On Feel the Noize (Store Championship Bratislava 1st pla","creation":"2014-04-27 06:57:38","description":"<p>Found some old decklist from our Store Championship 2014, decided to publish it. 9 players, Slovakia only (players from Austria and Czech Republic, were expected, but never showed up), 5 rounds Swiss + finals. Win count was 4-2 (probably, not sure). I am a longtime player of Noise, played many, if not all variants of Noise decks. This combination was my preferred at the moment. Keyhole was a star during tournament. Drew it in 2 opening hands, players from my meta knew my noise with siphons , decided to protect HQ more than R&amp;D, went pretty much same as this http:\/\/i.imgur.com\/nojWx.gif<\/p>\n","username":"Mirrol","cards":{"01001":1,"01002":3,"01003":1,"01006":2,"01007":2,"01008":3,"01009":3,"01010":2,"01011":2,"01012":3,"01014":2,"01018":2,"01050":3,"01051":1,"01053":3,"02003":3,"02009":2,"02022":3,"02041":1,"03038":2,"03040":1,"04061":2}},{"id":4631,"name":"Speak to the Hand","creation":"2014-04-27 09:06:25","description":"<p>Uses 1 Core set plus the Genesis cycle. SanSan and Biotic Labor allow you to score agendas from your hand. Midori and Chimera mean the runner needs to be able to break any of the three types of ice to run.<\/p>\n","username":"Lttlefoot","cards":{"01054":1,"01055":3,"01056":3,"01059":3,"01064":2,"01065":1,"01077":1,"01083":2,"01092":1,"01098":2,"01103":1,"01108":2,"01110":3,"01111":3,"01113":3,"02011":1,"02020":1,"02029":2,"02051":3,"02056":2,"02060":3,"02070":3,"02113":1,"02120":3}},{"id":4632,"name":"Substitute","creation":"2014-04-27 09:08:54","description":"<p>Uses one Core set plus the Genesis cycle. Try to steal all the Corp's money so they can't rez ice or trash your resources. Test Run for Imp for extra uses, Parasite to deal with specific problems or even Djinn if you just want to build your rig.<\/p>\n","username":"Lttlefoot","cards":{"01001":1,"01004":3,"01006":1,"01007":2,"01008":2,"01009":2,"01010":2,"01011":2,"01012":3,"01013":2,"01014":2,"01018":2,"01050":3,"01051":1,"02003":1,"02021":3,"02022":3,"02042":3,"02047":2,"02081":3,"02103":3}},{"id":4633,"name":"Mountain Dew","creation":"2014-04-27 09:13:11","description":"<p>Uses 1 Core set plus the Genesis cycle. Try to stop the runner from getting enough money to remove tags and take runs by recurring Closed Accounts with Archived Memories, and by forcing them to spend more of their turn drawing cards by using Private Security Force.<\/p>\n","username":"Lttlefoot","cards":{"01058":2,"01064":1,"01070":2,"01080":1,"01081":2,"01082":1,"01084":2,"01085":2,"01087":2,"01088":2,"01090":3,"01104":3,"01107":3,"01110":3,"02016":3,"02017":3,"02035":2,"02040":2,"02060":2,"02070":3,"02096":3,"02097":3}},{"id":4634,"name":"Mushin Your Face","creation":"2014-04-27 11:12:39","description":"<p>This deck has been doing reasonably well in testing. Still getting the hang of PE again. Really looking for feedback.<\/p>\n\n<p>The idea here is to severely punish with mushin no shin and score agendas or hit them with large traps, I save jackson howards for recovering trap cards.<\/p>\n","username":"CodeMarvelous","cards":{"01067":1,"01069":2,"01070":3,"01072":3,"01078":1,"01090":1,"01099":1,"01101":1,"01110":3,"02014":3,"02032":3,"03009":2,"04012":3,"04013":2,"04015":3,"04074":2,"04093":2,"05004":3,"05006":1,"05007":1,"05010":2,"05015":3,"05016":2,"05017":2}},{"id":4635,"name":"Tenma - Piling on","creation":"2014-04-27 11:35:39","description":"<p>The reason criminal is strong isn't really about the ID, its the blue card pool.  This deck intends to make use of that. This isn't a big departure, but Gabe was already very good - If it ain't broke, etc etc. <\/p>\n\n<p>The two strongest cards in this deck are Planned attack and Special Order.  This list features a suite of 1-ofs for these tutors, taking advantage of tenmas economical aggression as well as those two extra influence points.  <\/p>\n\n<p>21 cards allow for tenmas ID to fire (when you include planned attack).  There are 6 seperate targets for special order, and 10 targets for Planned attack (when you exclude early bird).  The extra influence allows us to run a Retrieval run, which is dual purpose - it allows for cheating out a Femme, and serves as program recursion, which helps to shore up criminals weakness against program trash.  <\/p>\n\n<p>Events like indexing and Siphon are devestating when played at the right time.  Planned attack gives you the flexibility to capitalize on these windows.  <\/p>\n","username":"djackman","cards":{"01004":1,"01007":2,"01014":1,"01018":3,"01021":3,"01022":3,"01024":3,"01026":2,"01027":1,"01036":1,"01050":3,"01053":3,"02009":2,"02101":1,"02106":1,"03052":3,"03054":2,"04043":2,"04044":1,"04089":1,"05029":1,"05032":2,"05035":1,"05036":3}},{"id":4636,"name":"Aggressive Dino Lover 1.3","creation":"2014-04-27 11:44:17","description":"<h3>General Idea<\/h3>\n\n<p>I've always been an agressive player, running alot and keeping as much pressure as humanly possible. This deck is custom built for that type of playstyle. Run early, run alot. Have the corp in it's toes, and eventually build up your rig and start digging.<\/p>\n\n<h3>The Cards<\/h3>\n\n<p>Many cards speak for themselves, but I will focus on some of the core mechanics and their cards.<\/p>\n\n<h2>Account Siphon and Indexing<\/h2>\n\n<p>These are the best cards to get early, I almost always keep my   hand if I find both in my starting hand.  Both cards puts high pressure on the corp. I usually start with a run on HQ, if rez, I index R&amp;D, if the other way around, I Siphon their accounts. Some rush decks will stop both, centrals, but then you know early what kind of deck you are up against. A rule of thumb is to always Account Siphon on your second click, so you can remove the tags.<\/p>\n\n<h2>Self-modifying Code and Clone Chip<\/h2>\n\n<p>This combo has seen many plays before, so I am certain you are familiar with the tactic. Face check with SMC so that you can pull out any breaker you want (keep yourself over 5 credits, preferably around 10). Deus Ex gets rid of all the ice that hurts you (net and brain damage) and Sharpshooter prevents your precious programs from getting trashed.<\/p>\n\n<h2>Ice Breakers<\/h2>\n\n<p>Corroder is an auto include, not much to say there. Zu.13 is just really cheap and easy to pull with SMC. Femme Fatale is a real pain in the ass to hard install (paying full price), but her bypass have always paid out. Use Clone Chip to retrieve SMC (like mid-run even) or any of your ice-breakers.<\/p>\n\n<h3>Strategy<\/h3>\n\n<p>Run on your first click, if you get beaten up fine, nothing can kill you in the first turn. If you run into a neural katana, just jack out and draw some cards. As the game progresses, use the standard rule of thumb: Remotes -> HQ -> R&amp;D -> Archives. But if you can, pressure the centrals with Siphon and Indexing. This locks down R&amp;D (that is what this deck does best) and keeping the corp poor (and you filthy rich).<\/p>\n\n<h5>Good luck and have fun!<\/h5>\n","username":"Oathwood","cards":{"01007":1,"01018":1,"01026":1,"01034":3,"01036":2,"01044":1,"01050":3,"01053":2,"02007":1,"02046":1,"02050":3,"02066":1,"02091":3,"02106":1,"02107":2,"03035":1,"03038":3,"03046":3,"03054":3,"04067":1,"05036":2,"05037":2}},{"id":4639,"name":"NBN 1st deck","creation":"2014-04-27 12:24:53","description":"<p>Not sure if could win by advancing agenda<\/p>\n","username":"Wilder","cards":{"01069":2,"01070":2,"01080":1,"01081":2,"01082":2,"01083":2,"01084":2,"01086":2,"01087":3,"01088":3,"01089":3,"01091":1,"01092":1,"01099":2,"01106":3,"01107":3,"01108":2,"01109":3,"01110":3,"01111":3,"01112":2,"01113":3}},{"id":4640,"name":"Kate: Critical Hit","creation":"2014-04-27 12:25:42","description":"<p>This deck works as a mixture between fast and big rig. Although you try to establish your rig as fast as possible you are able to run early without worrying too much about traps and destroyers thanks to smc, clone-chip, deus x and sharpshooter. The burst-eco cards and kate's ability in addition should help getting out anything you need as fast as possible (e.g. an early toolbox). \nAlthough this deck is more or less able to run often, it is recommended to primarly focus on getting the rig out and make worthy runs. <\/p>\n\n<p>The clone chips are not only good for getting out a trashed sharpshooter or deus x, they also work great with kate's ability to get a cloak or something cheaper during the corps turn. <\/p>\n\n<p>Chakana and r&amp;d interface are obviously there for r&amp;d pressure and to slow down fast advance alot. I am still considering to drop chakana for something more worthy though, to keep the pressure on another server as well (hq\/archives). <\/p>\n\n<p>Silencer, cloak and dagger are my cheap tools to defeat almost any sentry. The only thing that can stop this combo is an ice-deep server with lots of high strength sentries in it, but this doesnt happen too often, and if i realize, that this might be the case, i just can use sharpshooter and deus x if needed. <\/p>\n\n<p>Modded is mainly used for hardware like toolbox and the interfaces. <\/p>\n\n<p>Levy AR and SoT are my panic buttons, because it sometimes may happen, that i draw through my stack very fast, and with Levy i just can restart and play all my beautiful burst economy cards again. <\/p>\n\n<p>I am still unsure what to use instead of chakana, so any considerations are highly appreciated.  <\/p>\n\n<p>I only had the chance to playtest the deck a few times, but everything seemed to work quite well and i didn't loose a game until now. \nEdit: -1 Akamatsu MemChip, because i realized, that zu13 costs zero MU, as soon as toolbox hits the table :)<\/p>\n","username":"Oneiro","cards":{"01007":1,"01033":1,"01034":3,"01035":3,"01038":1,"01041":3,"01049":2,"01050":3,"01053":2,"02007":1,"02009":2,"02066":1,"02087":2,"02107":2,"03035":1,"03038":3,"03041":3,"03042":3,"03043":1,"03046":3,"03054":1,"04067":1,"04104":2,"04109":3}},{"id":4641,"name":"Monolithic Andromeda","creation":"2014-04-27 12:52:40","description":"<p>this is silly as heck and doesn't work at all. i hope you enjoy it.<\/p>\n\n<p>top deckbuilding tips: come up with a silly idea for the perfect opening move and build the deck entirely around that, utterly ignoring practicality, function, long-term planning or playability.<\/p>\n\n<p>perfect 9-card opening:<\/p>\n\n<ul>\n<li><p>sure gamble<\/p><\/li>\n<li><p>sure gamble<\/p><\/li>\n<li><p>easy mark \/ dirty laundry \/ another sure gamble<\/p><\/li>\n<li><p>modded<\/p><\/li>\n<li><p>monolith<\/p><\/li>\n<li><p>ninja<\/p><\/li>\n<li><p>peacock<\/p><\/li>\n<li><p>magnum opus<\/p><\/li>\n<li><p>[anything, or more econ]<\/p><\/li>\n<\/ul>\n\n<p>perfect opening move:<\/p>\n\n<ul>\n<li><p>sure gamble<\/p><\/li>\n<li><p>sure gamble<\/p><\/li>\n<li><p>easy mark \/ dirty laundry on an undefended server \/ sure gamble<\/p><\/li>\n<li><p>modded -> monolith (ninja, peacock, MO)<\/p><\/li>\n<\/ul>\n\n<p>ridiculously low chance of it happening, but MY IF IT DID<\/p>\n","username":"bionicsheep","cards":{"01018":3,"01019":3,"01020":2,"01021":3,"01025":2,"01026":2,"01027":2,"01028":2,"01034":1,"01035":2,"01044":1,"01050":3,"01051":1,"02006":2,"02009":2,"02024":1,"02043":2,"02065":2,"02083":1,"02086":1,"02087":1,"03036":2,"03052":3,"04029":2}},{"id":4642,"name":"Kit Vamp","creation":"2014-04-27 13:47:38","description":"<p>The idea is to hammer on R&amp;D and HQ (R&amp;D Interface, Maker's Eye, Chakana, Vamp) basically ignoring remotes.<\/p>\n\n<p>Tinkering is to take early advantage of Kit's ability until you get Paintbrush out.  Plus Tinkering allows a lot more flexibility in a pinch (can be used on Unrezzed ICE) so stays relevant even after Paintbrush is installed.<\/p>\n\n<p>Between Test Run\/Scavenge, SMC's, and Clone Chip there are plenty of ways to fish programs out of your deck or reuse them (trashing and reinstalling Cyber Cypher with a Scavenge to refocus on another server).  <\/p>\n\n<p>Ice Analyzer is nice.  Nothing amazing (and depends largely on how heavily the Corp is protecting their centrals) but for a 0 cost resource its use definitely adds up over the course of the game, especially since this deck is very program heavy. <\/p>\n\n<p>Now, the oddballs...<\/p>\n\n<p>Chakana:  Mostly to stop Fast Advance shenanigans.<\/p>\n\n<p>Vamp:  It's the next best thing to Account Siphon in terms of Corp money shutdown and is half the influence.  A great way to cripple the Corp for a turn or two.<\/p>\n\n<p>Pheromones:  Pure Vamp fuel.  Run on HQ, get more money to Vamp the Corp with.  That money can also be used to SMC\/Clone chip programs.<\/p>\n\n<p>There are some changes I'm considering, starting with Cyber Cypher.  I almost feel like I want an extra copy since it's Kit's most reliable way of getting an early start on the corp.  Your first SMC is almost always going to be installing this, so why not just pop in another copy.  2 Cyphers on HQ and R&amp;D would be scary for the Corp.<\/p>\n\n<p>I'm also considering Snitch, oddly enough, if Pheromones doesn't pull it's weight.  Snitch (same influence) would be an amazing for facechecking with Kit and since you never pass the \"approaching ICE\" phase; there is no shame jacking out since it doesn't \"use up\" Kit's ability.  <\/p>\n\n<p>Also, the lack of Plascrete could be dangerous.  I'd never Vamp on the last click; I always intend on removing the tag.  But with all these Weyland combo decks these days, it's hard to go without it.  My goal is to keep the pressure hard enough so the Corp never gets to that stage.  We'll see how it plays out.<\/p>\n\n<p>Last is exchanging Grimoire for Desperado.  1 Less influence, it's 3 credits for 2 MU alone is insane, plus it'll add easy virus tokens to Datasucker, Chakana, and Pheromones.  But, over the course of the game, Desperado becomes quite a force.  I'm also considering adding Deep Thought, which would make Grimoire an even better choice, but I'd also need to find the influence to get 2 copies of it.  It all depends on how this deck runs in the next few days.<\/p>\n","username":"BreadRising","cards":{"01008":1,"01024":1,"01036":2,"01037":3,"01038":3,"01050":3,"02021":2,"02047":3,"02066":1,"02086":1,"02091":2,"02107":2,"03028":1,"03034":3,"03038":3,"03043":1,"03044":1,"03046":3,"03048":1,"03049":2,"03051":1,"03053":3,"04047":1,"04088":1,"04108":1}},{"id":4643,"name":"Killer hand, bro","creation":"2014-04-27 13:50:49","description":"<p>Recipe for a killer hand, bro:<\/p>\n\n<p>1\/2 deck - Any CI (score-from-hand) deck\n2 copies - Scorched\n1 dash - SEA Source\n3 copies - Gyri's Labrynth\n3 copies - Reclamation Order<\/p>\n\n<p>Carefully mix in tagging ice:\n2 - Data Ravens\n3 - Hunters\n1 - Shadow\n2 - Ichi 1.0<\/p>\n\n<p>KILLER HAND, BRO (shout out to my man @AKAnderson for help testing and tweaking the deck...also shout out to Board Game Revolution in Orem, Utah and our awesome Netrunner group!)<\/p>\n\n<p>*I've been excited to share this deck for a while now, so I hope you guys like it. I think it's the best deck I've built to-date.<\/p>\n\n<p>So the typical, powerful CI combo deck (see: Cerebral Hive of Giraffes) uses extra clicks and a handful of necessary combo pieces to get money and hold off the runner until you're ready to score the win from hand in 2-3 major turns. All of these decks use some combination of Efficiency Committee, Biotic Labor, Shipment from San San. To stop the combo the runner has to apply heavy pressure and win from R&amp;D and HQ before the Corp can get its pieces in hand. <\/p>\n\n<p>This means that they can't sit back, they can't cash up and they need to run aggressively... \nThey are now vulnerable to a new CI deck archetype - a kill combo.<\/p>\n\n<p>Instead of gathering fast adv scoring combo pieces, this deck spends time collecting scorches, archived memories and SEA Source...waiting behind tagging ice to get some extra clicks to hit the runner with multiple scorched turns. Gyri's get them in singe Scorch kill range , Data and Hunter will eventually stick a tag, and SEA Source will catch them with their guard down. <\/p>\n\n<p>Why I believe this deck is better than the traditional CI archetype: <\/p>\n\n<ul>\n<li><p>So many ways to set up the win. You have several ways of hitting them with multiple scorches. If they don't plascrete up hard, you will win very early with a Scorch or 2x Scorch. If they do plascrete you have multiple ways to hit them with 3x or 4x scorch. If they choose to float tags they are dead, otherwise they get supremely slowed down and stopped by your ice. If they are hellbent on not dying from Scorch, you can start scoring those NAPDs.<\/p><\/li>\n<li><p>It punishes the best counter to the traditional CI deck - Aggressive Runs. In order to put the hurt on traditional CI you have to run hard and often, sometimes employing reckless tactics (looking at you Siphon). If you do that to this deck you seal your fate.<\/p><\/li>\n<li><p>They can never kill your combo pieces with Imp\/Noise\/Demo Run. You have Archived, Reclamation and Vitruvius...you'll get those pieces back if you need them. <\/p><\/li>\n<li><p>You can easily score to win if you must. If they get wise and start sitting back, it's time to start scoring NAPD. If they score it, they just helped you SEA Source for cheaper. If they leave it, you score it and move on to score another. Big turn with 3x Biotics to score Priority out of hand if needs be.<\/p><\/li>\n<li><p>The deck has the trappings of a score-out-of-hand deck. If it comes to it, score an Efficiency out of your hand. You'll use those free clicks later to 3x-4x Scorch :)<\/p><\/li>\n<li><p>Low agenda density. Much like Peekay's Cerebral Hive of Giraffes, the agendas are few and far between. Sorry Indexing, was it worth taking 3 tags coming through my ice to score that NAPD?<\/p><\/li>\n<li><p>More player interaction. You can kill on turn 2...or turn 25. It totally depends on how the runner plays. Eventually you will win, but how you do so requires you to be on your toes every turn, always looking to bait the runner into taking tags and letting their guard down.<\/p><\/li>\n<\/ul>\n\n<p>I went 3-0 in a store tourney with this today, scorching the win all three times in the early goings.<\/p>\n\n<p>This deck has been through many tests against every runner deck we can think of (we've net decked all of you guys btw! Thx for your input on my runner decks too) and it has lost only twice that I can remember...both times to really bad draws. A couple of times I have had to 4x Scorch the win against triple Plascrete. I think by now we have tested this deck 24+ times.<\/p>\n\n<p>Give it a try and see what you think.<\/p>\n\n<p>Note: I believe @AKAnderson will be sharing his version that won a small store tourney, so keep your eyes open for that deck too!<\/p>\n","username":"Heartthrob","cards":{"01058":3,"01059":3,"01062":2,"01086":1,"01088":2,"01099":2,"01104":1,"01106":2,"01110":3,"01112":3,"01113":1,"02051":1,"02070":3,"03001":1,"03005":3,"03019":2,"04040":3,"04090":3,"04100":2,"04110":3,"04111":3,"04119":3}},{"id":4644,"name":"Killer hand, bro (AKA version, Boardgame Revolution 1st plac","creation":"2014-04-27 14:08:09","description":"<p>@Heartthrob did an amazing write up on this deck, I just wanted to post my slightly different version and talk about why I think this deck does so well. \nMy version cuts the Data Ravens and a 2nd Subliminal for 2 more Shadows and a 2nd SEA Source. I'm still not 100% sure which version is better, I just like knowing I have the better chance to draw into SEA Source if the runner is being careful to clear all tags.\nI think this deck is amazing in the current meta right now because 1) It hasn't really been seen before and 2) It is the exact opposite of the other popular CI deck.\nThe tournament was small but every win was Scorched Earth victory. Even when @Heartthrob and I were paired up against each other, and knowing full well what this deck wants to do, both of our runners lost to it.\nThis deck is perfect for tournaments because the runner has one chance to beat it. Even if they figure it out afterwards, you have already secured your win.\nNow we leave it in your hands to test and tinker and see what you can all come up with.<\/p>\n","username":"AkAnderson","cards":{"01058":3,"01059":3,"01062":2,"01086":2,"01099":2,"01104":3,"01106":2,"01110":3,"01112":3,"01113":1,"02051":1,"02070":3,"03001":1,"03005":3,"03019":2,"04040":3,"04090":3,"04100":1,"04110":3,"04111":3,"04119":3}},{"id":4645,"name":"Reina Cuts Red Tape","creation":"2014-04-27 14:18:51","description":"<p>This deck is just a standard and solid Reina deck that gets straight to the point (cutting the red tape). <\/p>\n\n<p>Some things to point out:\nQuality Time over Diesel because I like to throw things away in order to get them back later. I love using the heap as an extension of the grip.\nDemolition Run is very important to kill those combo cards that most decks are using these days.\nI know this deck needs a lot of work but I took it to a small tournament and it went 2-1 (losing to Killer Hand, bro) and allowed me to take 1st place. <\/p>\n","username":"AkAnderson","cards":{"01003":3,"01006":2,"01007":2,"01008":3,"01010":2,"01012":3,"01014":2,"01015":2,"01022":3,"01050":3,"02009":2,"02041":2,"02087":3,"02091":3,"02101":2,"03052":3,"03053":3,"04041":1,"04065":2}},{"id":4646,"name":"Corporate Ninja - Oslo Chronos Protocol 3rd Place","creation":"2014-04-27 15:06:32","description":"<p>The main focus of the deck is to either kill the runner with troubleshooter, or to score agendas early and when the runner is unable to steal due to damage or credits.<\/p>\n\n<p>HQ should be made as scary as possible by keeping snares, shocks and Fetal AIs. Celebrity gift lots, and use reclamation order to get them back if there are least 2. Or Reclamation Snares, Troubleshooters or Sundew, depending on how the game is playing.<\/p>\n\n<p>Research Station is an odd choice, but I found that with a scary HQ, they have to access cards from HQ to trash it. Also it means I have more choices of what to reveal with Celebrity Gift.<\/p>\n\n<p>Lots of taxing ice, Tsurigi is great as it costs 4 to get through, it hates parasite of course. Otherwise lots of damaging ice so that it hurts the first time and costs a decent amount to get through later.<\/p>\n\n<p>If you get a ton of money, then a face down Shinobi + Troubleshooter can be a killer combo.<\/p>\n\n<p>Otherwise try to score early behind some random ice, an early NAPD, can either get you ahead or drain the runners credits.<\/p>\n\n<p>Ideal first turn is Celebrity GIft and install an ice.<\/p>\n","username":"Kamalisk","cards":{"01061":1,"01065":3,"01067":1,"01068":1,"01070":3,"01075":2,"01077":1,"01078":2,"01101":1,"01105":1,"02012":1,"02032":3,"03023":2,"04012":3,"04013":2,"04032":1,"04033":1,"04053":3,"04054":3,"04073":3,"04074":3,"04093":2,"04111":2,"04115":2,"04119":3}},{"id":4647,"name":"Alpha and Omega","creation":"2014-04-27 15:44:06","description":"\n","username":"reverendanthony","cards":{"01002":2,"01008":1,"01012":3,"01020":2,"01033":1,"01035":2,"01041":2,"01050":3,"01053":2,"02026":3,"02047":3,"02091":2,"02106":2,"03040":3,"03041":2,"03049":2,"03052":3,"03053":2,"04087":3,"04088":3}},{"id":4648,"name":"Vulcan Mind Meld v2","creation":"2014-04-27 16:48:27","description":"\n","username":"dtelad11","cards":{"01062":2,"01064":2,"01068":3,"01110":3,"01113":1,"02015":3,"02039":1,"02056":3,"04012":3,"04013":3,"04015":2,"04020":2,"04053":2,"04054":3,"04058":2,"04060":1,"04114":3,"05002":1,"05007":3,"05014":3,"05016":3,"05025":1}},{"id":4651,"name":"ParaSilhouette","creation":"2014-04-27 18:22:50","description":"<p>Central focused ice destruction deck. Mainly run on HQ and then use Blackguard and the ID power to rez ice elsewhere which you can then parasite + datasuck out of existence. Clear the way with full up data suckers and walk in clean, setting the corp back to square one repeatedly.<\/p>\n\n<p>2 clone chips and 2 parasites + a levy for recursion when they run out. Faerie for facechecking. A suite of the central breakers to get in clean, plus Crypsis and Faerie for the stuff you just can't handle elsewhere.<\/p>\n\n<p>Thinking about Blackguard + Silhouette ID power + Account Siphon and they actually don't have great synergy in this deck. Chances are they won't be able to rez whatever you're running into if you've account siphoned them, which I want so I can parasite it. I'm tempted to reduce it to one or (blasphemy!) eliminate it completely. Not 100% because it's still such a powerful card. Will have to do some testing.<\/p>\n\n<p>Express delivery is interesting. I'm really not sure what to do about draw with this deck; at first I didn't put in anything, figuring 40 cards is already lean enough, then I went with a Mr Li but figured being so lean already means that you'll probably lose something real useful, then I fiddled the influence into a Pro Contracts, then I settled on Express so that carrying tags was less of a big deal. I'm sort of tempted to go with one Express and one Mr Li because I think they synergise well, especially with Levy and Special Order in there, although that would make it harder to carry tags. Of course, maximum synergy would be Mr Li and Fenster (The True Name of Window), but I don't think this is the place for it. IDK!<\/p>\n\n<p>I'm also not sure I need two plascretes, but again, they help out with carrying tags and running incautious, so they go in.<\/p>\n\n<p>Gosh, H+P looks so exciting. I am excited to play this card game, and also do Hacking.<\/p>\n","username":"bionicsheep","cards":{"01008":2,"01009":1,"01012":2,"01018":2,"01021":2,"01022":2,"01025":1,"01029":2,"01050":3,"01051":1,"02009":2,"02085":2,"02104":3,"03035":1,"03038":2,"03054":2,"04085":2,"05030":1,"05033":2,"05034":2,"05035":2,"05041":1,"05046":1}},{"id":4652,"name":"Big Whizz","creation":"2014-04-27 18:29:20","description":"<p>Get some early pressure on with AS, Inside Job, Knight, etc. Keep ahead economically, and build up the rig when needed.<\/p>\n\n<p>Maybe -2 Kati Jones, +2 Masanori? Alternatively, -2 Inside Job, +1 AS, +2 QT? After testing, I've found this deck to lack good card draw.<\/p>\n","username":"guinea_pig","cards":{"01002":2,"01007":2,"01008":3,"01010":1,"01011":2,"01012":3,"01014":2,"01018":2,"01021":2,"01050":3,"01051":1,"01053":3,"02001":1,"02002":2,"02009":2,"02022":3,"02087":1,"02091":2,"02102":1,"03052":3,"04043":2,"04102":3}},{"id":4653,"name":"ABR Gabe HP","creation":"2014-04-27 18:40:47","description":"<p>Update list of always be running the Gabe edition.  <\/p>\n\n<p>Masnori still not in because I don't trust tags.  Would be a sexy add if you are used to managing Johnny M.  <\/p>\n\n<p>Grifter is getting even harder to snap with feint being out.  Using feint to ES a big ice protecting a server just got better by giving you 2 from gabe, 1 from desperado, 2 from security check, and up to 3 from grifter!  8 credits back after an investment of 2?  Sure why not!<\/p>\n\n<p>Never stop running.<\/p>\n","username":"x3r0h0ur","cards":{"01007":2,"01017":1,"01018":3,"01021":3,"01022":3,"01024":3,"01026":1,"01028":2,"01029":3,"01036":2,"01043":1,"02009":3,"02043":3,"02104":3,"03052":3,"04043":2,"04046":3,"05034":3,"05048":2}},{"id":4655,"name":"Tag'em & Bag'em","creation":"2014-04-27 19:46:19","description":"\n","username":"me aka tommy","cards":{"01086":3,"01087":2,"01098":3,"01099":3,"01102":2,"01103":3,"01110":3,"01111":3,"02018":3,"02019":3,"02020":3,"02060":2,"04015":2,"04036":3,"04040":2,"04078":2,"04079":2,"04097":1,"04099":2,"04119":3}},{"id":4656,"name":"Off with Their Heads","creation":"2014-04-27 19:49:08","description":"\n","username":"me aka tommy","cards":{"01002":2,"01008":2,"01012":3,"01050":3,"01051":3,"02009":2,"02022":3,"02082":3,"02085":2,"02087":3,"02091":2,"02107":2,"04002":3,"04003":2,"04021":2,"04041":1,"04042":3,"04043":3,"04109":2}},{"id":4657,"name":"Jinteki: Personal Evolution - Thronerunner","creation":"2014-04-27 21:27:16","description":"<p>This deck is meant to be played fast and flatline the runner in 15 minutes or less. The use of easy to score 1 point agendas is standard among PE decks.<\/p>\n\n<p>To find success I build a remote server at least 2 ICE deep and score an agenda in it as early as possible. This quickly opens the runner up to eating an Edge of World expecting an agenda. Once they have taken 2 brain damage, flatlining becomes quite easy.<\/p>\n\n<p>Make use of Fetal AI and Hokusai + Punitive to keep pressure on and destroy cards consistently. Being down on points shouldn't be a cause for concern as there are Snares and Shocks to keep the runner honest. Especially if there is a Hokusai installed in RD.<\/p>\n","username":"shammieg","cards":{"01067":1,"01070":3,"01072":3,"01078":2,"01101":1,"01110":3,"02032":3,"02053":3,"02070":2,"02095":2,"03009":1,"03023":3,"04012":2,"04032":3,"04033":2,"04039":2,"04073":2,"04074":2,"04079":3,"04115":2,"04119":3,"04120":2}},{"id":4658,"name":"Biotic Imaging v1.1","creation":"2014-04-27 22:15:00","description":"<p>Make HQ and R&amp;D into super servers, get huge hands, with super credit gains to score agendas out of hand and recursion to do it all again (Reclamation Order for Biotics and credit gains, then Archived Memories to get the Reclamations back).<\/p>\n","username":"jdscott0111","cards":{"01055":3,"01058":3,"01059":3,"01062":3,"01064":3,"01110":2,"02019":3,"02051":3,"02052":1,"02110":3,"02120":3,"03001":1,"03005":1,"03019":3,"04012":2,"04015":3,"04040":3,"04090":3,"04111":3}}]