[{"id":9075,"name":"bear traps with money bait","creation":"2014-08-30 01:54:21","description":"<p>experimental deck, low ice, high econ, mostly jin splash<\/p>\n","username":"omegacon","cards":{"01069":3,"01070":3,"01093":1,"01094":3,"01098":2,"01101":3,"01106":3,"01109":3,"01110":3,"02019":2,"02039":2,"02070":2,"04040":2,"04078":2,"04098":3,"04099":3,"04110":2,"04117":3,"05026":3,"06008":2}},{"id":9076,"name":"Noise's Money Mill","creation":"2014-08-30 02:23:57","description":"<p>This is based of an excellent deck concept, but I felt like Id like to play it a slightly different way, providing more pressure that takes advantage of the cards that you can kill and mill via Noise's fantastic ability.  Between his natural mill ability (with the 18 [!] viruses in this deck), the re-mill abilities inherent in 2x <a href=\"\/en\/card\/03035\">Levy AR Lab Access<\/a> and 2x <a href=\"\/en\/card\/01002\">Déjà Vu<\/a>, I feel like most corp's will feel this is a one-trick pony.  However, it also has eco (most particularly via the suggestion of <a href=\"\/en\/card\/01047\">Aesop's Pawnshop<\/a> + <a href=\"\/en\/card\/06037\">Cache<\/a> + <a href=\"\/en\/card\/01006\">Grimoire<\/a> and the ineffable <a href=\"\/en\/card\/01050\">Sure Gamble<\/a>. Aesops also works well with <a href=\"\/en\/card\/03053\">Daily Casts<\/a>.  <\/p>\n\n<p>My primary changes were to try and increase the pressure one can gives cops via normal runs. I did this by changing a full-breaker suite for 2x Crypsis (who is himself a virus!). Since you'll most likely have plenty of money, the pay difference isn't so bad.  Other changes are dropping some <a href=\"\/en\/card\/03047\">Sahasrara<\/a> for 3x <a href=\"\/en\/card\/01005\">Cyberfeeder<\/a>. This is (most likely) a drop in instal eco, but saves me influence and increases the ability to run. Similarly, I'm running <a href=\"\/en\/card\/05051\">Mass Install<\/a> to really strengthen the likelihood of dumping agendas into Archives for a glory run.  (Yes, I'd love to try and fit Hades Fragment in here!)  Because of Mass Install, I've tried to emphasize cheap viruses that can be paced on Scheherazade (maybe put a second one in?) making installs even cheaper.  <\/p>\n\n<p>Speaking of, there's some things this deck would love but I'm not sure how to do it.  It would love <a href=\"\/en\/card\/03038\">Clone Chip<\/a>, <a href=\"\/en\/card\/02101\">Retrieval Run<\/a>, and the aforementioned Hades Fragment.... I just need to test this out a lot before I see what to cut.  <\/p>\n\n<p>Ideas?<\/p>\n","username":"jared.saltz","cards":{"01001":1,"01002":2,"01003":2,"01005":3,"01006":2,"01007":1,"01008":3,"01009":2,"01010":1,"01012":3,"01047":2,"01050":3,"01051":2,"02003":2,"02041":2,"03035":2,"03047":1,"03053":3,"04022":1,"05051":3,"06014":2,"06033":2,"06037":3}},{"id":9077,"name":"Playing with Ca[che]sh","creation":"2014-08-30 02:50:54","description":"\n","username":"thedude42","cards":{"01001":1,"01002":3,"01005":3,"01006":3,"01008":3,"01009":3,"01012":3,"01016":3,"01047":3,"01050":3,"01053":3,"03038":3,"03054":3,"04022":3,"06034":3,"06037":3}},{"id":9078,"name":"FA (Fat Ass Money)","creation":"2014-08-30 02:51:10","description":"\n","username":"thedude42","cards":{"01055":3,"01056":3,"01059":3,"01062":2,"01092":3,"01101":2,"01110":3,"02051":3,"02070":3,"02092":2,"02110":3,"03005":1,"04011":3,"04015":2,"04040":3,"04119":3,"06001":2,"06002":3,"06010":2,"06021":1}},{"id":9079,"name":"Eat, Sleep, Tutor, Repeat","creation":"2014-08-30 07:38:02","description":"<p>Yes, fellow WWE fans, I went there!<\/p>\n\n<p>So, for this iteration of Professor, I've taken PeekaySK's extremely versatile concept as well as the Dirty Hands idea...and I've sorta mashed them together as if I was making a S'mores with A:NR deck concepts. :)<\/p>\n\n<p>The basic idea here is to get out <a href=\"\/en\/card\/06019\">Leprechaun<\/a> as early as possible...and if you can't, then at least build up some credits and hope for a good draw.  After <a href=\"\/en\/card\/06019\">Leprechaun<\/a> enters play, get that <a href=\"\/en\/card\/01044\">Opus<\/a> hosted, then start building your rig (breakers, pressure and ICE destruction...OH MY).<\/p>\n\n<p><a href=\"\/en\/card\/03035\">Levy AR Lab Access<\/a> is there, obviously, for when you need to push that reset button if things aren't going well.<\/p>\n\n<p><a href=\"\/en\/card\/02048\">Dinosaurus<\/a> is there so you can tailor your breakers to fit the current situation (should be easy to tell which breaker to host on it at the time so that the Corp's rig melts more efficiently).  It's not the cheapest console, but it's not very expensive either, especially with <a href=\"\/en\/card\/01035\">Modded<\/a> on your side.<\/p>\n\n<p><a href=\"\/en\/card\/04061\">Keyhole<\/a>, <a href=\"\/en\/card\/02003\">Imp<\/a>, <a href=\"\/en\/card\/02041\">Nerve Agent<\/a>, and <a href=\"\/en\/card\/01028\">Sneakdoor Beta<\/a> are your pressure points.  If anyone has advice on which card to remove here to put in <a href=\"\/en\/card\/01010\">Medium<\/a>, please feel free to tell me. :)  This SHOULD be sufficient pressure though, I think.<\/p>\n\n<p>The usual Professor suspects (<a href=\"\/en\/card\/03034\">Scavenge<\/a>, <a href=\"\/en\/card\/02047\">Test Run<\/a>, and <a href=\"\/en\/card\/03038\">Clone Chip<\/a>) all play an integral part as always...and then there's <a href=\"\/en\/card\/01034\">Diesel<\/a>, which is integral in getting a good start.  Even if found in the mid-game, it can be a good asset.<\/p>\n\n<p>As always, feedback welcome!<\/p>\n\n<p>Update - After receiving feedback from x3r0 and Pink, the changes are:  -2 <a href=\"\/en\/card\/02048\">Dinos<\/a> and +1 <a href=\"\/en\/card\/01010\">Medium<\/a>, +1 <a href=\"\/en\/card\/06033\">D4v1d<\/a>.  Let's see how this does...and if I feel I need to, I may drop the <a href=\"\/en\/card\/06033\">D4v1d<\/a> and go back to 1 <a href=\"\/en\/card\/02048\">Dino<\/a>.<\/p>\n","username":"esutter479","cards":{"01008":2,"01009":1,"01010":1,"01011":1,"01012":1,"01026":1,"01028":1,"01034":3,"01035":3,"01044":3,"01050":3,"02003":1,"02004":1,"02007":1,"02041":1,"02047":3,"02066":1,"02104":1,"03029":1,"03034":3,"03035":2,"03038":3,"03046":3,"04061":1,"06019":3,"06033":1}},{"id":9081,"name":"The Woman in the Red Dress","creation":"2014-08-30 11:09:20","description":"<p>First attempt at making a deck from scratch. This is the beta version, yet to be run. I'll probably make some adjustments after I test it. But for the most effect, this deck is engineered to have a brutal early game, with heaps of events to pepper the corp with. Gotta be agressive.<\/p>\n","username":"custron","cards":{"01008":3,"01020":2,"01021":2,"01022":2,"01027":2,"01028":1,"01029":1,"01030":1,"01050":3,"01051":2,"01053":3,"02009":2,"02026":3,"02043":2,"02050":1,"02064":1,"02083":1,"02084":2,"02085":1,"02107":1,"03038":3,"03052":3,"03054":3,"04029":2,"04067":1,"04089":2,"05032":2,"05033":1,"05035":2,"05042":2,"05046":2}},{"id":9082,"name":"Bioroid Reserve Bank","creation":"2014-08-30 11:09:49","description":"<p>I've always had a sense that HB works really well as this kind of self-sufficient, insular, defense machine. I had been playing the 'HB Brainbuster' deck for a while, but found that it's seeming slow-burn up to brutal econ strength was going underutilized in the mid game. So I decided to strip back all the efforts to flatline the runner, maintain the focus on econ, and try and use that econ to facilitate fast advances, as well as situations where you can simply buy the runner out of runs, as is the case with <a href=\"\/en\/card\/02052\">Viper<\/a>.<\/p>\n\n<p>Now time to test it out and see how it goes.<\/p>\n","username":"custron","cards":{"01054":1,"01055":3,"01056":3,"01061":2,"01062":2,"01092":3,"01106":1,"01110":3,"01113":2,"02011":1,"02034":2,"02051":3,"02052":2,"02092":3,"02110":3,"03004":1,"03009":3,"03016":2,"03019":2,"03022":3,"03026":2,"04015":2,"04039":2,"04050":1,"04100":1,"04119":2,"04120":2,"05016":1}},{"id":9083,"name":"Shaped Chaos","creation":"2014-08-30 11:31:06","description":"<p>Chaos:\nnoun\n1.\na state of utter confusion or disorder; a total lack of organization or order.<\/p>\n\n<p>What if we could shape a state of disorder? A puzzle piece that could fit with jagged edges where it should be smooth. That's exactly what this deck is trying to do.<\/p>\n\n<p>This deck is fast and organized Chaos, fitting of the ID. <\/p>\n\n<p>Set the pace early, either with econ, running, or draw power. An ideal starting hand will have a <a href=\"\/en\/card\/01044\">Magnum Opus<\/a> or a <a href=\"\/en\/card\/01050\">Sure Gamble<\/a>, a <a href=\"\/en\/card\/01035\">Modded<\/a>, A <a href=\"\/en\/card\/01034\">Diesel<\/a>, and <a href=\"\/en\/card\/03034\">Scavenge<\/a>.  <\/p>\n\n<p>Almost any hand will have at least 2 of the 5(6) choices. Honestly you should only be using a mulligan if you're overloaded with Hardware and programs that aren't MO. <\/p>\n\n<p>Some fast first turn plays you can use are: Install Magnum, click for 6 credits. Sets the pace of econ quickly, nothing funnier than watching a corp not know what to do with 2 unrezzed ice over HQ and R&amp;D, staring as you install your main econ card and take 6 credits from it on turn 1. <\/p>\n\n<p>Next play: Anything using Test Run\/ Scavenge. Use it for a Magnum if you don't have a sure gamble in your hand. Use Sure Gamble, Test Run for a Fem, put it's counter on R&amp;D, run R&amp;D, and then Scavenge it to keep it in play, putting it's counter on the ice in front of HQ. Confuse the corp into icing what servers you want them to ice. Early Fem gives you access to almost any server turn 1.<\/p>\n\n<p>Other possible plays? Diesel a bunch, toss all your programs in the heap. \"Why would you do this?!\" You may ask, and I'll tell you why. In this deck, Programs are almost useless in your grip. (the only time they aren't useless is when you have a modded or you for some reason want to hard rez one of these huge ice breakers\/MO). All of your tutoring is either from your Stack or your Heap. In fact, your most reliable form of gathering your programs is probably going to be your heap. Because you won't really have the opportunity to draw a program from your heap. You can Test run\/Scavenge it, you can Retrieval Run it, and you can just you know, Same Old Thing into a Test Run\/Scavenge if you are really desperate. You will only need to get things 4 times if done correctly, and the rest (hardware) can be modded out.<\/p>\n\n<p>Alright some choices here that may be confusing that I'd like to clarify. <\/p>\n\n<p><a href=\"\/en\/card\/06038\">Net Celebrity<\/a> and <a href=\"\/en\/card\/06036\">Unscheduled Maintenance<\/a>. Currently I'm only running 1 Unscheduled because of influence, but I'm thinking of taking my 2nd fem out and putting another in here. Here's why: First of all, trying to play this deck without a current is suicide, as if any corp is running Enhanced Login Protocol, you are literally boned harder than Dinosaurus' Fossils. With the only way to get that out of play is to steal an agenda, most likely by the time you get one, another ELP will come out the next turn, and you're boned again. <\/p>\n\n<p>This may be a meta call, but I prefer to be safe on all sides here, and I'd take <a href=\"\/en\/card\/06036\">Unscheduled Maintenance<\/a> over <a href=\"\/en\/card\/06038\">Net Celebrity<\/a>, just because of a better meshing with this deck. Sure you have huge ice breakers, but if they can only install 1 ice per turn, then they're going to fall behind in their ability to protect things, which means you can fem them and make them cry. Keep in mind, these are mostly here just because of my Current heavy local meta, but it's good to keep at least 2 in deck no matter what. I'm keeping 3 because I know guys will throw down 3 ELP's no problem. <\/p>\n\n<p>HQ\/R&amp;D Int are pretty self-explained, multi access is better than single access, especially if you can modded both of them out for 1 credit a piece. <\/p>\n\n<p><a href=\"\/en\/card\/03037\">Feedback Filter<\/a> and <a href=\"\/en\/card\/01045\">Net Shield<\/a>. These are very very local meta picks because there is this guy who runs like.. 4 ice Jinteki PE with a ton of assets that deal tons of net damage and Flatlines everyone. And then we have some HB players too, so that kind of messes things up. Net Shield I would say is just a great pick in any deck (only a 1fer though) just as an option against Jinteki. Taking too much Net Damage? Throw down a Net Shield and take the 1credit cost to take away 1 net damage. <\/p>\n\n<p><a href=\"\/en\/card\/03049\">Professional Contacts<\/a>. If you mulligan into a bad hand, you can get boned pretty quickly with bad card draw. This prevents that by making every draw much more efficient, because hey, money. Also it's a very viable option against 4ice Jinteki PE who keeps on making you take net damage and spend your money to trash assets and steal his agendas. <\/p>\n\n<p><a href=\"\/en\/card\/03044\">Cyber-Cypher<\/a>. Not too sure why I even have this in here, haven't played it once. But I still think it's a really good safety net. Don't have enough to modded out a Torch? No worries, Cyber Cypher that server you're focusing your hate on because screw that server in particular. <\/p>\n\n<p><a href=\"\/en\/card\/02004\">Morning Star<\/a>. Best Breaker for Dinosaurus in this deck, just plop it on and laugh at everyone's less than 7 strength barriers, if you're against weyland, just switch your fem to whatever hadrians they're advancing to stop it and laugh at them more. (This is also why I'm keeping a second fem, just incase of this scenario so I can have 2 fems out to be like 'Yo your stupid curtain wall is useless now that you somehow got out as the fourth piece of ice on your advancing remote and hard rezzed because you're Weyland.' )<\/p>\n\n<p>The main problem this deck runs into is if you have to make choices on what breakers to Test\/Scav out, in that case, just facecheck. Worst case scenario, you lose a magnum, take brain damage and die... okay that's actually kind of bad. But early game I doubt they'll have anything like that.. (hopefully). So you can just facecheck early to see what kind of ice they're running and base that on if you think they'd have multiples of that ice. So just be like 'Yo nice Elis you have there, shame if a Morning Star were to happen to it.' <\/p>\n\n<p>I am currently negative with this deck. (not this rendition of it; I haven't got to test my tweaks yet (namely adding more recursion and adding pro contacts for those times I was digging for nothing because I was stupid and thought 'Eh i'll try out how it does with a bad hand' instead of taking a mulligan...) But it was a bunch of me misplaying and the deck STILL almost made up for an idiot like me running it, (I had 2 games where I had 6 points on the board and FLATLINE : (, the other I stole 5 agenda the first 2 turns and then Near Earth Hub just kinda.. Astrochained to victory because I didn't get a magnum out fast enough. Like I said, bad plays by me, deck still almost made up for it. )<\/p>\n\n<p>This was inspired by  Dinomite v3 (and v2\/v1 respectively.) With my own meta twists and personal preferences on it. I hope you enjoy it, if you have any questions please ask and I can let you know!<\/p>\n","username":"masunrays","cards":{"01004":1,"01026":2,"01034":3,"01035":3,"01044":3,"01045":1,"01050":3,"02004":1,"02046":1,"02047":3,"02048":2,"02085":1,"02101":2,"02107":1,"03034":3,"03035":1,"03037":1,"03044":1,"03049":1,"03054":3,"04047":1,"06036":1,"06038":2}},{"id":9084,"name":"Nasirs Toolbox 0.5","creation":"2014-08-30 12:24:25","description":"<p>Use SMCs and Workshop to use up credits, has answears for all?<\/p>\n","username":"Lyckan","cards":{"01005":2,"01008":2,"01012":1,"01026":1,"01034":3,"01041":1,"01042":1,"01043":1,"02003":1,"02009":2,"02049":3,"02065":1,"02066":1,"02082":1,"02091":1,"02107":2,"03035":1,"03038":3,"03040":2,"03041":3,"03042":1,"03046":3,"03048":1,"04003":1,"04067":1,"06017":1,"06019":2,"06038":3}},{"id":9085,"name":"Haiku","creation":"2014-08-30 12:32:40","description":"<p>three copies<\/p>\n\n<p>five-three agendas<\/p>\n\n<p>twice suffice<\/p>\n\n<p>.<\/p>\n\n<p>haiku ice<\/p>\n\n<p>only a stranger<\/p>\n\n<p>chimera<\/p>\n\n<p>.<\/p>\n\n<p>search the six<\/p>\n\n<p>play cards deceptive<\/p>\n\n<p>force the eight<\/p>\n\n<p>.<\/p>\n\n<p>defy time<\/p>\n\n<p>NeoTokyo restricts?<\/p>\n\n<p>analyze<\/p>\n\n<p>.<\/p>\n\n<p>retreat soon<\/p>\n\n<p>no need for Howard<\/p>\n\n<p>drop evils<\/p>\n\n<p>.<\/p>\n\n<p>feed Thomas<\/p>\n\n<p>caught or forgotten<\/p>\n\n<p>always helps<\/p>\n","username":"Contrast","cards":{"01069":3,"01075":3,"01089":3,"01100":3,"02015":3,"02033":3,"02039":3,"02060":3,"03012":3,"04093":2,"05001":1,"05007":3,"05011":3,"05014":3,"05015":3,"05021":3}},{"id":9086,"name":"2014 Nationals Top 64 - The New 'Riel","creation":"2014-08-30 13:02:17","description":"\n","username":"ooogene","cards":{"01007":1,"01017":1,"01018":3,"01019":3,"01021":3,"01022":3,"01024":3,"01026":1,"01028":2,"01032":1,"01049":1,"02043":2,"02066":1,"02085":2,"02091":1,"02104":3,"03038":2,"03049":1,"03054":3,"04004":3,"04043":1,"05046":1,"05048":2,"06014":2}},{"id":9087,"name":"Nasir Workshop","creation":"2014-08-30 13:07:11","description":"<p>This is still a work in progress, but I think I'm getting closer. I have three influence to spare. <\/p>\n","username":"scantrell24","cards":{"01005":1,"01012":3,"01019":1,"01026":1,"01034":3,"01036":1,"01038":2,"01040":2,"01041":2,"01042":1,"01043":1,"01053":3,"02049":3,"02065":1,"02066":1,"02082":1,"02091":1,"02107":2,"03031":1,"03038":3,"03041":1,"03042":1,"03046":3,"03048":1,"04047":1,"05053":1,"06017":1,"06038":1,"06040":2}},{"id":9088,"name":"2014 Nationals Top 64 - Please Don't Whiz on the Bonzai","creation":"2014-08-30 13:07:36","description":"<p>An absolute ton of remotes. Put Caprice on one. Then add Ash. Then add Hokusai. Then watch them not want to waste time running and score as you please. This can be a really annoying deck to play against and eventually the opponent will make a mistake or you'll force them to do something they do not want to do.<\/p>\n","username":"ooogene","cards":{"01070":2,"02013":2,"02031":1,"02032":3,"02056":3,"02095":3,"04013":2,"04015":2,"04054":3,"04060":3,"04073":3,"04074":3,"04077":3,"04114":3,"04119":3,"05006":1,"05007":2,"05009":3,"05017":1,"05018":2,"06003":2}},{"id":9090,"name":"Single Core: Weyland","creation":"2014-08-30 13:25:34","description":"\n","username":"properplay","cards":{"01070":2,"01083":1,"01086":2,"01088":3,"01093":1,"01094":3,"01095":2,"01097":2,"01098":3,"01099":2,"01100":1,"01101":2,"01102":2,"01103":3,"01104":3,"01105":1,"01106":3,"01107":3,"01108":2,"01110":3,"01111":3,"01113":3}},{"id":9091,"name":"Single Core: Criminal","creation":"2014-08-30 13:26:03","description":"\n","username":"properplay","cards":{"01004":1,"01007":2,"01008":2,"01014":2,"01017":1,"01018":2,"01019":2,"01020":3,"01021":3,"01022":3,"01023":2,"01024":1,"01026":2,"01027":2,"01028":2,"01029":2,"01030":1,"01034":3,"01049":3,"01050":3,"01051":1,"01053":3}},{"id":9096,"name":"Single Core: Anarch","creation":"2014-08-30 13:29:33","description":"\n","username":"properplay","cards":{"01001":1,"01002":2,"01003":3,"01005":3,"01006":1,"01007":2,"01008":2,"01009":2,"01010":2,"01011":2,"01012":3,"01013":2,"01014":2,"01015":1,"01016":2,"01019":3,"01021":2,"01036":2,"01044":1,"01050":3,"01051":2,"01053":3}},{"id":9097,"name":"The Root of All Evil","creation":"2014-08-30 16:02:02","description":"\n","username":"me aka tommy","cards":{"01070":3,"01086":2,"01094":3,"01098":3,"01099":3,"01101":2,"01102":2,"01103":3,"01104":3,"01110":3,"02018":3,"02076":1,"02077":2,"02117":1,"04015":2,"04017":3,"04057":3,"04078":2,"04100":1,"06008":3,"06009":2}},{"id":9098,"name":"Monolithic 1.0","creation":"2014-08-30 16:52:32","description":"<p>Currently running quite fast the deck builds mass's of cash and programs in the heap to bring out into play with clone chips. The Monolith is a bit of a gimmick play but is also really useful MU wise and can be played on turn 2 if your lucky.<\/p>\n\n<p>I am really enjoying playing the deck atm. <\/p>\n","username":"Pinkwarrior","cards":{"01007":1,"01009":1,"01019":1,"01026":1,"01027":1,"01028":1,"01034":3,"01042":2,"01043":3,"01044":3,"01050":3,"02003":1,"02041":1,"02066":1,"02087":3,"02104":1,"03029":1,"03033":3,"03035":1,"03036":3,"03038":3,"03046":3,"04061":1,"04065":1,"06019":3,"06033":1}},{"id":9099,"name":"Freelance Professor v1.3","creation":"2014-08-30 18:54:30","description":"<p><strong>Main Strategy:<\/strong> Cost-effective early-game icebreakers are used to gain acquire an advantage early. Disruptive Anarch tools are used to extend this advantage for as long as possible to win before the Corp manages to stabilize the board and start scoring. <\/p>\n\n<p><strong>Economy:<\/strong> The primary economic piece is Magnum Opus, but heavy card draw and Freelance Coding Contract can provide a quick boost in the economy while allowing Professor to utilize programs from heap. Test Run's first job is to help get out Magnum Opus. After this, the deck is supplemented by the burst of Sure Gamble and Freelance Coding Contract and recurring credits from Sahasrara and The Toolbox. <\/p>\n\n<p><strong>Icebreakers:<\/strong> The setup is pretty standard, taking the easiest to deploy and utilize. A slight exception would be my code gate solution where I used Cyber-Cypher mainly for remotes and Passport for centrals instead of using ZU.13 Key Master, but it's still up for consideration. <\/p>\n\n<p><strong>Programs:<\/strong> My primary strategy is to disrupt the Corporation so Keyhole, instead of Medium, became my main choice. For HQ, I use Nerve Agent for the multi-access to be combined and used with Imp to trash key Corp cards for more disruption. This is also my solution for Scorched Earth so this combo becomes more important vs Scorched Earth decks. <\/p>\n\n<p>As you can see my only memory solution is The Toolbox and Leprechauns. Toolbox helps extend the range of the cheap icebreakers when the bigger ice start coming out and also functions well for opening up MU through +MU and also +2 Link for Zu13.<\/p>\n\n<p><strong>Update:<\/strong><br \/>\n- <em>Removed -1 Lamprey, -1 Scavenge, Added +1 Sahasrara, +1 Test Run:<\/em> there was issues when drawing multiple scavenges and wish they were something else like Test Run. Lamprey was unimpressive when my buddy used 2 of them on me, they lacked a lot of punch. Added Sahasrara is a program that also helps provide an economic boost, combos with Clone Chip and SMC as well.<br \/>\n- <em>Removed -1 Quality Time, -1 Cyber Cypher -1 Passport, -1 Crescentus Added +1 Escher, +2 Magnum Opus, +1 Zu13 Key Master:<\/em> Magnum Opus is too important to not have 3 copies of to ensure I get it out early especially without having to burn a Test Run (but its still its first main job in deck). Plus additionally drawn Opus's = FCC fodder. Crescentus was a bit situational so it was an easy slot to remove for it then I squeezed my two code-gate solutions into 1 with Zu13 and that frees up another card slot. Peekay's deck helped convince me that Escher could be a huge card to play and I figured with 3x Magnum Opus, I can afford a little less draw power so -1 Quality Time for it.<br \/>\n<em>- Removed -1 Leprechaun, -1 Djinn, -1 SMC, Added +2 The Toolbox, +2 Knight:<\/em> I didn't like having to put out Daemons early to make good use of them especially because they were my only memory solution. This setup allows me to delegate the 2 Leprechauns left in deck as a later game Memory solution and allows me to just draw for Magnum Opus and put it out ASAP. With The Toolbox, I think this combo works out great and can solve most if not all memory issues that I would run across. The Toolbox also extends the range for using my cheap icebreakers regularly when bigger, harder to break ice start coming out. Knight was placed in deck as an additional solution for big ice in case I run across multiples and increases the chances of me drawing into a big ice solution like Femme Fatale and Knight.  <\/p>\n\n<p>Thoughts? Opinions? Ideas?<\/p>\n\n<p>Props to Peekay's Professor deck, which pushed me to run 2 more copies of Magnum Opus and an Escher: \n<a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/7546\/vivat-academia\">Vivat Academia<\/a><\/p>\n","username":"jairoe03","cards":{"01007":1,"01008":2,"01011":1,"01012":1,"01026":1,"01028":1,"01034":3,"01041":2,"01044":3,"01050":2,"02003":1,"02007":1,"02041":1,"02047":3,"02066":1,"02087":2,"02104":1,"03029":1,"03031":1,"03033":3,"03034":2,"03035":2,"03038":3,"03046":2,"03047":1,"04043":1,"04061":1,"06019":2}},{"id":9100,"name":"Meat Sandwich 1.0.1","creation":"2014-08-30 20:08:19","description":"<p>Tweaked the ice. Dropped Wall Of Thorns for Eli 1.0.<\/p>\n","username":"fhduff","cards":{"01069":1,"01070":2,"01086":3,"01093":1,"01098":3,"01099":3,"01102":1,"01103":1,"01104":2,"01107":1,"01109":2,"01110":3,"01111":2,"02019":2,"02020":2,"02077":3,"02110":1,"04015":3,"04020":2,"04036":3,"04040":3,"04079":3,"04117":2,"06009":1}},{"id":9101,"name":"Near-Earth Alix","creation":"2014-08-30 20:43:08","description":"<p>Using that extra influence for <a href=\"\/en\/card\/03008\">Alix T4LB07<\/a> to boost econ. Get a <a href=\"\/en\/card\/01092\">SanSan City Grid<\/a> up and running, and always have enough drip cash coming in to score out of hand. <\/p>\n","username":"lukesim3","cards":{"01059":2,"01081":3,"01082":2,"01090":1,"01092":2,"01109":3,"01110":3,"02017":2,"02019":2,"02055":3,"02056":3,"02096":2,"02115":3,"03008":3,"04015":3,"04076":2,"04096":3,"04119":3,"06003":2,"06005":1,"06026":2}},{"id":9102,"name":"Astrotrain (Italian Regional 3rd place)","creation":"2014-08-30 22:03:30","description":"\n","username":"moonwalker","cards":{"01059":3,"01064":1,"01081":3,"01082":2,"01084":1,"01090":1,"01092":3,"01110":3,"02055":2,"02056":3,"02110":3,"02115":3,"04015":3,"04034":2,"04076":3,"04096":3,"04119":3,"04120":3,"05024":1,"05027":2,"06003":1,"06005":1}},{"id":9103,"name":"Astrobiotics - Manchester Aug14 Winner","creation":"2014-08-30 22:04:30","description":"<p>Not much to say about this deck really.  One thing is that there are definitely modifications to be made.<\/p>\n\n<p>The <a href=\"\/en\/card\/06032\">Will-o'-the-Wisp<\/a> does nothing, that should be the first thing to go, probably for a <a href=\"\/en\/card\/05027\">Fast Track<\/a> to help break R&amp;D lock.<\/p>\n\n<p>The <a href=\"\/en\/card\/04077\">RSVP<\/a> are fine, but the wraparounds + Bastion feel out of place, I think I will try it with 3x <a href=\"\/en\/card\/02056\">Pop-up Window<\/a> and 3x <a href=\"\/en\/card\/01113\">Wall of Static<\/a> replacing the bastion and wraparound, to give me more money to rez things like <a href=\"\/en\/card\/01090\">Tollbooth<\/a>.  Finally <a href=\"\/en\/card\/06003\">Lotus Field<\/a> should get replaced with <a href=\"\/en\/card\/01064\">Rototurret<\/a>.<\/p>\n","username":"metagaia","cards":{"01059":3,"01062":2,"01081":3,"01082":2,"01090":2,"01092":3,"01109":2,"01110":3,"02055":3,"02115":3,"03026":3,"04015":3,"04076":3,"04077":3,"04096":3,"04119":3,"05025":3,"06003":1,"06005":1,"06032":1}},{"id":9104,"name":"Andromeda - Near Earth Perfection (Manchester Aug14 winner)","creation":"2014-08-30 22:04:44","description":"<p>This deck is my attempt to keep Andy competitive against both Near Earth Hub and Replicating Perfection, as well as a general jack of all trades.<\/p>\n\n<p>The first thing to notice is the lack of <a href=\"\/en\/card\/03054\">Same Old Thing<\/a>.  In testing this card turned out rather lackluster.  It helped seal the deal in games I was winning anyway, but it rarely helped me when I was locked out of all the servers.<\/p>\n\n<p>With the rampant amount of Lotus Field around, Knight was not going to cut it, so I brought in <a href=\"\/en\/card\/02007\">ZU.13 Key Master<\/a> as my backup decoder, and it is useful both against Jinteki's Lotus Fields and NBN's fast paced decks.<\/p>\n\n<p>The other thing was I cut the usual parasites for more multi-access, namely 2 <a href=\"\/en\/card\/02107\">R&amp;D Interface<\/a>.  These are excellent both against NBN and Jinteki, since I can make fewer runs, therefore making the same saving that Parasite gives me.<\/p>\n\n<p>Apart from that, it is the usual Criminal Good Stuff.  If you don't see scorched earth at all, feel free to sub the <a href=\"\/en\/card\/02009\">Plascrete Carapace<\/a> for <a href=\"\/en\/card\/01029\">Bank Job<\/a> or <a href=\"\/en\/card\/01020\">Forged Activation Orders<\/a>.<\/p>\n","username":"metagaia","cards":{"01007":2,"01008":3,"01011":1,"01014":1,"01018":3,"01021":2,"01022":3,"01024":3,"01026":1,"01028":1,"01049":1,"01050":3,"02007":1,"02009":2,"02043":2,"02083":1,"02091":2,"02104":3,"02105":2,"02107":2,"03052":3,"05035":2,"05048":2}},{"id":9105,"name":"Andromeda (Italian Regional 3rd place)","creation":"2014-08-30 22:04:56","description":"\n","username":"moonwalker","cards":{"01007":2,"01008":2,"01011":1,"01012":1,"01014":1,"01018":3,"01021":2,"01022":3,"01024":3,"01026":1,"01050":3,"02006":1,"02009":2,"02043":2,"02083":1,"02091":3,"02104":3,"02107":2,"03037":1,"03052":3,"03054":2,"05035":2,"05048":3}},{"id":9106,"name":"Divine Sorcerer","creation":"2014-08-30 22:29:52","description":"<p>This is a Resource May deck. I chose Resources (over Events) for a few reasons:<\/p>\n\n<ul>\n<li>The economy is just as good.<\/li>\n<li>It allows me to look for Motivation, which Event May wiffs on.<\/li>\n<li>There is a Resource based anti tag-and-bag (<a href=\"\/en\/card\/02109\">New Angeles City Hall<\/a>), while there is no anti tag-and bag in Event form.<\/li>\n<\/ul>\n\n<p>The economy is <a href=\"\/en\/card\/01047\">Aesop's Pawnshop<\/a> based; I can sell the <a href=\"\/en\/card\/01053\">Armitage Codebustings<\/a>, the <a href=\"\/en\/card\/03053\">Daily Casts<\/a>, the <a href=\"\/en\/card\/02022\">Liberated Accounts<\/a>, the extra <a href=\"\/en\/card\/04008\">Motivation<\/a>, the <a href=\"\/en\/card\/02003\">Imps<\/a> and the extra access cards if their respective servers are over-protected.<\/p>\n\n<p>It's an AI deck; AI are succectible to <a href=\"\/en\/card\/04096\">Wraparound<\/a> and <a href=\"\/en\/card\/04033\">Swordsman<\/a>. <a href=\"\/en\/card\/04043\">Knight<\/a> takes care of <a href=\"\/en\/card\/04096\">Wraparound<\/a> and <a href=\"\/en\/card\/01026\">Femme Fatale<\/a> can take care of <a href=\"\/en\/card\/04033\">Swordsman<\/a>, in the rare cases that he shows up.<\/p>\n\n<p><a href=\"\/en\/card\/01002\">Déjà Vu<\/a> is essential, because while <a href=\"\/en\/card\/04008\">Motivation<\/a> is not yet out, you might end up trashing both <a href=\"\/en\/card\/01051\">Crypsii<\/a>.<\/p>\n\n<p>The ideal turn (if noting urgently requires your attention) is: <a href=\"\/en\/card\/05054\">Oracle May<\/a>, <a href=\"\/en\/card\/02091\">Kati Jones<\/a>, <a href=\"\/en\/card\/01051\">Crypsis<\/a>, Something else.<\/p>\n","username":"mabool","cards":{"01002":3,"01006":3,"01026":1,"01047":1,"01051":2,"01053":3,"02001":1,"02003":2,"02022":3,"02041":2,"02091":1,"02109":3,"03053":3,"03054":3,"04004":2,"04008":3,"04043":3,"04061":2,"04106":3,"05054":2}},{"id":9107,"name":"Swiss Bank","creation":"2014-08-30 22:57:18","description":"<p>Other than the identity, this deck is comprised solely of Neutral cards.<\/p>\n","username":"striatic","cards":{"01054":1,"01106":3,"01108":3,"01109":3,"01110":3,"01111":3,"01113":3,"02020":3,"02059":3,"02060":3,"02120":1,"03023":3,"03026":3,"04040":3,"04059":3,"04100":3,"04119":3,"04120":3}},{"id":9108,"name":"K-Swiss","creation":"2014-08-30 22:57:39","description":"<p>Other than the identity, this deck is comprised solely of Neutral cards.<\/p>\n","username":"striatic","cards":{"01049":3,"01050":3,"01051":3,"01052":3,"01053":3,"02009":3,"02069":3,"02083":1,"02091":3,"03052":3,"03053":3,"03054":3,"03055":3,"04029":3,"04109":3,"05053":3}}]