[{"id":8752,"name":"Siphon Nasir","creation":"2014-08-20 00:18:40","description":"<p>This is a fast-tempo deck that is still very much a work in progress, and I'd love feedback, especially since I'm sort of going against the grain meta-wise on this one (no parasite? GTFO?). It feels counter-intuitive to run Siphon in Nasir, because it may or may not have negative synergy with his ID, but at the same time I have trouble seeing how hurting the corp's ability to rez ice is a bad thing. This is still Netrunner, and we still want to get into servers. Just make sure to leave yourself room to clear the tags.<\/p>\n\n<p><a href=\"\/en\/card\/02091\">Kati Jones<\/a> is out: I found myself much more willing to click Mopus for an immediate 2c than clicking Kati for a future 3. <a href=\"\/en\/card\/06038\">Net Celebrity<\/a> is gone because it was more meant to combat the hypothetical presence of a corp current, but that's not my style - I'd much rather play my own game. <a href=\"\/en\/card\/03054\">Same Old Thing<\/a> Siphon for an added punch (best practice is to avoid getting a SOT on the table before Siphon if possible, just to delay any tip of your hand), or use it to Test Run out a breaker, or even Scavenge a Femme (pro play: corp sticks on unrezzed ice on the outside of a late-game scoring server, aiming to drain you of credits to stop you from getting to the last agenda. Scavenge a Femme, put her bypass token on the unrezzed ice, and enjoy keeping your credits).<\/p>\n\n<p>The big decision is to drop <a href=\"\/en\/card\/01012\">Parasite<\/a> entirely, and I'm still not convinced this isn't a mistake. So far though, I'm able to justify dropping it because a) the 2 I was running added up to 4 inf. and b) so many times I'd find myself either without the means to tutor it up when I really needed, or without the willingness to spend the tutor on it; it was mostly a \"blast through a surprise Pop-Up provided you're okay with a 2MU SMC sitting on the table until that surprise comes\" card, and I feel that careful rig building coupled with <a href=\"\/en\/card\/06040\">Ghost Runner<\/a> and <a href=\"\/en\/card\/06037\">Cache<\/a> makes those surprise low-costs much less of a problem. <a href=\"\/en\/card\/03038\">Clone Chip<\/a> is still in to recur <a href=\"\/en\/card\/06037\">Cache<\/a>, though that card can also be <a href=\"\/en\/card\/03034\">Scavenged<\/a> in a pinch. <a href=\"\/en\/card\/02004\">Morning Star<\/a> is out and I've swapped in <a href=\"\/en\/card\/01042\">Battering Ram<\/a> just because I really haven't been a fan of the huge overhead it takes to get Morning Star up and running, and the 4 inf. lets me run Siphon; plus for what you pay for it, it still can't break all barriers - most but not all. Battering Ram will need some testing because I think when all's said and done, if I weren't running Siphon I'd have left Morning Star in.<\/p>\n","username":"BTrain","cards":{"01008":1,"01018":2,"01026":1,"01034":3,"01041":2,"01042":1,"01043":1,"01044":1,"02041":1,"02047":3,"02049":3,"02107":3,"03034":3,"03038":2,"03040":3,"03046":3,"03054":2,"04067":1,"04086":3,"06017":1,"06037":3,"06040":3}},{"id":8753,"name":"SlySquid's Pawnshop v2.0","creation":"2014-08-20 00:35:08","description":"<p>New version of the deck, I think I'm happiest with it now...\nHad to go back to <a href=\"\/en\/card\/01013\">Wyrm<\/a>, I didn't have it and I'm so use to playing with it...\nI know a lot of people hate on it but it's really REALLY strong against low ice and brutal when paired with <a href=\"\/en\/card\/01012\">Parasite<\/a>...\nAlso any extra copy's can be <a href=\"\/en\/card\/01047\">Aesop's Pawnshop<\/a>ed out for cash!   <\/p>\n","username":"SlySquid","cards":{"01001":1,"01002":2,"01005":3,"01006":3,"01008":3,"01009":1,"01010":1,"01012":3,"01013":3,"01047":1,"01053":3,"02003":3,"02009":2,"02041":1,"02042":1,"02091":1,"03038":3,"03053":3,"04004":2,"06033":3,"06037":3}},{"id":8754,"name":"Manifest Destiny v0.2","creation":"2014-08-20 01:56:27","description":"<p>A couple changes to cards.  The Encryption Protocols weren't doing very much (except against Whizzard), but I left one because they're fun to use to bluff as Snares or a money asset for later.  Try doing that with a TGTBT, by the way.  Once you ignore it, the runner figures it's a Snare and also ignores it.  I also dropped 2 Information Overloads in there, because they're amazing.  To go with that I put in another Bad Times.  I've gotten 14+ tags without even trying to tag storm, which is crazy.  An early Restructured Datapool will change the game.  Seriously.  I also lost the two City Surveillances.  They did work but they're very expensive and against some player's they'll never do anything.  Oh, and I got a second Eve and third Private Contracts.<\/p>\n\n<p>This is kind of word-vomit-y, but I wrote a lot more about the original version.  Check that out.<\/p>\n\n<p>I also really want to work in a current of some sort.  I could lose the Hedge Funds for 2 Targeted Marketings and a Lag Time or something.  I've played a full asset econ deck before and it's pretty amazing, but my meta (girlfriend) has been all about the Whizzard lately so I need to get out of that mindset a bit before I'll feel okay with that.<\/p>\n","username":"wswan","cards":{"01056":2,"01070":3,"01084":2,"01088":2,"01090":2,"01109":3,"01110":3,"01112":2,"02016":2,"02020":2,"02029":1,"02059":3,"02060":2,"02092":2,"02115":3,"04015":2,"04075":2,"04095":3,"04096":3,"06005":1,"06012":3,"06027":2}},{"id":8755,"name":"Noise 9-5","creation":"2014-08-20 02:09:57","description":"<p>Just another day milling cards. <\/p>\n\n<p>Could play solitaire and mill for a Archives glory run, or Ice Destruction and Credit Denial to get into any server. Lots of fun against rush decks. Still need to test against glacier builds. <\/p>\n\n<p>Deck has a lot of money. Might sub Mass Installs for Vamps. <\/p>\n","username":"rupertpupkin9","cards":{"01001":1,"01002":3,"01005":3,"01006":3,"01008":3,"01009":3,"01012":3,"01016":2,"01018":2,"01047":2,"01051":2,"02003":3,"02091":2,"03053":3,"04043":3,"05051":2,"06014":3,"06037":3}},{"id":8756,"name":"NEXT Level v2.1.0","creation":"2014-08-20 02:54:01","description":"<p>So, not as much of a change as anticipated (at least as yet); I only started playing this iteration when I got the physical copy of Upstalk 2nd week of August. There has however been a shuffle in the ICE layout to make room for Mother Goddess and NEXT Silver, and putting in a Fast Track to help with the deck's occasional mid\/late-game stall of drawing ICE for 4 turns straight.<\/p>\n\n<p>I'm considering removing the AggSec for a Haas AI to permit some FA shenanigans. Plus, the Runner might not take the bait of an AggSec, whereas they're pretty likely to run a triple-advanced AI, especially once they know it's there :-)<\/p>\n","username":"Icedman","cards":{"01055":3,"01056":3,"01057":1,"01062":1,"01064":2,"01090":2,"01101":1,"01106":3,"01110":3,"02012":1,"02051":2,"02052":2,"02070":3,"03003":1,"03004":1,"03014":2,"03015":2,"03017":1,"04011":3,"04030":1,"04071":1,"04076":3,"04120":2,"05027":1,"06002":3,"06010":2}},{"id":8757,"name":"Death From Alon 1979","creation":"2014-08-20 02:59:43","description":"\n","username":"nervamory","cards":{"01064":1,"01070":3,"01083":3,"01086":2,"01093":1,"01094":3,"01095":2,"01098":3,"01099":3,"01101":2,"01102":1,"01103":3,"01110":3,"01111":1,"02018":3,"04036":1,"04040":2,"04117":2,"04119":3,"04120":1,"05024":1,"05025":2,"06003":1,"06009":1,"06028":2}},{"id":8758,"name":"Noise: Devastator","creation":"2014-08-20 03:07:28","description":"<p>Lots of synergies going on with this deck. First of all Cache is the economy Noise needed  and it's awesome. Installing it with cyberfeeder and Grimoire on the table and pawning it later on nets seven credits and a mill - pretty decent. <\/p>\n\n<p>Cyberfeeder helps me paying my viruses and especially use Darwin which is used for low strength ice mainly if i need to get into a server. D4v1d on the other hand helps getting through bigger ice and could be pawned after emptying it. Corroder is a cheap way to go through barriers like Wraparound, but i am still not sure if i really need it in this deck. <\/p>\n\n<p>Clone Chip helps me recurring my Parasites, Caches, Imps or even D4v1ds. <\/p>\n\n<p>Katy is used as a long term econ to make sure i never get poor. \nI also put in two scrubbed to either counter corp currents and to get at least one ice into parasite\/ Darwin-range a turn. <\/p>\n\n<p>I had a decent amount of success with this deck and i love how it plays :) \nSeems that there are lots of great tools for Anarchs in this cycle and i am really looking forward to order and chaos...<\/p>\n","username":"Oneiro","cards":{"01001":1,"01002":2,"01005":3,"01006":3,"01007":2,"01008":3,"01010":2,"01012":3,"01047":2,"01050":3,"02003":3,"02087":2,"02091":3,"02102":3,"03038":3,"06033":3,"06034":2,"06037":3}},{"id":8759,"name":"How I Met Your Overmind Challenge - Kate Variant","creation":"2014-08-20 03:09:47","description":"<p>Inspired by <a href=\"http:\/\/boardgamegeek.com\/article\/15428181#15428181\">Challenge Accepted<\/a><\/p>\n\n<p>A long time coming, and after seeing many iterations across my original Exile Chess idea (which I never got to work, but have seen others have success with).  While I have gone with Spinal and Cyberfeeders for recurring creds to feed Overmind, I have also had success with a Desperado-Masanori build (dropping the Spinals and Feeders to make room).  Plascretes and Feedback Filters are for damage prevention without taking up MU (can be swapped out for a 3rd Overmind and Indexings\/SOTs\/other tricks depending on meta). The Creeper and Inti are to shore up the weaknesses of AI (Swordsman, Wraparound); if ever Shapers get a Cloud fracter it replaces Inti in a heartbeat.<\/p>\n","username":"Icedman","cards":{"01005":2,"01033":1,"01034":3,"01036":2,"01050":3,"01053":3,"02002":2,"02009":2,"02024":2,"02028":3,"02047":3,"02069":3,"02089":1,"03035":1,"03037":2,"03046":3,"03048":1,"03052":3,"03054":1,"04022":1,"05035":2,"05053":2}},{"id":8760,"name":"How I Met Your Overmind Challenge v1.3","creation":"2014-08-20 04:10:27","description":"<p>Inspired by <a href=\"http:\/\/boardgamegeek.com\/article\/15428181#15428181\">Challenge Accepted<\/a><\/p>\n\n<p>Exile - Street Chess with Overmind.<\/p>\n","username":"Icedman","cards":{"01034":3,"01053":3,"02009":2,"02024":2,"02028":3,"02047":3,"02069":3,"02089":1,"03030":1,"03034":3,"03035":1,"03037":2,"03046":3,"03052":3,"03054":2,"04002":3,"04022":1,"04042":3,"04043":2,"05053":2}},{"id":8761,"name":"not even microsoft has this much bad publicity","creation":"2014-08-20 05:20:16","description":"<p>It can probably be done way better, but...bad publicity.<\/p>\n","username":"Tarvus","cards":{"01090":2,"01094":2,"01098":3,"01101":2,"01102":2,"01103":3,"01104":2,"01111":2,"02019":2,"02077":3,"04015":2,"04017":3,"04033":1,"04039":1,"04040":3,"04057":3,"04078":2,"04097":1,"04099":2,"04112":1,"04118":2,"05024":2,"06008":3,"06110":1}},{"id":8762,"name":"Pow, right in the kisser!","creation":"2014-08-20 06:14:24","description":"\n","username":"tbigfish","cards":{"01018":3,"01020":2,"01021":2,"01022":3,"01026":1,"01044":2,"01050":3,"02043":2,"02064":2,"03031":1,"03054":3,"04081":3,"05030":1,"05032":2,"05034":2,"05035":3,"05041":2,"05042":2,"05046":2}},{"id":8763,"name":"Lunar Coats","creation":"2014-08-20 08:45:18","description":"<p>Simple Red Coats variant with some Lunar Cycle cards splashed in. Eden Fragment works wonders with HB:EtF. Lotus Field helps against decks that rely on Parasite Recursion. Lag Time lets you turn up the taxing to 11 or counter the 4-Strength Atman.<\/p>\n\n<p>Otherwise, it's regular Red Coats. You build up an huge wall of ICE, wait until the runner runs out of steam and then score comfortably.<\/p>\n\n<p>The slightly more unique tweaks here are Successful Demonstration and Melange. Both give you more burst-y economy than regular Red Coats, enabling you to close games more quickly in a tournament setting.<\/p>\n","username":"krystman","cards":{"01054":1,"01055":3,"01061":2,"01062":2,"01063":1,"01064":2,"01090":3,"01106":3,"01108":2,"01110":3,"02013":3,"02019":2,"02052":2,"02092":3,"02110":3,"03014":3,"03026":1,"04015":3,"04040":3,"04119":1,"06003":2,"06030":1,"06031":1}},{"id":8764,"name":"Old Men Mill(king) -  Original Deck","creation":"2014-08-20 09:13:55","description":"<p>Hello everyone! It has been a while since I published a deck, but I feel that you will have a great time with this one!<\/p>\n\n<p>Note: this is just the core idea, but I will build it to competitive ( if it's not already lol) at some point =)<\/p>\n\n<p>This time there won't be much fancy editing and my usual wall of text, so learn the most you can from this.<\/p>\n\n<p><strong>The main Idea<\/strong> : <\/p>\n\n<p>Is to mill the sh*t out of them :D    Let's look at why this is so potent and dangerous. <\/p>\n\n<ul>\n<li>Eden Shard + 3x Fall Guy. What you do is basically once you setup the 3 Fall guys you install the Eden Shard and <strong>at the end of their 3rd click<\/strong> you use the paid ability window to \"sac\" the Eden Shard for them to draw up 2 extra cards ( to 7 for example). Then however, instead of trashing the Eden Shard, you trash a Fall guy ... again  and again ... and then the Eden Shard , forcing the corp to draw up to <strong>total of 8 extra cards, from which they will need to leave 8 in archives before the start of your next turn<\/strong>. This is the scariest weapon ever if you know how to use it.  . <\/li>\n<li>3xDLR's for a <strong>minimum<\/strong> of 6 cards mills <\/li>\n<li>Now if someone wants to argue that a Noise deck can mill more cards, he is absolutely welcome to show me how he will do it with such pressure and timing unless with a Personal Workshop, but even then having 8 viruses hosted on it will be pretty tough :)<\/li>\n<\/ul>\n\n<p><strong>How to play this deck<\/strong>:<\/p>\n\n<ul>\n<li>You generally install your connections, setup the combos, poke here and there with the Overmind and do a <strong>finisher<\/strong> with the Eden Shard, HQ Interface, Legwork and R&amp;D Interface.  I don't know what they will do if u combo force them into 2-3 agendas, if they put them in archives - thanks, if they stuck them in HQ , well HQ interface and legwork for their entire hand =) <\/li>\n<li>It's an all 3 servers pressure deck (similar to my Blue Noise deck), which has proven to me that it's <strong>the most<\/strong> competitive deck type out there. <\/li>\n<\/ul>\n\n<p><strong>Some cards<\/strong> (most are self-explanatory, but ... )  :<\/p>\n\n<ul>\n<li>John Masanori for self-tag for the DLR<\/li>\n<li>Oracle May and Motivation is a nice draw engine and a connection<\/li>\n<li>E3 if the enemy is too ICE heavy and you need to pull out the maximum of your Overmind Tokens <\/li>\n<\/ul>\n\n<p><strong>Cards to swap (maybe)<\/strong>:<\/p>\n\n<ul>\n<li><p>I think 1x Inside man might go out, because most of the HDW you install doesn't cost more than 4. Just for consistency's sake has to be tried out<\/p><\/li>\n<li><p>Not sure if the 3x Motivation worth 30% of your Influence, but I really wanted to use the Oracle May, so that will need some tuning maybe. <\/p><\/li>\n<\/ul>\n\n<p>Cheers and have fun!<\/p>\n\n<p><strong>The Dydra Package<\/strong> : <\/p>\n\n<ul>\n<li>This is how you can refer to the Eden Shard + 3x Fall Guy combination from now on :D <\/li>\n<\/ul>\n\n<p>Generally speaking, many of you can ask \" Why Iain? What does he bring more than a Noise or other Criminals?\" <\/p>\n\n<p>Well, in all honesty, the \"Dydra Package\" (TM) can be run in an Anarch too. However, there you will face some problems most likely with getting things at the right time. Anarchs aren't the greatest fetchers or drawers  where as with Hostage and Logos both in-faction, blue seems like the better color for this combo.  Logos is part of the reason why you would want to run this Iain as well, because you simply won't play that console atm on another runner. Another part is the <strong>general perception people get while playing Iain<\/strong>. Many of them won't hurry to score, because they don't want to trigger his Identity <strong>and<\/strong> you really need that, because <em>this deck is slow, truly<\/em> and the corp might leave you in the dirt before you setup properly.<\/p>\n","username":"Dydra","cards":{"01022":2,"01026":1,"01031":1,"02009":2,"02024":1,"02028":3,"02068":3,"02069":3,"02085":2,"02103":3,"02107":1,"04004":3,"04008":3,"04009":1,"04049":1,"04106":3,"05028":1,"05031":3,"05035":2,"05037":3,"05053":3,"05054":1,"06020":1}},{"id":8765,"name":"Bioroid Fortress 1.1","creation":"2014-08-20 09:53:47","description":"<p>Build a big fortress with bioroid ice. You can use <a href=\"\/en\/card\/03022\">Tyr's Hand<\/a> and <a href=\"\/en\/card\/03021\">Awakening Center<\/a> to make it very hard for the runner to break in, which should allow you to score big agendas.<\/p>\n","username":"evalapply","cards":{"01055":1,"01056":3,"01057":1,"01062":3,"01063":3,"01064":1,"01106":2,"01109":3,"01110":3,"02010":1,"02012":1,"02110":3,"03006":3,"03013":3,"03015":2,"03016":3,"03017":2,"03019":3,"03021":3,"03022":3,"06023":2,"06030":1}},{"id":8766,"name":"Urban Warfare","creation":"2014-08-20 10:16:34","description":"<p>Still in experimentation, but this deck has been gradually getting more consistent.  My observations: Account Siphon just isn't what it used to be, everyone who plays the game knows how to build their deck to counter it... and Sealed Vault is out now for those who want the easy hard counter.  I can't justify the influence for it anymore.<\/p>\n\n<p>Instead this deck focuses it's influence on card selection and <strong>cheap to play<\/strong> economic boosters... both you and the corps will be poor a lot of the time, so your Sure Gambles will be dead in hand (as will their Hedge Funds!).<\/p>\n","username":"umbralAeronaut","cards":{"01003":1,"01005":3,"01012":3,"01019":2,"02003":3,"02009":2,"02021":1,"02041":2,"02047":2,"02082":2,"02090":1,"04003":2,"04041":1,"04042":2,"04043":3,"04061":2,"04102":2,"04109":2,"05033":3,"05053":3,"06033":2,"06034":2}},{"id":8767,"name":"NoiseCache 1.1","creation":"2014-08-20 10:27:21","description":"<ul>\n<li>Put in Sahasrara up to 3<\/li>\n<li>Cut Lamprey for additional imp\/djinn<\/li>\n<li>cut a sucker and a corroder for 2 mass install<\/li>\n<\/ul>\n","username":"djackman","cards":{"01001":1,"01002":3,"01006":2,"01007":2,"01008":2,"01009":3,"01010":1,"01011":2,"01012":3,"01014":1,"01016":3,"01047":2,"01050":3,"01051":1,"02003":2,"02009":2,"02041":1,"03038":1,"03047":3,"04043":3,"05051":2,"06037":3}},{"id":8768,"name":"SlySquid's Pawnshop v2.1","creation":"2014-08-20 11:53:48","description":"<p>Made v3.0 check it out<\/p>\n\n<p>Had to go back to <a href=\"\/en\/card\/01013\">Wyrm<\/a>, I didn't have it and I'm so use to playing with it...\nI know a lot of people hate on it but it's really REALLY strong against low ice and brutal when paired with <a href=\"\/en\/card\/01012\">Parasite<\/a>...\nAlso any extra copy's can be <a href=\"\/en\/card\/01047\">Aesop's Pawnshop<\/a>ed out for cash!   <\/p>\n\n<p>The point is to just play a regular aggressive game and let the mills happen over time, don't make that your goal....<\/p>\n","username":"SlySquid","cards":{"01001":1,"01002":3,"01006":3,"01008":3,"01009":1,"01010":1,"01012":3,"01013":3,"01047":1,"01053":3,"02003":3,"02009":2,"02022":3,"02041":1,"02091":1,"03038":3,"03053":3,"04004":2,"06033":3,"06037":3}},{"id":8769,"name":"Ice Foundry (v2)","creation":"2014-08-20 12:16:08","description":"<p>Because putting 59 cards in a deck and using the foundry so I wasn't short on ice seemed like a fun idea. With 10 agendas, good luck stealing any.<\/p>\n","username":"YeyaSwizaw","cards":{"01055":3,"01056":3,"01061":2,"01062":2,"01063":3,"01064":3,"01105":3,"01106":3,"01108":2,"01110":3,"01113":3,"02013":3,"02051":3,"02052":3,"04011":3,"04015":3,"05024":3,"06002":3,"06008":3,"06010":1,"06021":1,"06023":3,"06030":1}},{"id":8770,"name":"Taking Off Kit Gloves 0.1","creation":"2014-08-20 13:54:27","description":"<p>Theirs not many Kit decks out their which is a shame shes a powerful runner. so i started working on a fast Kit deck. The idea been to have a really aggressive play style straight from the off with yog.\/cyber first turn. Using atman \/ omega later on.<\/p>\n\n<p>I know i am trying to do two much with Paintbrush, Opus, Femmes and Account Siphon plus Dino would really like peoples views on which way i should take this and really refine the deck.<\/p>\n","username":"Pinkwarrior","cards":{"01014":1,"01018":2,"01026":1,"01034":2,"01037":2,"01043":1,"01044":1,"01050":3,"02009":2,"02047":3,"02048":2,"02066":1,"02107":2,"03028":1,"03034":2,"03040":3,"03044":2,"03046":3,"03052":3,"03054":3,"04047":1,"04067":1,"04086":2,"04088":1,"04108":1}},{"id":8771,"name":"PAYG Mk. III (4th, Canadian Nationals, 14\/08\/17)","creation":"2014-08-20 13:55:00","description":"<p>The next evolution of my Pay As You Go deck that I played at the Canadian Nationals on August 16-17th, 2014.<\/p>\n\n<p>This deck went 6-2 in Swiss play, with both losses being to NEH.<\/p>\n\n<p>In Elimination play, the deck went 1-2.\nI beat an HB:EtF glacier build in round 1.\nI lost to Chris' Jinteki:PE in round 2 (double ronin after hitting a snare).\nI lost to Chris' Jinteki:PE in round 6 (we went to time :( ).<\/p>\n\n<p>On the Corp side, I played Jerome's Robot Club.\nhttp:\/\/netrunnerdb.com\/en\/decklist\/8673\/near-earth-hub-robot-club-top-8-canadian-nationals-2014-<\/p>\n\n<p>Watch the full day 2 stream of the Canadian Nationals here:\nhttps:\/\/www.youtube.com\/watch?v=DrrsVhVPBCU<\/p>\n\n<p>Note: I switched out the Gordian Blade for a Zu and forgot to update the list, sorry!<\/p>\n","username":"lopert","cards":{"01008":1,"01012":1,"01026":1,"01033":1,"01036":2,"01043":1,"01050":3,"02003":1,"02027":1,"02047":2,"02066":1,"02106":2,"03034":2,"03035":1,"03038":3,"03040":1,"03046":3,"03049":3,"03052":3,"03053":1,"03054":3,"04029":3,"04067":1,"04086":1,"04109":3,"05035":1}},{"id":8772,"name":"Ice Foundry (v3)","creation":"2014-08-20 17:07:52","description":"<p>Because putting 59 cards in a deck and using the foundry so I wasn't short on ice seemed like a fun idea. With 10 agendas, good luck stealing any.<\/p>\n","username":"YeyaSwizaw","cards":{"01055":3,"01056":2,"01060":3,"01061":2,"01062":2,"01063":3,"01064":2,"01105":3,"01106":3,"01108":2,"01110":3,"01113":3,"02013":3,"02051":3,"02052":3,"04011":3,"04015":3,"05024":3,"06002":3,"06008":3,"06021":1,"06023":3,"06030":1}},{"id":8773,"name":"Taking Off Kit Gloves 0.2","creation":"2014-08-20 18:07:11","description":"<p>After some good advice i managed to find a direction to take the deck and trim some programs out. No doubt this will not be the finished deck but i think it's a place to start.<\/p>\n\n<p>Feel free to comment.<\/p>\n","username":"Pinkwarrior","cards":{"01008":1,"01014":1,"01018":1,"01034":3,"01037":1,"01043":2,"01044":1,"01050":3,"02009":2,"02047":3,"02048":2,"02106":1,"02107":2,"03028":1,"03034":2,"03035":1,"03040":3,"03044":2,"03046":3,"03052":3,"03054":3,"05035":1,"05036":1,"06019":1,"06038":2}},{"id":8774,"name":"Jinteki bites. ","creation":"2014-08-20 18:38:53","description":"<p>This is a Jinteki deck focus on net damage. I forget about all tracing and the only way to tag the runner is with the snare. <\/p>\n\n<p>I've tested it and it does pretty well the trick. I usually build a server with a monetary asset and dissmiss it when the runners wants to, if else I start to build another server and keep the money coming. Hi have 6 expensive ice that have to be paid somehow. <\/p>\n\n<p>That payment is helped with the <a href=\"\/en\/card\/02014\">Braintrust<\/a> and the <a href=\"\/en\/card\/01106\">Priority Requisition<\/a>, which in the core set is usually more problematic than helpful. <\/p>\n\n<p>I'm not sure about the <a href=\"\/en\/card\/02029\">Encryption Protocol<\/a> to be substituted for an upgrade. Since there are a lot of traps, could be useful another upgrade just to make the runner have to expose both cards and gues which is the upgrade and which the plan or the asset. <\/p>\n\n<p>Alsto the <a href=\"\/en\/card\/02033\">Trick of Light<\/a> is very, very, very useful to swap advance counters between plans and traps  and viceversa. <\/p>\n","username":"valerian32","cards":{"01057":1,"01067":1,"01068":3,"01069":3,"01070":3,"01072":2,"01076":1,"01077":3,"01078":3,"01079":1,"01090":3,"01106":2,"01108":1,"01109":3,"01110":3,"01111":3,"01113":3,"02014":3,"02015":3,"02029":1,"02032":1,"02033":3}},{"id":8775,"name":"Scottish Army Knife","creation":"2014-08-20 19:34:40","description":"<p>This is an \"old\" deck.<\/p>\n","username":"xanarax","cards":{"01004":1,"01007":1,"01008":3,"01011":1,"01012":2,"01014":1,"01026":1,"01033":1,"01038":3,"01050":3,"02041":1,"02047":2,"02066":1,"02091":3,"02107":3,"03035":1,"03038":3,"03040":2,"03046":3,"03049":3,"03052":3,"03053":3,"04067":1}},{"id":8776,"name":"Noisy Effect","creation":"2014-08-20 19:53:20","description":"<p>Changed up from the popular Noise deck. I use D4v1d instead of knight and it has worked well so far. Still testing. <\/p>\n","username":"fattyy2k","cards":{"01001":1,"01002":3,"01006":2,"01007":2,"01008":2,"01009":2,"01010":1,"01011":2,"01012":3,"01016":3,"01047":3,"01050":3,"01051":2,"02003":2,"02041":1,"03047":3,"03053":3,"06014":2,"06033":3,"06037":3}},{"id":8777,"name":"Supermodern What?","creation":"2014-08-20 20:18:06","description":"<p>Why is it called supermodernism? I dont get it. Anyways this is my take on it. It has been pretty successful in my meta. Took out snares for the login protocols. Used to have false lead but am experimenting without it.<\/p>\n","username":"fattyy2k","cards":{"01086":2,"01093":1,"01094":3,"01098":3,"01099":3,"01101":2,"01103":3,"01110":3,"01111":3,"02018":3,"02060":2,"03026":2,"04017":3,"04020":1,"04036":1,"04040":3,"04057":2,"04071":2,"04080":2,"05024":2,"06003":1,"06022":3}},{"id":8778,"name":"SlySquid's Pawnshop v3.0","creation":"2014-08-20 21:42:18","description":"<p>This is it I think!\nHad to go back to <a href=\"\/en\/card\/01013\">Wyrm<\/a>, I didn't have it and I'm so use to playing with it...\nI know a lot of people hate on it but it's really REALLY strong against low ice and brutal when paired with <a href=\"\/en\/card\/01012\">Parasite<\/a>...\nAlso any extra copy's can be <a href=\"\/en\/card\/01047\">Aesop's Pawnshop<\/a>ed out for cash!   <\/p>\n","username":"SlySquid","cards":{"01001":1,"01002":3,"01006":3,"01008":3,"01009":1,"01010":1,"01012":3,"01013":3,"01047":1,"01051":1,"01053":3,"02003":3,"02009":2,"02022":2,"02041":1,"02091":1,"03038":3,"03053":3,"04004":2,"06033":3,"06037":3}},{"id":8779,"name":"Persuasive Methods v0.1","creation":"2014-08-20 22:33:20","description":"<p><a href=\"\/en\/card\/04085\">Blackguard<\/a>. <\/p>\n\n<p><a href=\"\/en\/card\/02045\">Snitch<\/a>.<\/p>\n\n<p><a href=\"\/en\/card\/01049\">Infiltration<\/a>.<\/p>\n\n<p><a href=\"\/en\/card\/01020\">Forged Activation Orders<\/a>.<\/p>\n\n<p>All of these, combined with cards like <a href=\"\/en\/card\/06013\">Cyber Threat<\/a>, <a href=\"\/en\/card\/02082\">Xanadu<\/a>, and even Reina herself, help \"persuade\" the Corp into doing what you want. <a href=\"\/en\/card\/04085\">Blackguard<\/a> is expensive, however there's more than enough econ in the deck to make up for it and to eventually come back from dropping it on the field. <a href=\"\/en\/card\/06033\">D4v1d<\/a> helps break some of the worst ICE out there, too. This deck has been playtesting well on OCTGN but I'm looking for some feedback to push it along to the next level.<\/p>\n","username":"WardOfTheWoods","cards":{"01007":1,"01010":1,"01011":1,"01016":2,"01020":2,"01049":3,"01050":3,"01053":1,"02009":2,"02022":2,"02028":2,"02041":1,"02045":2,"02062":1,"02069":3,"02082":1,"02091":2,"03035":1,"03054":2,"04041":1,"04043":3,"04085":2,"05053":1,"06013":2,"06033":3,"06034":2}},{"id":8780,"name":"The Removal Kit","creation":"2014-08-20 22:47:08","description":"<p>Phase 1: Run naked to make the corp rez the ICE.<\/p>\n\n<p>Phase 2: Lock R&amp;D with Keyhole and Paintbrush and threaten the remotes.<\/p>\n\n<p>Phase 3: Lock HQ with Sneakdoor Beta and Imp and cycle him with Clone Chip.<\/p>\n","username":"Exo","cards":{"01014":1,"01028":1,"01034":3,"01037":3,"01043":3,"01050":3,"01053":3,"02003":1,"02047":3,"02048":3,"03028":1,"03031":2,"03038":3,"03046":3,"03048":1,"03049":2,"03052":3,"03053":3,"04061":1,"04108":1,"06019":2}},{"id":8781,"name":"Canned Ham 1.1","creation":"2014-08-20 23:27:17","description":"<p>Puke out viruses at a rate Jackson Howard can't keep up with, wreck their ice, keep your Imp hand strong. Hello Anarch.<\/p>\n\n<p>The deck can make a surprising amount of money and a rich Noise with Crypsis installed is a tremendous threat to any attempt to score out.<\/p>\n\n<p>Scheherezade is a lovely return on investment, especially once the Caches start rolling in. Definitely try to Aesop anything that isn't going to help you in the near future, as well as the usual Daily Casts\/Armitage cash-ins.<\/p>\n","username":"Grimwalker","cards":{"01001":1,"01002":2,"01006":2,"01008":3,"01010":2,"01012":3,"01016":2,"01047":2,"01050":3,"01051":1,"01053":1,"02003":2,"02041":1,"02091":2,"03038":3,"03053":3,"04005":2,"04022":2,"04043":2,"06014":2,"06034":2,"06037":3}},{"id":8782,"name":"Express Lane Doppelgägner","creation":"2014-08-20 23:31:04","description":"<p>The idea is to run and keep running and never stop running. Push as hard as you can and take as many credits as you can with Account Siphon and then run on something else. Sonic Decks are pretty easy and self built. I'm just wondering what you guys think about this Sonic Deck. This is the first deck I've posted so let me know.<\/p>\n\n<p>The only thing I'm thinking of doing to this deck is replace the Unregistered S&amp;W with another Contact Resource like John Masanori, or Katie Jones<\/p>\n","username":"Foxtrot Four","cards":{"01003":2,"01018":3,"01021":3,"01022":3,"01025":2,"01026":1,"01036":2,"02003":2,"02043":2,"02064":2,"04004":2,"04008":2,"04024":2,"04026":2,"04044":2,"04065":2,"05029":1,"05032":2,"05035":2,"05036":2,"05038":2,"05039":1,"05050":1,"05054":1}}]