[{"id":6745,"name":"vamps","creation":"2014-06-14 00:40:56","description":"<p>Make and gain tons of money with siphoning, and hold the corp back from having even more money with vamps.  Planned assault gets everything out, and Tenma gets an extra cred out a turn with all the extra run events, while saving money with the terminal.<br \/>\nRetrieval Run works better here than clone chip for recursion of the ice breakers.  <\/p>\n","username":"slevin38","cards":{"01007":1,"01008":3,"01011":1,"01018":3,"01021":2,"01022":3,"01024":2,"01043":1,"01050":3,"01053":2,"02021":2,"02043":2,"02101":1,"03052":2,"03054":3,"04005":3,"04109":1,"05029":1,"05035":2,"05036":3,"05038":3,"05048":2}},{"id":6746,"name":"The Worlds Beyond are Yours","creation":"2014-06-14 02:15:38","description":"<p>Taxing ICE, high trash cost Assets, and good old Astrotraining makes for a fun time.  The drawing power of your ID makes Jackson Howard unnecessary (<em>gasp!<\/em>), and one untrashed SanSan can start a nearly-unanswerable march to seven agenda points.<\/p>\n","username":"narro87","cards":{"01062":1,"01081":3,"01082":2,"01090":2,"01092":3,"01109":3,"02029":3,"02055":3,"02056":3,"02110":3,"02115":3,"04076":3,"04077":3,"04096":2,"04119":3,"04120":3,"05009":3,"05018":3,"06005":1}},{"id":6747,"name":"Tremendous Jinteki","creation":"2014-06-14 03:54:50","description":"\n","username":"M3th","cards":{"01070":3,"01077":1,"01084":1,"01086":1,"01099":2,"01109":3,"01110":2,"02029":2,"02031":1,"02032":3,"02053":1,"02095":1,"03026":1,"04013":2,"04015":2,"04054":3,"04100":1,"04119":2,"04120":1,"05006":1,"05007":3,"05013":3,"05016":1,"05017":3,"05018":2,"05019":1,"05022":1,"05026":2}},{"id":6748,"name":"Noise Job v 2.1","creation":"2014-06-14 04:00:14","description":"\n","username":"Spoonfunk","cards":{"01001":1,"01002":2,"01006":2,"01007":2,"01008":2,"01012":2,"01018":2,"01050":3,"01051":2,"01053":2,"02003":2,"02009":2,"02022":2,"02042":3,"02103":3,"02106":1,"03054":3,"04003":2,"04009":2,"04043":2,"04082":2,"04106":2,"05036":1}},{"id":6749,"name":"Not so Fast!","creation":"2014-06-14 04:20:06","description":"<p>My first attempt at building a Fast Advance deck... Heck, it's my first Corp deck ever actually. Think I might be over on Barrier ICE but figured I needed 4-5 of each and the extra Eli 1.0x3 was just because I think they're pretty solid. Campaigns, Hedge Funds, and Clearances for the econ and to draw into the EC. Vitruvius and Archived Memories to get the needed cards back into HQ. Install, advance, Biotic Labor, SanSan, EC, score is the ideal turn. Don't know if it would ever happen, but it's all there. It's I could slim another 3 cards, but I like that half the Gates and Sentries can effect a trace and then the Closed Accounts sneaks up on the Runner. Trick of Light gives me a little flexibility, letting me bump the Ice Walls at a neccessary moment or shifting their power to finish advancing a final agenda.<\/p>\n","username":"EmperorCorwin","cards":{"01054":1,"01055":3,"01056":1,"01058":1,"01059":3,"01061":2,"01062":2,"01064":2,"01084":1,"01090":2,"01103":2,"01110":2,"02033":1,"02051":2,"02070":1,"02092":2,"02110":3,"03004":1,"03005":2,"03015":1,"03017":1,"03019":2,"03023":2,"04015":2,"04034":3,"04090":2,"04119":2}},{"id":6750,"name":"Standard Boring Criminal","creation":"2014-06-14 04:23:02","description":"\n","username":"einherjarr","cards":{"01007":2,"01008":3,"01011":2,"01014":2,"01017":1,"01018":2,"01019":3,"01021":3,"01022":2,"01024":3,"01028":3,"01050":3,"02009":2,"02085":2,"02091":3,"02104":2,"02105":2,"03035":1,"03054":3,"04063":2,"05052":3}},{"id":6751,"name":"Medtech Games","creation":"2014-06-14 04:23:21","description":"\n","username":"einherjarr","cards":{"01077":2,"01078":1,"01084":1,"01106":3,"01110":3,"01111":1,"02013":2,"03026":1,"04012":3,"04013":2,"04015":3,"04033":1,"04040":2,"04073":3,"04093":1,"04111":2,"04114":2,"05001":1,"05007":3,"05011":3,"05014":2,"05016":2,"05020":1}},{"id":6752,"name":"NEXT Designers, hitting the runway.","creation":"2014-06-14 04:32:40","description":"<p><em>\"Designers. Make it work. Tim Gunn.\"<\/em> -Leslie Knope (<a href=\"http:\/\/www.youtube.com\/watch?v=qOIRjT1lV9w&amp;feature=youtu.be&amp;t=12s\" title=\"Parks and Recreation - Leslie Knope Imitates Tim Gunn\">doing her impression of Tim Gunn<\/a>)<\/p>\n\n<h1>Rationale<\/h1>\n\n<p>This is an attempt to make <a href=\"\/en\/card\/03003\">NEXT Design: Guarding the Net<\/a> work, like how Tim Gunn makes designs work. And after tinkering with the previous version, it does work!<\/p>\n\n<h1>ICE and ICE Density<\/h1>\n\n<p>ICE makes up half of the deck to support the identity and also, the <a href=\"\/en\/card\/01055\">Accelerated Beta Test<\/a>s. Beta Testing into big ICE is <em>so fun<\/em>. Since the <a href=\"\/en\/card\/04011\">NEXT Bronze<\/a>, <a href=\"\/en\/card\/06002\">NEXT Silver<\/a>, and <a href=\"\/en\/card\/06010\">Mother Goddess<\/a> go well together, those won't hurt too.<\/p>\n\n<p>However, they do melt to <a href=\"\/en\/card\/01012\">Parasite<\/a>s. Hence they are supported by the new hotness, <a href=\"\/en\/card\/06003\">Lotus Field<\/a>.<\/p>\n\n<h1>Economy<\/h1>\n\n<p>Click the <a href=\"\/en\/card\/01108\">Melange Mining Corp.<\/a> behind your early ICE advantage. But it still may not be enough to rez big ICE sustainably, hence <a href=\"\/en\/card\/02079\">Oversight AI<\/a>.<\/p>\n\n<p><a href=\"\/en\/card\/03014\">Successful Demonstration<\/a> is good to tide you over the first phase! Several times I wished I could top deck another. However, it does lose abit of steam at the later phases when no one is interested in unsuccessful demonstrations, thus x2 copies.<\/p>\n\n<p>Some may ask why <a href=\"\/en\/card\/04060\">Interns<\/a> over <a href=\"\/en\/card\/01058\">Archived Memories<\/a>? That's a valid switch actually, as it boils down to personal preference. So do it!<\/p>\n\n<h1>Disclaimer<\/h1>\n\n<p>After experimenting this build several times, I conclude this deck is <em>fun<\/em>. Especially that time I pulled a <a href=\"\/en\/card\/04030\">Wotan<\/a>, <a href=\"\/en\/card\/02012\">Janus 1.0<\/a>, and <a href=\"\/en\/card\/04120\">Quandary<\/a> at turn 3. <em>Oh boy.<\/em><\/p>\n\n<p>I have to say the above example is possible, but does not happen all the time (obviously). <strong>Beta Test responsibly!<\/strong> (i.e. If you have drawn into most of your ICE, would you activate Beta Test? Answer: No.)<\/p>\n\n<p>Shoutout to ashtaroth's interns <a href=\"http:\/\/www.cardgamedb.com\/index.php\/index.html\/_\/android-netrunner\/enter-subroutine-the-next-possibilities-r1080\">here<\/a> for the number crunching! Interesting read too. Check it out!<\/p>\n","username":"zzzzzuu","cards":{"01055":3,"01061":1,"01090":1,"01106":2,"01108":3,"01110":3,"02012":3,"02079":3,"03003":1,"03005":1,"03006":2,"03014":2,"03015":3,"03017":1,"04011":3,"04015":2,"04030":3,"04060":1,"04120":3,"05024":2,"06002":3,"06003":2,"06010":2}},{"id":6753,"name":"Ninja's and Spice v2.1","creation":"2014-06-14 05:12:29","description":"\n","username":"Spoonfunk","cards":{"01060":2,"01075":2,"01106":3,"02015":2,"02059":2,"04012":3,"04013":2,"04015":2,"04093":2,"04099":2,"04111":1,"04114":2,"05001":1,"05007":3,"05009":3,"05011":2,"05015":3,"05017":2,"05019":2,"05020":1,"05024":3}},{"id":6754,"name":"Mad Men","creation":"2014-06-14 05:29:26","description":"<p>Over the last couple of weeks I’ve been testing this deck extensively. And it’s strong, fast, and consistent. With the release of Honor &amp; Profit it got some fantastic new tools. First, let us take a step back and think about the strengths of this faction which will feed into the deck philosophy.<\/p>\n\n<p>Deck Philosophy<\/p>\n\n<p>Our company, NBN, is active in the business of media and advertising. And let’s face it, media and advertising is a business with high margins and high returns on investment. The true power of NBN is gaining high returns on a relative small investment. Small investments, high returns.<\/p>\n\n<p>As an example, let’s take <a href=\"\/en\/card\/02056\">Pop-up Window<\/a>. It takes a very small investment to install and rez it. But its benefits are relatively large in comparison to its costs, whether it’s the credits gained by you, the credits paid by the runner, or the consumption of a Parasite. A card with a high return on investment.<\/p>\n\n<p>In the game of Android: Netrunner, the ultimate return on investment comes in the form of agenda points. And NBN simply has some of the best agendas with highest returns on investment, notably <a href=\"\/en\/card\/01081\">AstroScript Pilot Program<\/a>, <a href=\"\/en\/card\/02115\">Project Beale<\/a>, and <a href=\"\/en\/card\/01082\">Breaking News<\/a>. When you think of <a href=\"\/en\/card\/01081\">AstroScript Pilot Program<\/a> in terms of return on investment, you’ll understand it’s simply great. For an investment of install and triple advance, you’ll get a return of two agenda points and one advancement token ready for further agenda scoring.<\/p>\n\n<p>On top of its great agendas NBN has some high return on investment tools available to search and fast advance these agendas with a lightning speed, notably <a href=\"\/en\/card\/01092\">SanSan City Grid<\/a>, <a href=\"\/en\/card\/01059\">Biotic Labor<\/a>, and <a href=\"\/en\/card\/05027\">Fast Track<\/a>. More on these great tools later.<\/p>\n\n<p>Another attribute of NBN in general and of ‘Mad Men’ specifically is that you are able to operate very well even in a situation with only a small number of credits. This deck hardly needs or has more than nine credits. This decks has cards with a high short-term return on investment.<\/p>\n\n<p>To summarize, the deck philosophy of ‘Mad Men’ is to use NBN’s high return on investment attributes to score seven agenda points with the speed of lightning. <\/p>\n\n<p>Deck Strategy<\/p>\n\n<p>The objective of the deck is simple: get the Astrotrain rolling, score three two-pointers and finish off with a <a href=\"\/en\/card\/01082\">Breaking News<\/a>. Therefore, the first goal is to score that first <a href=\"\/en\/card\/01081\">AstroScript Pilot Program<\/a> as quickly as possible. To do this you’ll need to mulligan, draw or <a href=\"\/en\/card\/05027\">Fast Track<\/a> into the first AstroScript. Additionally you’ll need to have either an installed <a href=\"\/en\/card\/01092\">SanSan City Grid<\/a> (and 8 credits), a <a href=\"\/en\/card\/01059\">Biotic Labor<\/a> in hand (and 7 credits), or have a reasonable secure remote server (and sufficient credits).<\/p>\n\n<p>Let’s discuss scoring agendas in terms of return on investment. ‘Mad Men’ is indifferent to the way to score an agenda, whether it’s fast advance or via a remote server. What it is does care about is to score the agendas with the highest return on investment. You’re always analysing the available possibilities to score your agendas. On top of that ‘Mad Men’ has efficient tools to increase the available scoring possibilities. Its flexibility to score agendas in different ways makes this deck strong and consistent. <\/p>\n\n<p>For fast advancement the deck has available three copies of <a href=\"\/en\/card\/01092\">SanSan City Grid<\/a> and two copies of <a href=\"\/en\/card\/01059\">Biotic Labor<\/a>. Three copies of <a href=\"\/en\/card\/01092\">SanSan City Grid<\/a> are great as I love runners to spend their credits to get in the remote and trash the SanSan. And then I have another copy ready to install. For the optimal number copies of <a href=\"\/en\/card\/01059\">Biotic Labor<\/a> I did a lot of testing, and I found to prefer two copies over three. Furthermore, the four points of influence I’d happily spend on another beauty.<\/p>\n\n<p><a href=\"\/en\/card\/05027\">Fast Track<\/a> is one of the most important cards of ‘Mad Men’. Firstly, it allows you to search for the first <a href=\"\/en\/card\/01081\">AstroScript Pilot Program<\/a>, to get that Astrotrain rolling. Secondly, with an available AstroScript token and either an installed <a href=\"\/en\/card\/01092\">SanSan City Grid<\/a> or a <a href=\"\/en\/card\/01059\">Biotic Labor<\/a> in hand, you can use <a href=\"\/en\/card\/05027\">Fast Track<\/a> to score the next AstroScript straight from R&amp;D. And finally you’ll use Fast Track to search for <a href=\"\/en\/card\/01082\">Breaking News<\/a> to score the last point and win the game. <a href=\"\/en\/card\/05027\">Fast Track<\/a> allows you to find what you’ll need, and does that for very a low cost. It’s return on investment is simply fantastic. I’ll happily have three copies of <a href=\"\/en\/card\/05027\">Fast Track<\/a> in the deck.<\/p>\n\n<p>Now it’s a good point the discuss the identity of the deck. <a href=\"\/en\/card\/02114\">NBN: The World is Yours*<\/a> is great for this deck. Firstly, the six card hand allows you to use <a href=\"\/en\/card\/05027\">Fast Track<\/a> more aggressively. When the window is right, search for the agenda you’ll need for your next turn and hide it in your six card HQ. This really works well. Secondly, the lower deck size of TWIY* really increases consistency. A deck size of 44 cards is preferable to 40 cards for a lower agenda density, while you’ll still be able to find your agendas quickly enough using <a href=\"\/en\/card\/05027\">Fast Track<\/a>. <\/p>\n\n<p>Draw engine<\/p>\n\n<p>‘Mad Men’ is a quick deck and quick decks benefit from burst card drawing. The two greatest burst drawing cards are <a href=\"\/en\/card\/01083\">Anonymous Tip<\/a> and <a href=\"\/en\/card\/04090\">Blue Level Clearance<\/a>. I use two copies of the both of them. Both cards quickly draw the cards I’ll need for winning, while filling HQ to its six cards. Both cards carry the core attribute of ‘Mad Men’; high returns on investment. <a href=\"\/en\/card\/05027\">Fast Track<\/a> obviously completes the high return on investment draw engine of this deck.<\/p>\n\n<p><a href=\"\/en\/card\/04090\">Blue Level Clearance<\/a> truly is fantastic in this deck. It’s both a drawing engine and an economy card. What makes <a href=\"\/en\/card\/04090\">Blue Level Clearance<\/a> great for this deck is its low play cost. As mentioned ‘Mad Men’ does well even on low credits. With only requiring two credits you can spend one turn with <a href=\"\/en\/card\/04090\">Blue Level Clearance<\/a> and <a href=\"\/en\/card\/01110\">Hedge Fund<\/a> to get back to nine credits and replete the cards in HQ.<\/p>\n\n<p>A noticeable absentee to ‘Mad Men’ is <a href=\"\/en\/card\/04015\">Jackson Howard<\/a>. While a great card to other decks, for this deck he’s just too slow.<\/p>\n\n<p>Economy<\/p>\n\n<p>There are ten economy cards in ‘Mad Men’. Included are three copies of <a href=\"\/en\/card\/01110\">Hedge Fund<\/a>, three copies of <a href=\"\/en\/card\/04076\">Sweeps Week<\/a>, two copies of <a href=\"\/en\/card\/04034\">Shipment from SanSan<\/a> and two copies of the aforementioned <a href=\"\/en\/card\/04090\">Blue Level Clearance<\/a>. These operation cards have high to very high returns on investment, provide a quick burst economy, and are playable from low levels of credits. The advantage of the burst from low levels is the ability to recover quickly after the use of <a href=\"\/en\/card\/01092\">SanSan City Grid<\/a> and <a href=\"\/en\/card\/01059\">Biotic Labor<\/a>, or after being hit by an Account Siphon.<\/p>\n\n<p>The two copies of <a href=\"\/en\/card\/04034\">Shipment from SanSan<\/a> are great in this deck. The Shipment works quite well in a low credits situation, being able to continue the Astrotrain even from zero credits. A great late game card.<\/p>\n\n<p>The type of economy that does not fit within ‘Mad Men’ is dripping economy, which has a too low return on investment in the short-term. So no asset economy like <a href=\"\/en\/card\/02055\">Marked Accounts<\/a> and <a href=\"\/en\/card\/01109\">PAD Campaign<\/a>, no ice economy like <a href=\"\/en\/card\/02056\">Pop-up Window<\/a>. <a href=\"\/en\/card\/04100\">Subliminal Messaging<\/a> also falls into this category, and is excluded for that reason. We need high return on investment on a short-term basis.<\/p>\n\n<p>Other out-off-faction burst economy cards with a low play cost like <a href=\"\/en\/card\/04012\">Celebrity Gift<\/a>, <a href=\"\/en\/card\/01098\">Beanstalk Royalties<\/a>, and <a href=\"\/en\/card\/02070\">Green Level Clearance<\/a> are nice, but are inferior to <a href=\"\/en\/card\/04090\">Blue Level Clearance<\/a>. There’s no place for them.<\/p>\n\n<p>Ice<\/p>\n\n<p>Then the ice composition. This deck needs two types of ice. The first type of ice has the purpose to create the window to score the first <a href=\"\/en\/card\/01081\">AstroScript Pilot Program<\/a>. The first AstroScript is either fast advanced directly from HQ or installed in a one to three ice deep remote server. Protecting the AstroScript in the early game is essential. For this purpose we need cheap end-the-run ice. The deck contains eleven pieces of end-the-run ice with a rez cost of three and lower, that’s one quarter of the deck space.<\/p>\n\n<p>Included in the deck are three copies of <a href=\"\/en\/card\/04096\">Wraparound<\/a>, two copies of <a href=\"\/en\/card\/01113\">Wall of Static<\/a>, two copies of <a href=\"\/en\/card\/04120\">Quandary<\/a>, two copies of <a href=\"\/en\/card\/02060\">Chimera<\/a>, and two copies of <a href=\"\/en\/card\/05025\">Rainbow<\/a>. The dedication of one quarter of the deck to cheap end-the-run ice together with its composition is de result of extensive play-testing. This cheap ice protects the <a href=\"\/en\/card\/01081\">AstroScript Pilot Program<\/a> in the early game and enables to open-up a scoring window. This ice is weak against Parasite and Knight, so it’s good to have some back-up available.<\/p>\n\n<p>Do note that these eleven pieces of ice have a high return on investment. For a quite small investment they provide the protection you’ll need for your valuable agendas.<\/p>\n\n<p>There’s some noticeable ice that doesn’t quality for this first purpose. While <a href=\"\/en\/card\/04077\">RSVP<\/a> is nice to protect a <a href=\"\/en\/card\/01092\">SanSan City Grid<\/a> it fails to protect an <a href=\"\/en\/card\/01081\">AstroScript Pilot Program<\/a> well enough. It doesn’t work on HQ and to protect a remote server it’s too dependent on the order you draw your ice. Another piece of ice I failed to appreciate is <a href=\"\/en\/card\/05024\">Guard<\/a>. It’s just too expensive for what it does and there are simply too many Faeries out there.<\/p>\n\n<p>Then there is the second type of ice. After you’ve scored the first <a href=\"\/en\/card\/01081\">AstroScript Pilot Program<\/a> you’ll need to draw or <a href=\"\/en\/card\/05027\">Fast Track<\/a> into the next AstroScripts. At that point the runner will be hitting your R&amp;D and HQ, looking to steal your agendas. To slow the runner down there’s the need for some more taxing ice.<\/p>\n\n<p>Besides being a cheap end-the-run ice <a href=\"\/en\/card\/05025\">Rainbow<\/a> also classifies as taxing ice. For almost all icebreakers it’ll cost the runner more to break than it cost me to rez it. <a href=\"\/en\/card\/05025\">Rainbow<\/a> is a fantastic ice, and will almost always go on one of the central servers. A high return on investment.<\/p>\n\n<p>Furthermore there are two copies of <a href=\"\/en\/card\/04020\">Grim<\/a> and one <a href=\"\/en\/card\/01090\">Tollbooth<\/a>, destined to tax the runner on the central servers. <a href=\"\/en\/card\/04020\">Grim<\/a> is obviously great in front of an end-the-run ice, but also works well as a single ice. Building a remote server and score from it, forces the runner to install programs, I’ll be happy to trash later.<\/p>\n\n<p>One noticeable absentee is <a href=\"\/en\/card\/02110\">Eli 1.0<\/a>. I truly love this taxing ice, but I love spending the influence on <a href=\"\/en\/card\/04090\">Blue Level Clearance<\/a> even more. Alas.<\/p>\n\n<p>During the early game I tend not to rez ice on the central servers. I do need the credits to fast advance the first <a href=\"\/en\/card\/01081\">AstroScript Pilot Program<\/a> or to protect it in a remote server. You must be willing to lose some agenda points during the early game. Be indifferent. Clearly there are some reason where you do want to rez ice, like  a run on your HQ containing <a href=\"\/en\/card\/01081\">AstroScript Pilot Program<\/a>, Account Siphon, and multi-access runs like Legwork, The Maker’s Eye, Medium, and (the run after) Indexing.<\/p>\n\n<p>Concluding Thoughts<\/p>\n\n<p>I love this deck. ‘Mad Men’ is strong, fast and consistent. It flourishes on its high return on investment attributes. Every click spend is worth it. It can score agendas both from a remote server or fast advance them. It can even score agendas straight from R&amp;D. ‘Mad Men’ has a very high agenda points return on investment.<\/p>\n","username":"DeBoer","cards":{"01059":2,"01081":3,"01082":2,"01083":2,"01090":1,"01092":3,"01110":3,"01113":2,"02060":2,"02114":1,"02115":3,"04020":2,"04034":2,"04076":3,"04090":2,"04096":3,"04119":2,"04120":2,"05025":2,"05027":3}},{"id":6755,"name":"Light & Shadow - MKI","creation":"2014-06-14 05:58:23","description":"<p>Never advance agendas or traps, advance x 3 next turn.<\/p>\n","username":"Syntax","cards":{"01057":1,"01068":3,"01069":1,"01070":2,"01072":1,"01075":2,"01078":1,"01084":2,"01088":2,"01103":2,"01110":3,"02033":2,"02034":1,"02053":1,"02059":2,"02060":1,"02071":1,"04013":3,"04015":3,"04033":1,"04053":3,"04073":2,"04074":1,"04093":1,"04114":2,"04119":2,"04120":1,"05003":1,"05007":3,"05011":2,"05015":1,"05020":1}},{"id":6756,"name":"Scorching Cerebral Imaging","creation":"2014-06-14 07:46:56","description":"<p>My take on CI tag and bag deck: only 7 agendas to hide in HQ, a lot of tagging ICEs, deep drawing with clearances, waiting for a double or triple SE to flatline the runner.<\/p>\n","username":"iMarco","cards":{"01062":2,"01099":3,"01106":3,"01110":3,"01112":3,"02020":2,"02070":3,"02092":2,"02110":2,"03001":1,"03006":3,"03012":2,"03017":1,"03019":1,"04040":3,"04059":2,"04090":3,"04096":1,"04100":2,"04110":1,"04111":2,"04117":1,"04119":1,"04120":3}},{"id":6757,"name":"Professor Adaptable","creation":"2014-06-14 09:53:28","description":"<p>This deck was designed so you could switch gears extremely quickly. There's a breaker for every need, plenty of tutors, and some nice econ with <a href=\"\/en\/card\/01044\">Magnum Opus<\/a> and <a href=\"\/en\/card\/03049\">Professional Contacts<\/a>. My favorite tactic is to pound R&amp;D with <a href=\"\/en\/card\/01010\">Medium<\/a> then immediately search up <a href=\"\/en\/card\/01028\">Sneakdoor Beta<\/a> and <a href=\"\/en\/card\/02041\">Nerve Agent<\/a> and see their whole hand.<\/p>\n","username":"danmwilson","cards":{"01007":1,"01008":1,"01009":1,"01011":1,"01012":1,"01014":1,"01026":1,"01027":1,"01028":1,"01035":2,"01044":2,"02004":1,"02041":1,"02047":2,"02049":1,"02062":1,"02104":1,"03029":1,"03034":2,"03035":1,"03038":3,"03039":2,"03044":2,"03046":3,"03047":2,"03049":2,"03051":2,"04005":1,"04022":1,"04043":1,"04061":1,"04086":2,"04087":1,"04088":1,"05041":1,"05042":1,"05046":1}},{"id":6758,"name":"Trash Runner 0.4","creation":"2014-06-14 12:02:44","description":"<p>Still a very work in progress but had some good games with it<\/p>\n\n<p>Added Power Grid Overload to this... Didn't know it existed, but it can help in this deck. If you have Primary Transmission Dish up, it can really help push the strength. <\/p>\n\n<p>Hellion Alpha Test at the right time, can pull a Kati at the right time, It can be pretty unexpected. <\/p>\n\n<p>The main weakness is if the runner has link. I was even tempted to put a foxfire just to make sure, but I think that too niche for even me. <\/p>\n\n<p>Any suggestion for this style of deck or any ice you think you can change, I would really like to hear<\/p>\n","username":"lemonwood","cards":{"01080":1,"01081":3,"01082":2,"01090":2,"01108":2,"01110":3,"02037":2,"02039":2,"02055":2,"02070":2,"02096":2,"02110":2,"03026":2,"04014":3,"04016":2,"04031":2,"04056":2,"04076":3,"04077":2,"04096":2,"04113":3,"06006":3,"06009":1}},{"id":6759,"name":"NBN Making News Core Deck","creation":"2014-06-14 13:33:30","description":"<p>Based on http:\/\/netrunnerdb.com\/en\/decklist\/6394\/teaching-nbn-multi-core-making-news but tweaked to use only a single core set.<\/p>\n","username":"Hex","cards":{"01064":2,"01080":1,"01081":2,"01082":2,"01084":2,"01085":1,"01086":2,"01087":1,"01088":3,"01089":2,"01090":3,"01091":2,"01092":1,"01098":3,"01099":1,"01103":3,"01106":3,"01107":3,"01108":2,"01109":2,"01110":3,"01111":3,"01113":3}},{"id":6760,"name":"Ice Sculpter","creation":"2014-06-14 13:56:19","description":"<p>A deck I quickly threw together after a small moment of inspiration. The general idea of this deck is ICE destruction. The basis of this deck can be found in the 'Anatomy of Anarchy' article. IMO that article is a really good template in which you can base stuff on.<\/p>\n\n<p>This deck is meant to work closely together with crypsis. Loading crypsis up with virus counters isn't really a big deal IMO. Especially if you've got Joshua B to give you an extra click every turn. The rest is support. Use Ice Carver\/Bishop\/Datasucker to lower the strength of the ice to make your runs cheaper. If you think a piece of ice is really annoying, throw a parasite on it. Combined with Ice Carver it should speed things up a bit.<\/p>\n\n<p>I'm also not sure if I want to take Spinal Modem or Grimoire. Spinal Modem is a great support card for this deck as it is light on econ (armitage is a quick recovery bank and account siphon sometimes falls flat). The extra MU on Grimoire would be great though, so there could be a little room to test and tweak here.\nI'm also not entirely convinced if Noise's ability is used to the fullest, but he does seem the most adequate of all the ID's.<\/p>\n","username":"Weezel","cards":{"01001":1,"01002":3,"01007":2,"01008":2,"01010":2,"01012":3,"01015":2,"01018":3,"01050":3,"01051":3,"01053":2,"02002":3,"02009":3,"02042":2,"02103":2,"02106":1,"03054":3,"04021":3,"04043":3}},{"id":6761,"name":"Welcome to our bleedy servers","creation":"2014-06-14 15:33:52","description":"<p>Last at GNK Grenoble - Contrées du Jeu :'-(<\/p>\n","username":"LowMemory","cards":{"01062":1,"01064":2,"01069":2,"01070":3,"01078":1,"01090":2,"01110":3,"01113":3,"02031":1,"02032":2,"02095":1,"02112":3,"03027":1,"04020":1,"04054":3,"04074":1,"04119":3,"05004":2,"05006":1,"05007":2,"05009":3,"05015":3,"05017":3,"05018":2,"05021":1}},{"id":6762,"name":"Keep your servers safe: I am already in !","creation":"2014-06-14 15:34:21","description":"<p>Last at GNK Grenoble - Contrées du Jeu :'-(<\/p>\n","username":"LowMemory","cards":{"01007":2,"01008":3,"01011":1,"01012":2,"01014":1,"01017":1,"01018":3,"01021":3,"01022":3,"01024":2,"01026":1,"01028":3,"01050":3,"01053":3,"02025":1,"02043":3,"02091":1,"02104":3,"03049":1,"04004":3,"05035":3}},{"id":6763,"name":"Tennin's Tricks 0","creation":"2014-06-14 16:48:23","description":"<p>First try to use Tennin in cunjunction with Trick Of Light and Mushin No Shin. ICE pool aimed to ETR to be compliant with Tennin's ability but I'm unsure if the pool is solid enough, tests will say.\nIt's my  first published build, and  I consider myself as a poor builder. Anyway comments are very welcommed. Thanks.<\/p>\n","username":"stollv","cards":{"01068":3,"01069":2,"01073":2,"01078":1,"01110":3,"02015":2,"02033":3,"02034":1,"02054":2,"02056":2,"02060":2,"02112":1,"02117":1,"03027":2,"04053":2,"04054":1,"04059":2,"04060":2,"04092":1,"04100":1,"04114":2,"05003":1,"05005":3,"05007":2,"05014":2,"05015":2,"05024":2}},{"id":6764,"name":"The Wyrmy & Kraken Show","creation":"2014-06-14 17:16:06","description":"<p>In my ongoing quest to make a serviceable Noise deck, I'm trying to work in the <a href=\"\/en\/card\/01013\">Wyrm<\/a>. I don't think this archetype makes sense with AoA, because getting your <a href=\"\/en\/card\/01015\">Ice Carver<\/a>s trashed defeats the point. <\/p>\n\n<p>Fairly light on econ, but based on recurring credits. There's a few <a href=\"\/en\/card\/02050\">Public Sympathies<\/a> in case you get traced with Spinal, or feel like you're gonna get scorched. <\/p>\n\n<p>I think there's potential to move this over to <a href=\"\/en\/card\/04041\">Reina<\/a> (why not make the Corp pay more for that ice you're just going to destroy anyway), but I still like Noise's ability as a way to score the odd agenda from archives or trash important pieces of the Corp's puzzle.<\/p>\n\n<p>Haven't really playtested this, but feedback is welcome and appreciated. <\/p>\n","username":"lukesim3","cards":{"01001":1,"01002":2,"01004":1,"01005":3,"01008":2,"01009":2,"01010":1,"01012":3,"01013":2,"01015":3,"01050":3,"01051":3,"02002":2,"02041":1,"02050":2,"02090":3,"03038":3,"04005":3,"04021":3,"04109":3}},{"id":6765,"name":"Corporate Espionage","creation":"2014-06-14 18:25:14","description":"\n","username":"Wrathrage","cards":{"01002":2,"01018":1,"01020":1,"01021":1,"01022":1,"01050":3,"02009":2,"02045":2,"02085":2,"02091":1,"02105":1,"02109":1,"03035":1,"03053":2,"03054":3,"03055":1,"04004":2,"04085":2,"04106":3,"04109":3,"05030":1,"05039":1,"05041":2,"05042":2,"05046":2,"05053":3}},{"id":6766,"name":"Advance and score","creation":"2014-06-14 21:25:17","description":"\n","username":"lemonwood","cards":{"01100":3,"01102":3,"01103":3,"01106":2,"01110":3,"02033":2,"02038":3,"02057":2,"02058":3,"02070":3,"02076":1,"02077":3,"02078":3,"04119":3,"04120":3,"05012":2,"05024":2,"05025":3,"06008":3}},{"id":6767,"name":"Silhouette - Totally Exposed V1.0","creation":"2014-06-14 21:35:47","description":"<p>This is a deck to make the corp pay for all that Ice he wants to use. But also skip that ice when it does come up or shut it down.  I am still working on it on and off but so far its been fun to play.<\/p>\n","username":"Lazlo914","cards":{"01018":2,"01020":2,"01021":2,"01022":2,"01026":1,"01028":2,"01044":2,"01050":3,"02009":2,"02043":2,"02045":2,"02087":3,"02107":2,"03054":2,"04085":3,"05030":1,"05036":2,"05041":2,"05042":2,"05046":2}},{"id":6768,"name":"Noise Recurr II.b","creation":"2014-06-14 21:42:57","description":"<p>Went undefeated in 9 person, 4 rd Swiss tourney at Total Escape Games on June 14, 2014. The best game was against Ryan B. I had to win a Psi-war to steal Future Perfect ftw. Don't know about Express Delivery - if something comes along for which I need the influence I may have to drop it. Maybe Lamprey?<\/p>\n","username":"tobinlopes","cards":{"01001":1,"01002":2,"01006":2,"01007":2,"01008":3,"01010":2,"01011":2,"01012":3,"01014":1,"01031":1,"01050":2,"01051":1,"01053":3,"02003":3,"02009":2,"03038":2,"03049":2,"03052":2,"03053":2,"04005":3,"04082":2,"05033":2,"05051":1}},{"id":6769,"name":"Hell hath no fury...","creation":"2014-06-14 22:25:32","description":"\n","username":"ckhaos99","cards":{"01002":2,"01007":1,"01026":2,"01034":3,"01036":3,"01044":2,"02046":1,"02047":3,"02087":3,"02090":3,"02101":2,"02104":1,"02106":2,"02107":2,"03034":3,"03035":1,"03038":3,"03044":1,"03049":3}},{"id":6770,"name":"OverMeidan 0.2","creation":"2014-06-14 22:27:23","description":"<p>0.1 won on its first try, but I sat on Rook all game, and then realized I was being an idiot for not using Omni-drives. So I switched some in and dropped the Rook for a 3rd Cyberfeeder.<\/p>\n\n<p>Overmind is Nasir's key breaker, at least in this deck. Toss one in an  Omni-drive, and back it up with Cyberfeeders and E3s, and you can eat any piece of ice for cheap. Helpful AI and Fall Guy help protect you from Pop-up Windows and Paper Walls, or the rare ice that costs less than its own strength. The ugly downside is that Overmind is your one breaker, so you may have to tutor it, and hope E3 isn't far behind. And recursion here should be obvious.<\/p>\n\n<p>Xanadu and Ice Analyzer are there to get an extra kick out of ice rezzing. Motivation and May are there as a supercharged Professional contacts, and Codebusting is there when May can't get you enough. I'm shy about Spinal Modem, and vs. Caduceus, I don't see any upside over Toolbox. Kati + Workshop or May + Eureka will cover its cost.<\/p>\n\n<p>Escher is there so there's a new frontier to explore where you want it to be.<\/p>\n","username":"verge","cards":{"01005":3,"01041":1,"01053":2,"02008":3,"02024":2,"02047":2,"02049":1,"02082":1,"02091":2,"02107":2,"03031":1,"03034":3,"03038":3,"03039":2,"03046":2,"03051":2,"04008":2,"04027":1,"04106":3,"05053":3,"05054":2,"06017":1,"06018":2}},{"id":6771,"name":"Cerebral Diversification","creation":"2014-06-14 22:40:45","description":"<p>This deck is a variation of the Scorched Imaging deck.<\/p>\n\n<p>Major changes:<\/p>\n\n<p>v1.1  <\/p>\n\n<p>-- Rainbow -1; Eli 1.0 +1<\/p>\n\n<pre><code>  Eli is usually always better than Rainbow.    \n<\/code><\/pre>\n\n<p>-- Shipment from SanSan -1; Closed Accounts +1   <\/p>\n\n<pre><code>  I don't use Shipments often enough to warrant 3 of them.  I mainly included 3 so that it would allow me to score out 3 pointers faster, but i found that I rarely score them out of hand like that.   Adding a single Closed Accounts will offer even   greater tag punishment, which will also help set  up a Scorched combo.    \n<\/code><\/pre>\n\n<p>Changes from Scorched Imaging  <\/p>\n\n<p>v1.0<br \/>\n-- Rainbow +2  <\/p>\n\n<pre><code>  I felt I needed earlier etr ICE.  Even though it is pourus it gets the job done early game.  It's not terrible at taxing either mid to late game with its 4 Str.  \n<\/code><\/pre>\n\n<p>-- False Lead +2; Pri Req -1<\/p>\n\n<pre><code> To buff the Scorch Combo  More agenda dense, but it'sworth it.  Keep them from drawing 2 more cards or clicking Armitage\/MO.  \n<\/code><\/pre>\n\n<p>--Subliminal Messaging -1;<\/p>\n\n<pre><code> This card only really works against inexperienced runners.  Most runners will find a way to run at least once per turn.  They make a point of knowing that the run does not have to be successful, which is where a lot of players make mistakes.\n<\/code><\/pre>\n","username":"liquidcooled","cards":{"01058":3,"01059":3,"01062":2,"01084":1,"01086":2,"01099":2,"01106":2,"01110":3,"02080":2,"02110":3,"03001":1,"03005":3,"03015":2,"03017":2,"03019":3,"04034":2,"04040":3,"04090":3,"04100":1,"04111":3,"04119":3,"05025":1}},{"id":6772,"name":"Big Girls Play With Monoliths v2.1","creation":"2014-06-14 23:34:04","description":"\n","username":"Ulkrond","cards":{"01007":2,"01010":1,"01011":2,"01033":1,"01034":3,"01043":2,"01044":3,"01045":1,"01050":3,"02087":3,"03033":3,"03035":3,"03036":2,"03038":3,"03041":3,"03042":2,"04029":3,"04109":2,"05035":1,"05053":3}},{"id":6773,"name":"CT in a Red Dress","creation":"2014-06-14 23:46:41","description":"<p>I wanted to come up with the best NBN hate I could. I think this deck achieves it, but it's also good against most others.<\/p>\n\n<p>The goal of the deck is to achieve HQ lock along with a psuedo-R&amp;D lock, while maintaining enough creds to run a remote when needed. The deck is based around Woman in the Red Dress and the 2 Nerve Agents. With both Nerves out, you're seeing 5 cards in HQ by the 3rd run. WitRD gives you R&amp;D lock at a cheap price: when an agenda is on top, the corp will always add it to their hand. If it's not an agenda or important trash-able card, leave it be. The corp will need to play those agendas down soon or risk flooding, which is not what you want against Nerves. If the corp has ICEd HQ well, here comes Sneakdoor!<\/p>\n\n<p><strong>Edit<\/strong> I've since made some changes: -1 Escher, +1 Indexing, -2 Kati Jones, +1 Same Old Thing, +2 Clone Chip, -1 Self-modifying Code.\nKati was too slow and Escher was unnecessary. Clone Chips protect against program destruction, but can also combo with SMC to get the rig out faster. And the extra SoT can be used with Indexing.<\/p>\n","username":"ImTheBanker","cards":{"01007":1,"01027":1,"01028":1,"01035":3,"01041":1,"01043":1,"01044":1,"01050":3,"02009":2,"02041":2,"02046":1,"02091":2,"02106":2,"03031":1,"03035":1,"03046":3,"03049":2,"03052":3,"03053":3,"03054":1,"04048":3,"04086":1,"04109":2}}]