[{"id":3511,"name":"Jinteki Test 2","creation":"2014-03-27 00:02:08","description":"\n","username":"Lyrael","cards":{"01062":2,"01068":3,"01070":3,"01078":2,"01090":2,"01109":3,"02013":2,"02031":1,"02032":2,"02039":2,"02060":2,"02095":3,"02112":1,"04013":2,"04015":3,"04033":1,"04054":3,"04060":3,"04073":2,"04074":3,"04114":2,"04115":1,"04119":2}},{"id":3512,"name":"Shutdown Jinteki, Caprice Edition","creation":"2014-03-27 00:07:14","description":"<p>66% better than the last version<\/p>\n","username":"itsbigfoot","cards":{"01065":2,"01067":1,"01068":3,"01075":2,"01077":2,"01101":2,"01106":3,"01110":3,"01111":2,"02032":1,"03026":3,"04012":3,"04013":2,"04015":3,"04020":2,"04032":3,"04054":2,"04058":3,"04073":3,"04093":1,"04100":2,"04114":2}},{"id":3513,"name":"The electric death machine","creation":"2014-03-27 08:40:58","description":"<p>A flat-line aimed deck with as much net damage as I can throw into it to make the runner afraid to run. Shocks in their to stop archive dredging, fetal AI as it is fun to watch. The ice isn't hugely strong at stopping people so mind games abound. <\/p>\n","username":"Arameas","cards":{"01056":1,"01061":1,"01068":3,"01069":1,"01070":2,"01075":1,"01076":1,"01077":1,"01078":2,"01083":1,"01101":1,"01107":1,"01108":1,"01110":2,"01111":1,"02014":1,"02031":1,"02032":3,"02033":1,"02034":2,"02059":2,"02070":1,"02110":1,"03023":2,"03026":1,"04015":1,"04020":2,"04032":2,"04033":2,"04035":1,"04040":2,"04054":2,"04073":2,"04080":2,"04093":1,"04096":1,"04100":1,"04115":1}},{"id":3514,"name":"RSVP regrets only. 3.0","creation":"2014-03-27 08:59:47","description":"<p>This is the deck I took to a tournament a week ago. I went 2w-2l corp side with it. My losses were both to a Whizzard deck. Anarch IMP and Demo runs were rough to deal with because they trashed my Ash in a remote when it was only protected by an RSVP at the time. I won against a CT deck which played all 3 rabbit holes and neutered my viper\/caduceus.\nany suggestions? Thanks.<\/p>\n","username":"HepatitvsJ","cards":{"01080":1,"01081":3,"01090":3,"01092":3,"01110":3,"02013":3,"02019":3,"02052":3,"02056":3,"02060":2,"02115":3,"03023":2,"03026":2,"04015":3,"04060":1,"04076":3,"04077":3,"04096":3,"04119":3}},{"id":3515,"name":"Cyber Brush Rush (Mugging Lab Nerds)","creation":"2014-03-27 09:05:21","description":"<p>This deck sets up fast and then using SMC to get paintbrush into play to lock RD down quick. I hold the other cyber cypher and femme until I see a san san grid or what I think is an agenda in a remote. Feedback Welcome<\/p>\n","username":"CodeMarvelous","cards":{"01004":3,"01007":1,"01026":2,"01034":3,"01035":2,"01050":3,"02003":1,"02009":2,"02047":3,"02091":2,"02107":3,"03028":1,"03031":1,"03034":3,"03044":3,"03046":3,"03053":3,"04006":3,"04047":1,"04086":2,"04108":1}},{"id":3516,"name":"Noise Chakra","creation":"2014-03-27 09:07:26","description":"<p>This deck is my version of a noise deck that someone on here used to destroy me. Went undefeated in 7 games last night at Philly city league<\/p>\n","username":"CodeMarvelous","cards":{"01001":1,"01002":2,"01006":2,"01007":1,"01008":3,"01009":3,"01010":2,"01011":1,"01012":3,"01014":1,"01016":3,"01019":3,"01047":1,"01050":3,"01051":2,"02003":3,"02009":2,"02041":1,"02091":2,"03038":2,"03047":3,"04082":2}},{"id":3517,"name":"The electric death machine V2","creation":"2014-03-27 10:11:34","description":"<p>A flat-line aimed deck with as much net damage as I can throw into it to make the runner afraid to run. Shocks in their to stop archive dredging, fetal AI as it is fun to watch. The ice isn't hugely strong at stopping people so mind games abound. <\/p>\n","username":"Arameas","cards":{"01061":1,"01068":3,"01069":1,"01075":1,"01077":1,"01078":2,"01083":1,"01101":1,"01107":1,"01108":1,"01110":2,"01111":1,"02014":1,"02031":1,"02032":3,"02033":1,"02034":2,"02059":2,"02070":2,"02110":1,"03023":2,"03026":1,"04020":2,"04033":2,"04035":1,"04040":2,"04054":2,"04073":3,"04080":2,"04093":1,"04096":1,"04100":1,"04115":1}},{"id":3518,"name":"Cerebral Efficiency v2","creation":"2014-03-27 10:27:42","description":"\n","username":"siowy","cards":{"01055":2,"01058":3,"01059":3,"01062":2,"01064":1,"01110":3,"01111":2,"01113":1,"02051":3,"02110":3,"03001":1,"03005":3,"03006":1,"03019":3,"03026":1,"04012":3,"04015":3,"04020":1,"04034":3,"04039":1,"04040":3,"04059":1,"04090":3}},{"id":3519,"name":"Everywhere\/Nowhere","creation":"2014-03-27 10:27:59","description":"\n","username":"siowy","cards":{"01001":1,"01007":2,"01008":3,"01010":3,"01011":1,"01014":1,"01016":3,"01021":3,"01047":2,"01049":1,"01050":3,"02003":3,"02009":2,"02021":2,"02042":1,"02064":1,"02082":1,"02091":3,"03053":3,"03054":3,"04043":3,"04081":1}},{"id":3520,"name":"NEXT Level Strategies","creation":"2014-03-27 14:27:03","description":"<p>My first attempt at an actual deck- Because of the ID, I wanted to put in a lot of ICE to ensure I get 3 in my opening hand. Included a strong economy to support my ICE and make it easy for me to advance agendas when needed. Any suggestions would be wonderful.<\/p>\n","username":"RhymesandRakes","cards":{"01055":3,"01056":2,"01059":2,"01061":2,"01062":3,"01063":2,"01064":2,"01066":2,"01090":3,"01092":1,"01103":3,"01106":1,"01108":2,"01109":2,"01110":3,"01111":3,"02092":2,"03003":1,"03005":3,"03006":1,"03007":1,"03010":1,"03017":2,"03019":3}},{"id":3521,"name":"Tag, I have it! (DT)","creation":"2014-03-27 14:45:22","description":"\n","username":"teky","cards":{"01001":1,"01002":3,"01004":1,"01006":3,"01007":1,"01008":3,"01009":2,"01011":1,"01012":3,"01014":1,"01018":3,"01019":1,"01022":1,"01050":3,"01051":1,"02003":2,"02009":2,"02022":2,"02042":2,"02103":2,"03052":3,"04009":2,"04061":1,"04082":1,"04101":1}},{"id":3522,"name":"Dressed for Starlight (v0.1)","creation":"2014-03-27 15:46:46","description":"<p>A centrals-only, HQ multiaccess, Starlight Crusade, Woman in the Red Dress deck? <\/p>\n\n<p>Yup. <\/p>\n\n<p>This might be the first list I test when H&amp;P is available. If it works, then when Fisk comes out, I can save 4 influence by dropping WitRD, switching to Fisk, and adding Quest Completed. <\/p>\n\n<p>The whole deck is kind of unusual, but I can quickly explain a few of the more esoteric card choices:<\/p>\n\n<ul>\n<li><p>Woman in the Red Dress is there to amplify HQ pressure. With the monstrous economy offered by Siphon \/ Gamble \/ Find \/ Nap, getting into HQ either straight up or via Sneakdoor should be no problem. <\/p><\/li>\n<li><p>Running Interference is for when the Corp figures out that you're centrals-only and starts stashing stuff in remotes. Siphon them and then hit the remote. This is the weakest point - it would be very, very nice to have Quest Completed for this purpose instead, but there's no influence for it until we have Fisk. In the meantime, I'm relying on two draws per turn making the Corp agenda flooded sooner or later. If they make multiple smaller remotes, I've also got Inside Job. <\/p><\/li>\n<li><p>Sneakdoor helps ensure HQ accesses for the HQ Interfaces. With Desperado, the full rig is 5 MU. <\/p><\/li>\n<li><p>Oracle May was the last card I added. I considered Stimhack, Notoriety, Quality Time, and a few other cards for that one point of influence. With 25\/45 events, she should be okay, but the click cost makes her a lot less useful once Starlight is down. I plan to test her out and see how well it works. <\/p><\/li>\n<\/ul>\n\n<p>Input welcome. It would be great to find room for Emergency Shutdown, but I just don't know what to cut. In the Fisk version, I'll be able to drop WitRD and the entire Hostage package, which will free up a lot of room. But until then, this may be the best I can do. <\/p>\n","username":"Ajar","cards":{"01018":3,"01021":3,"01022":3,"01024":2,"01028":2,"01050":3,"02009":2,"02083":1,"02085":2,"02091":1,"02105":1,"04004":3,"04044":2,"04048":1,"04063":3,"04069":2,"04107":2,"04109":3,"05041":2,"05042":2,"05046":2,"05054":1}},{"id":3523,"name":"Icy Shell Game v1.6","creation":"2014-03-27 15:54:52","description":"<p>Initial Honor &amp; Profit update. No Toshiyuki Sakai, Mushin No Shin, or Plan B shenanigans. All of those things discourage remote runs, which is the opposite of what I want! <\/p>\n\n<p>GRNDL Refinery and Ronin combine to create a reasonable incentive to explore my mix of advanced assets\/traps and unadvanced agendas\/traps. House of Knives counters and Snoop counters allow for fun with mid-run damage, especially when combined with Komainu, Tsurugi, and Chum. <\/p>\n\n<p>Mushin No Shin is certainly a strong contender for a slot, especially if I go back up to 14 or 16 agendas by putting False Lead back in. Bluffing an FL or HoK is nice if I score it, and not a huge problem if they steal it. <\/p>\n\n<p>Expose is a potential problem, but I have three copies of Zaibatsu Loyalty at the ready if that happens. <\/p>\n","username":"Ajar","cards":{"01067":1,"01069":2,"01070":2,"01072":3,"01075":2,"01103":3,"01110":3,"02014":3,"02032":3,"02033":2,"02112":2,"03009":2,"04012":3,"04032":3,"04056":2,"04073":2,"04074":2,"04093":2,"04099":2,"05004":3,"05006":1,"05017":2}},{"id":3524,"name":"Andy Big Cash","creation":"2014-03-27 15:55:50","description":"<p>Few corps can deal with a runner making 11 creds a turn. Fast Advance and Jinteki 2 can give this deck some issues, but recurring Inside Job usually does the trick.<\/p>\n","username":"4thqueen","cards":{"01007":1,"01019":3,"01021":3,"01022":1,"01024":3,"01026":3,"01044":3,"01050":3,"01051":3,"01052":2,"02007":1,"02008":1,"02009":2,"02069":3,"02083":1,"03049":1,"03052":3,"03053":3,"03054":3,"04004":3}},{"id":3525,"name":"Unstoppable Mac","creation":"2014-03-27 16:06:51","description":"\n","username":"divvo","cards":{"01007":1,"01018":2,"01019":2,"01033":1,"01034":3,"01040":3,"01046":1,"01050":3,"01053":3,"02009":2,"02047":3,"02048":3,"02087":2,"02106":3,"03034":3,"03044":1,"03046":3,"03053":3,"03054":2,"04047":1,"04065":1}},{"id":3526,"name":"Wonder-Agro","creation":"2014-03-27 16:27:08","description":"<p>Did you want to get into that server? This deck will take you were you need to go.<\/p>\n\n<p>The idea of this deck is to attack fast and attack often. Drawing up the tricks you need to bypass any ice and just breaking the cheaper stuff with solid breakers. Keep pressure on the corp. from nearly turn one until the final move.<\/p>\n\n<p>Your very first move needs to be getting Magnum Opus on the table. With two SMC's, three Test Runs and three MO's in the deck you have about a 70% chance to have at least one of those cards in your opening hand. If not, mulligan. If you can get this power house econ engine online quickly you shouldn't have money issues. Whenever you have a click left in a turn grab some money. If you feel you can't put good pressure on the corp. this turn, grabbing 8 creds puts that pressure on.<\/p>\n\n<p>Endgame rig should be a Magnum Opus, a Corroder, a Gordian Blade and two Femme Fatales. One of those breakers needs to be on an Omni-Drive and if you have the time and money early you can put out both Omni-Drives. Nine times out of ten this is unnecessary and wistful, so be mindful when doing that.<\/p>\n\n<p>The great thing about this deck is you should never rush to get that end game rig thanks to the three Tinkerings in the deck. One breaker is all you need, and the Tinkerings can also make a high strength sentry much cheaper to break.<\/p>\n\n<p>Scavenge is an invaluable card in this deck. Of course you could test run and scavenge the breaker you need into the rig. (Three credit Fem and a double bypass in one turn? Yes, please.) Another key use of this card is to switch your Fem targets on a whim, and as an added bonus if you put down an Omni-Drive you can also Scavenge to change the Fem target and put the Fem on the Omni-Drive to make the bypass even cheaper!<\/p>\n\n<p>Inside job is key to this deck. Get into that early one ice server with no problem, or make a late game run that much cheaper. Combo with a Tinkering or a Femmed ice and you're in anywhere.<\/p>\n\n<p>Escher is a new addition to this deck and I think it was a key it was missing. Is it getting to expensive to get were you want? Move that ice to your liking and make the corp start over in the mid and late game.<\/p>\n\n<p>Diesel, Quality Time and Levy AR Lab Access are in the deck so you can get to your tricks and breakers faster, and in the case of Levy you can re-use those tricks. Same Old Thing also helps you to re-use a trick or to use Levy from the Heap if it was trashed or discarded early in the game.<\/p>\n\n<p>Changes that might be made would be adding in some expose like Infiltration. Damage normally isn't that bad, but face checking an Aggressive Secretary can set you back several turns. <\/p>\n\n<p>You could also argue that it's missing a few Plascrete Carapces. My game plan in that instance is to make sure you can take the trace and keep your money up. Of course if they manage to score a Posted Bounty or a Breaking News into Closed Accounts you'll be in trouble. I find if you simply play with this in mind you should be ok.<\/p>\n\n<p>Early builds of this deck included a more efficient sentry breaker in the form of Garrote and Dinosaurus. I found this to be far to slow however so I dropped it for an extra Fem and an extra Corroder for consistency. The Omni-Drives replaced the Dinosauras.<\/p>\n\n<p>Another change I've made recently to my own surprise was dropping Kati Jones from this deck. I found that more and more often I would need money now as I got more and more aggressive. I didn't have the time to build the money on Kati to make it break even in efficiency. Your mileage may differ.<\/p>\n\n<p>Please let me know what you think, I've been spending quite some time on this deck and I think it's tweaked to the breaking point, but I welcome comments and suggestions! Perhaps you all see something obvious I'm missing or perhaps something subtle I never thought of!<\/p>\n","username":"Topper","cards":{"01007":2,"01021":3,"01026":2,"01034":3,"01037":3,"01043":2,"01044":3,"01050":3,"02046":1,"02047":3,"02087":2,"02106":2,"03031":2,"03034":3,"03035":1,"03039":2,"03046":2,"03054":2}},{"id":3527,"name":"jinteki shenanigans with double time","creation":"2014-03-27 16:45:54","description":"<p>not trying to flat line, just put the fear of it out there, and if it happens, well that's life, mostly I just want them to second guess, and run a little slower. this is a quasi fast advance with no drip econ at all. <\/p>\n","username":"lemec78","cards":{"01067":1,"01068":3,"01069":3,"01077":3,"01101":2,"01110":3,"01111":2,"02014":3,"02032":1,"02033":3,"03009":2,"03012":1,"03026":2,"04012":3,"04013":3,"04032":3,"04053":3,"04076":3,"04093":3,"05015":3}},{"id":3528,"name":"First kit deck","creation":"2014-03-27 17:23:35","description":"\n","username":"Link","cards":{"01036":3,"01041":2,"01042":1,"01043":1,"01050":3,"02049":2,"02050":2,"02090":3,"02091":2,"02106":2,"03028":1,"03031":1,"03035":1,"03039":2,"03043":1,"03046":3,"03049":3,"03052":3,"03053":3,"03055":3,"04006":3,"04065":1}},{"id":3529,"name":"Haas Neuro.","creation":"2014-03-27 17:29:22","description":"\n","username":"Shiro59","cards":{"01054":1,"01055":1,"01056":3,"01061":2,"01062":2,"01063":2,"01092":2,"01098":3,"01101":1,"01106":3,"01107":2,"01110":3,"02029":3,"02051":3,"02053":2,"02070":3,"02092":3,"02110":2,"03017":2,"03019":2,"03026":2,"03027":3}},{"id":3530,"name":"Kit Paintbrush","creation":"2014-03-27 18:46:20","description":"<p>This is my first attempt to make a deck outside the core set. The idea is to use paintbrush to make most ice into code gates, then walk through it with a dino\/personal touch'd yog, or cut with gordian blade. Diesel + Quality Time allows me to get cards I want into my heap, where I can grab them with Clone Chip and Same Old Thing.<\/p>\n\n<p>All feedback much appreciated.<\/p>\n","username":"daytodave","cards":{"01014":1,"01019":1,"01027":1,"01034":3,"01035":3,"01038":3,"01040":3,"01042":1,"01043":1,"01044":1,"01050":3,"02047":3,"02048":3,"02087":2,"02107":3,"03028":1,"03038":3,"03046":3,"03054":3,"04108":1,"04109":3}},{"id":3531,"name":"First Cut","creation":"2014-03-27 19:13:36","description":"<p>My first cut at a runner deck. Played this at the Reading store tourney. Useful only as a thing to learn Netrunner with.<\/p>\n","username":"Pete","cards":{"01007":2,"01008":2,"01018":2,"01033":1,"01034":3,"01035":3,"01036":3,"01037":3,"01039":2,"01041":1,"01043":2,"01050":3,"02008":1,"02009":1,"02091":2,"03031":1,"03035":1,"03040":2,"03046":3,"03049":3,"03052":3,"03053":2}},{"id":3532,"name":"Paint the Morning Stars","creation":"2014-03-27 19:45:58","description":"<p>Experiment. The late-game is covered by morningstar\/paint brush shenanigans, and the early game is aggressively attacking HQ and R&amp;D, with blackmail activated by activist support to attack during the mid-game. <\/p>\n","username":"Armouredblood","cards":{"01004":2,"01006":2,"01008":3,"01011":2,"01014":2,"01049":2,"01050":3,"02004":3,"02009":3,"02028":1,"02101":3,"03038":2,"03046":2,"03052":3,"03054":2,"04009":2,"04029":1,"04041":1,"04062":2,"04067":1,"04089":3,"04101":1,"04108":1}},{"id":3533,"name":"Bioroided Up","creation":"2014-03-27 20:35:40","description":"\n","username":"mcmicker","cards":{"01056":1,"01061":1,"01062":1,"01063":1,"01078":1,"01090":2,"01108":1,"01109":2,"01110":3,"02010":1,"02011":3,"02012":1,"02013":2,"02030":2,"02110":2,"02111":1,"03005":3,"03006":3,"03008":1,"03010":1,"03011":1,"03012":2,"03013":2,"03015":1,"03016":2,"03017":1,"03019":2,"03020":2,"03021":2,"04076":2}},{"id":3534,"name":"Expendable Family Members (Tournament Deck)","creation":"2014-03-27 20:36:37","description":"<p>Runner Side Tournament Deck Winner of the \"Super Exclusive Guinea Pig Tournament\" (Put on by Lukas Litzsinger at FFG)<\/p>\n\n<p>Monday nights are Netrunner Nights at FFG, where Lukas ran an impromptu tournament to test out a new finals system for \"top cuts\" Now no one was expecting a tournament yet the meta is still highly competitive each night, including the people that participated.<\/p>\n\n<p>When building this deck I wanted an effective breaker suite, while running aggressively (Datasucker, Desperado, Cloak, even Stimhack allowed for that). Both interfaces were an obvious choice as I didn't want to waste my runs accessing one card.<\/p>\n\n<p>However the real gold of the deck came from a highly underestimated card <em>Decoy<\/em> (Or as a fellow player mentioned) Expendable Family Member in the original Netrunner. With all the scorched decks going around if you can take out a piece of their combo (Sea Source) you don't even need to worry that much! Yet I still decided to run PC for that extra defense due to Punitives and other tricks (Which I faced two decks with Punitive Counter strike)<\/p>\n\n<p>Some Pros...\nQuick Cheap Rig\nRig Promotes Multiple Runs\nMultiple Access Cards\nGood Defense <\/p>\n\n<p>Some Cons...\nNeeds Two-Three Pieces for Sentry Breaker (Cloak\/Dagger\/Datasucker)\nSingle Corroder (With Inti as alternative) \nNo real surprises\nNot a lot of burst econ (Kati helps, yet still slow)\nCan get decked (With no SOT for Levy, don't be surprised to run out of cards) it actually happened to me one of the games where I had no cards in hand no cards in the deck no Plascrete (Punitive Counter Strike) Only the Decoy was saving me to go on and win.<\/p>\n\n<p>Anyway it's a fun aggressive deck that can be adapted in different ways (Like going to Kate for extra econ and adding some more utility cards)<\/p>\n","username":"Xavier","cards":{"01004":1,"01007":1,"01008":3,"01024":1,"01032":2,"01034":3,"01035":2,"01043":2,"01050":3,"02009":2,"02046":1,"02085":1,"02091":2,"02107":3,"03035":1,"03041":3,"03042":2,"03046":2,"03048":1,"03049":3,"04086":2}},{"id":3537,"name":"The NEXT Director","creation":"2014-03-27 23:31:30","description":"<p>Rush Deck<\/p>\n","username":"CodeMarvelous","cards":{"01055":3,"01059":3,"01064":3,"01110":3,"02051":3,"02060":3,"02110":3,"03003":1,"03004":1,"03005":2,"03010":3,"04011":3,"04015":2,"04034":3,"04039":3,"04059":3,"04077":2,"04090":3,"04096":3}},{"id":3538,"name":"Boardroom Blitz (v1.5)","creation":"2014-03-27 23:59:11","description":"<p>I went back up to 44 cards, but I did it by swapping one Biotic Labor for two Blue Level Clearance. Having 7 draw effects in 44 cards gives me the same odds of getting what I want in the first 5 turns (1+ Astro and 1+ Biotic\/SanSan) as a 41-card deck with 4 draw effects. <\/p>\n\n<p>The 44th card is Enigma #3, which gives me similar odds of seeing 2+ ice in my first 6 cards as I would have in a 41-card deck. <\/p>\n\n<p>I'm 11-3 in tournament play with the various versions of this deck, and just won a 6-player tournament with it by going 3-0 in three rounds of Swiss (6-0 overall).<\/p>\n","username":"Ajar","cards":{"01059":2,"01081":3,"01082":2,"01083":3,"01090":2,"01092":3,"01110":3,"01111":3,"02060":2,"02114":1,"02115":3,"04014":1,"04015":2,"04020":3,"04034":2,"04039":2,"04076":3,"04090":2,"04096":3}}]