[{"id":7425,"name":"Sashimi-tini over Crushed Ice","creation":"2014-07-07 04:16:20","description":"<p>One of six decks I've built for my first Netrunner evening tonight.<\/p>\n\n<p>Trying to keep a theme, the idea is to have a number of combinations to break  up and otherwise mess with ice: <\/p>\n\n<p>Faerie + e3 -> Crescentus to shut down ice.<\/p>\n\n<p>Emergency Shutdown -> Forged Activation Orders  -> Compromised Employee(s) \/ Ice Analyser because I think it's kind of funny.<\/p>\n\n<p>Clone Chip and Sacrificial Construct to keep Faerie and Crescentus in play.<\/p>\n\n<p>Needs more sea food really. Kraken seems useful.<\/p>\n","username":"paulxthompson","cards":{"01018":2,"01020":2,"01023":1,"01025":2,"01027":2,"01048":2,"01050":2,"02005":1,"02006":2,"02023":1,"02024":2,"02025":3,"02026":3,"02043":2,"02045":1,"02064":2,"02065":2,"02083":1,"02085":2,"02090":2,"02104":3,"03038":3,"03051":3,"03052":2}},{"id":7426,"name":"No Siphon Anarch","creation":"2014-07-07 04:16:37","description":"<p>Yes, <a href=\"\/en\/card\/01018\">Account Siphon<\/a> is an amazing card and virtually every winning runner deck has it and because of that, everyone expects siphon at all times.\nCriminal, except to be siphoned.\nShaper, except to be siphoned. Most of the time.\nAnarch... well top players say siphon is a disguised anarch card... and I am not saying they are wrong. Siphon is an excellent card in anarch and everyone excpets it with good reason. \nHowever, starting the creation of every runner deck by adding 3 siphons is rather boring, so I created this deck.<\/p>\n\n<p>Let's talk about the way I spend influence first:<\/p>\n\n<p><a href=\"\/en\/card\/02024\">e3 Feedback Implants<\/a> are by far the best breaker for bioroids. They don't cost MU and break every bioroid for 1-2 clicks and very little credits.\nEli for a click and a credit is far easier to stomach than Eli for 2 clicks or 4 credits. It is also an enabler for <a href=\"\/en\/card\/04043\">Knight<\/a> and <a href=\"\/en\/card\/02102\">Darwin<\/a> letting them break Ice they usually don't (which doesn't mean you should go around and try to break them casually).<\/p>\n\n<p><a href=\"\/en\/card\/03038\">Clone Chip<\/a>: I know... one ofs are bad for consistency. Thing is, clone chip is nice to have in this deck, but not necessary. It can serve a variety of roles... It protects against weyland hardware destruction shennanigans reasonably and you can always threaten a surprise breaker out of the archive with it.<\/p>\n\n<p><a href=\"\/en\/card\/03046\">Self-modifying Code<\/a>: Tutoring... I think in the current environment nothing is as important as a runner as finding solutions and angles of attack quickly and self modifying code does just that.<\/p>\n\n<p>Let's talk about breakers next:\n<a href=\"\/en\/card\/01007\">Corroder<\/a> and <a href=\"\/en\/card\/01011\">Mimic<\/a> are there because wraparound and jinteki are a thing.\nMimic will quickly let you run most jinteki servers without fear or any support.\n<a href=\"\/en\/card\/02102\">Darwin<\/a> can quickly threaten gear check ice and often will at one point or another induce a virus wipe (especially if you hide some your other breakers...).\n<a href=\"\/en\/card\/05053\">Overmind<\/a> is your expensive get out of jail card... Mimic and Overmind mean, you cannot be locked out and you can be aggressive early on.\n<a href=\"\/en\/card\/04043\">Knight<\/a>: I do think Knight needs no explanation ;-) Best barrier breaker in the game and does break other stuff on top of it.<\/p>\n\n<p><a href=\"\/en\/card\/01012\">Parasite<\/a> is our last breaker... 3 times without recursion you get to kill nasty (i.e. needlessly expensive... I am looking at you komainu) ICE.<\/p>\n\n<p>Angles of Attack:\nWe have several angles in this deck:\n<a href=\"\/en\/card\/02063\">Scrubber<\/a>: 2 Scrubbers is like having whizzards ID ability and even one is not that bad. With asset economy being a thing and Jackson Howard being in most decks, these are almost never a bad thing to have.<\/p>\n\n<p><a href=\"\/en\/card\/04082\">Hemorrhage<\/a>: The beauty of it is not its ability, the beauty is, that any run will load it up. It is a true multi vector threat, especially with scrubber it means you can go and clear those remotes and even get some milling out of it.\n<a href=\"\/en\/card\/04061\">Keyhole<\/a> is our R&amp;D threat of choice. I chose this over <a href=\"\/en\/card\/01010\">Medium<\/a> because of two reasons: Low agenda density dekcs are becoming more and more common so trying to win of R&amp;D is getting more difficult and keyhole is better at sniping nasty stuff.\n<a href=\"\/en\/card\/02041\">Nerve Agent<\/a> is in there because it combos nicely with <a href=\"\/en\/card\/04082\">Hemorrhage<\/a>.<\/p>\n\n<p>As for economy... I am not totally happy with it yet. <a href=\"\/en\/card\/02091\">Kati Jones<\/a> is of course a beast and is what keeps us afloat in the mid to late game but the beginning is sometimes slow, especially if you don't draw into your parasites quickly enough to enable early runs. That is usually solved by <a href=\"\/en\/card\/01009\">Djinn<\/a>.\n<a href=\"\/en\/card\/04009\">John Masanori<\/a> is there to give us some draw.<\/p>\n\n<p>So... how do you play this?\nWell... it depends ;-) Basically you threaten on multiple servers and exploit where the corp is weakest, trying to accumulate more money than the corp and preventing scoring windows to appear. Don't try, just because a keyhole is on the table to force your way into R&amp;D, if R&amp;D is becoming expensive, djinn that nerve agent or a <a href=\"\/en\/card\/04082\">Hemorrhage<\/a> and go wreak havoc somewhere else.\nAs for a starting hand... We are looking for <a href=\"\/en\/card\/01012\">Parasite<\/a> or <a href=\"\/en\/card\/05053\">Overmind<\/a> some economy and an angle of attack. Which one is not hugely important, though some are of course better than others depending on your matchup. <a href=\"\/en\/card\/02041\">Nerve Agent<\/a> is usually the weakest, because everyone defends HQ anyway ;-)\nOften <a href=\"\/en\/card\/02063\">Scrubber<\/a> is pretty decent against FA or glaciers as especially in the beginning they usually defend their assets over the trash costs.\nAgainst other corps keyhole is usually the best bet.<\/p>\n\n<p>So... thanks for reading this huge wall of text and I appreciates all feedback :-)<\/p>\n","username":"Dominik","cards":{"01002":2,"01007":1,"01009":2,"01011":1,"01012":3,"01050":3,"01053":2,"02009":2,"02024":2,"02041":1,"02063":2,"02091":3,"02102":2,"03038":1,"03046":3,"04009":2,"04041":1,"04042":3,"04043":3,"04061":2,"04082":2,"05053":3}},{"id":7427,"name":"Unhealthy Obsessions","creation":"2014-07-07 05:01:16","description":"<p>One of six decks I've built for my first Netrunner evening tonight.<\/p>\n\n<p>Lots of viral things going on: Parasite, DataSucker and Surge being used to break down ice. Sahasrara to pay for it all.<\/p>\n\n<p>Freelance Coding Contract to sell on the expensive ice to be picked up as needed by a Retraival Run and Deja Vu.<\/p>\n","username":"paulxthompson","cards":{"01001":1,"01002":2,"01003":2,"01005":1,"01006":1,"01008":2,"01009":2,"01011":2,"01012":2,"01016":2,"01047":1,"01049":2,"01053":2,"02004":2,"02021":2,"02028":1,"02041":2,"02081":3,"02086":2,"02101":3,"02102":2,"02103":2,"03033":2,"03035":1,"03047":2}},{"id":7428,"name":"The R&D Review","creation":"2014-07-07 05:06:31","description":"<p>One of six decks I've built for my first Netrunner evening tonight.<\/p>\n\n<p>Djinn ad Cyberfeeder to host some ice.<\/p>\n\n<p>A first sort of pass at an R&amp;D &amp; Hardware addict. If it's shiny new tech, she'll be reviewing it on the daily casts.<\/p>\n\n<p>I doubt that the special ability plus tinkering is going to be enough to run with only decoder breakers, so in an unusual moment of clarity, she has a Crypsis to help out with this.<\/p>\n\n<p>Notoriety might be in theme for a hardware reviewer, but I envisage this runner as having difficulty managing risk and image, and not really being too motivated by such things: she's funded by criminals via Kati Jones to facecheck the corp. <\/p>\n\n<p>Maybe she needs a <a href=\"\/en\/card\/03036\">Monolith<\/a><\/p>\n\n<p>Occasionally she gets lucky ... we hope?<\/p>\n","username":"paulxthompson","cards":{"01005":2,"01010":2,"01036":3,"01037":3,"01040":2,"01043":2,"01051":3,"02048":2,"02068":3,"02088":2,"02091":2,"02106":2,"02107":3,"02108":2,"03028":1,"03031":2,"03043":2,"03044":2,"03053":3,"03054":3}},{"id":7429,"name":"All Over the World","creation":"2014-07-07 05:07:32","description":"<p>One of six decks I've built for my first Netrunner evening tonight.<\/p>\n\n<p>One side is hot the other side is not.<\/p>\n\n<p>I don't know about this one. I quite like the idea of using NBN with a lot of regions and employing psychic staff and portals to facilitate repeat viewings of your pop-up windows.<\/p>\n\n<p>Co-ordinating the Upgrades to create quite a few fairly powerful servers in different parts of the world (and also to bluff about which cards are Agendas) is the main idea, so lots of regions and sysops.<\/p>\n","username":"paulxthompson","cards":{"01074":1,"01078":1,"01079":1,"01080":1,"01081":2,"01084":2,"01085":2,"01086":1,"01088":2,"01090":1,"01091":1,"01092":1,"01106":1,"01107":2,"01110":1,"02016":2,"02017":2,"02019":1,"02034":2,"02035":2,"02036":1,"02038":2,"02040":2,"02055":2,"02056":3,"02073":2,"02074":2,"02075":2,"02097":1,"02115":2,"02117":1}},{"id":7430,"name":"We Three","creation":"2014-07-07 05:08:25","description":"<p>One of six decks I've built for my first Netrunner evening tonight.<\/p>\n\n<p>I wanted to build a deck with Bernice, Midori and Simone in that could make use of these three sysop powers.<\/p>\n\n<p>So it's hopefully got some easy rez ice that Midori can drop in, ice for advancing, trick of light to move it around, and some scorched earths to do something with the tags. <\/p>\n\n<p>The ladies have a Dedicated Response Team, an Encryption Protocol and a Snare in case they need these things.<\/p>\n\n<p>Deck is probably totally lacking in focus as a result of trying to go in too many different directions, but it has some possibilities that entertain me.<\/p>\n\n<p>Any ideas on how to build a deck where the only rule is that you must have one card each of these three sysops? :-)<\/p>\n","username":"paulxthompson","cards":{"01070":1,"01089":2,"01094":2,"01098":3,"01099":2,"01100":2,"01101":2,"01102":2,"01103":3,"01104":3,"01106":2,"01107":1,"01110":2,"02018":2,"02019":2,"02029":1,"02033":1,"02058":3,"02076":1,"02077":2,"02079":2,"02097":1,"02099":1,"02113":1,"02118":1,"03027":2}},{"id":7431,"name":"Flow State : Time and Origami","creation":"2014-07-07 05:08:51","description":"<p>One of six decks I've built for my first Netrunner evening tonight.<\/p>\n\n<p>Midori, Whirlpool and Chum designed to keep people in.<\/p>\n\n<p>Minelayer, Howler and Midori might also feed Ash as well as making surprises.<\/p>\n\n<p>Maybe a Cell Portal or Bullfrog might be fun here to control the flow.<\/p>\n","username":"paulxthompson","cards":{"01054":1,"01056":1,"01057":1,"01058":2,"01060":2,"01062":2,"01075":2,"02013":2,"02029":2,"02051":3,"02070":1,"02092":1,"02094":2,"02110":3,"02113":2,"03004":1,"03005":2,"03006":3,"03008":3,"03013":2,"03015":2,"03016":2,"03017":2,"03018":2,"03020":2,"03022":2}},{"id":7432,"name":"Weyland - off the grid ","creation":"2014-07-07 05:57:18","description":"\n","username":"Link","cards":{"01065":3,"01090":1,"01094":2,"01101":2,"01102":2,"01103":3,"01106":2,"01110":3,"02018":3,"02058":3,"02076":1,"03026":3,"04015":2,"04018":2,"04038":3,"04040":3,"04060":2,"04078":2,"04114":2,"04117":2,"04118":1,"04119":3}},{"id":7433,"name":"New peddler","creation":"2014-07-07 06:02:44","description":"\n","username":"Link","cards":{"01014":2,"01026":2,"01034":2,"01040":3,"01047":1,"01050":3,"02027":1,"02047":3,"02048":3,"02068":3,"02087":2,"02088":3,"02107":3,"03028":1,"03031":1,"03034":3,"03037":1,"03053":3,"04004":3,"04086":1,"04108":2}},{"id":7434,"name":"Retired, not dead","creation":"2014-07-07 07:49:42","description":"<p>Playing <a href=\"\/en\/card\/02021\">Vamp<\/a> in the middle game can completely turn the tables. With Iain's ability and <a href=\"\/en\/card\/02069\">Underworld Contact<\/a> a start-of-turn income of 5 credits is quite common with this deck. The obvious Iain ingredients <a href=\"\/en\/card\/03055\">The Source<\/a> and <a href=\"\/en\/card\/04106\">Fall Guy<\/a> prolong the game so much that economy is no issue for the runner. <a href=\"\/en\/card\/01051\">Crypsis<\/a> and <a href=\"\/en\/card\/04005\">Gorman Drip v1<\/a> are incentives for yet another turn of purging. You also keep installing resources, preferrably connections that can be used for <a href=\"\/en\/card\/05031\">Calling in Favors<\/a>. <\/p>\n\n<p>If you suspect that agendas pile up in HQ or generally want to improve your timing, check with <a href=\"\/en\/card\/04084\">Executive Wiretaps<\/a>. For the late game use <a href=\"\/en\/card\/01028\">Sneakdoor Beta<\/a> and <a href=\"\/en\/card\/02085\">HQ Interface<\/a>.\nFor runs on remotes you can prepare with <a href=\"\/en\/card\/02021\">Vamp<\/a> or <a href=\"\/en\/card\/01018\">Account Siphon<\/a>, recycle both with <a href=\"\/en\/card\/03054\">Same Old Thing<\/a>. <\/p>\n\n<p>If Caprice or Jackson bother you, pull the trigger on your <a href=\"\/en\/card\/05039\">Unregistered S&amp;W '35<\/a>.<\/p>\n\n<p>Meta-game dependent variants might be with <a href=\"\/en\/card\/05049\">Theophilius Bagbiter<\/a> for damage protection or with <a href=\"\/en\/card\/03035\">Levy AR Lab Access<\/a> or even with <a href=\"\/en\/card\/05055\">Donut Taganes<\/a>.<\/p>\n","username":"photon","cards":{"01018":3,"01028":1,"01031":2,"01049":1,"01051":3,"02021":1,"02028":3,"02043":1,"02066":1,"02069":3,"02085":1,"02091":2,"02105":3,"02109":2,"03054":3,"03055":2,"04005":2,"04084":1,"04106":3,"05028":1,"05031":3,"05037":2,"05039":1,"05050":1}},{"id":7435,"name":"The Latchkey Kid","creation":"2014-07-07 10:39:25","description":"<p>Playing my event version of this deck at a casual tournament made it clear to me that sharpshooter doesn't cut it in the current meta (seeing a horrific amount of Jinteki ICE atm), equally, I'm sick to death of not seeing planned attack early (or seeing it too late to matter) and half the time I would have preferred a decent event card instead. Same old thing has the same problem, 3 clicks is only worth it if you're siphoning and that is a huge investment in influence if you're going to be consistent with it (which planned attack doesn't help enough with). Indexing is a great card but it can get click intensive, especially if you use it with same old thing. <\/p>\n\n<p>So, enter the program variant of CT, keyhole to replace indexing, Sneakdoor to replace legwork, parasite recursion to deal with low str ice and faerie recursion to blow through sentries cheap. Mimic is there to be an SMC option for breaking sentries on the fly if the Faerie may not be appropriate. Test Run\/Scavenge is still there for the Femme.  Very important to have good sentry options in any situation.  1x Deus X to deal with those pesky Jinteki trap decks so I can check remotes with impunity.<\/p>\n\n<p>Early doors MO is everything and this can lead to MU problems, MU is the key problem with this deck currently I feel. That being said, it's important to clarify that you'll only be bringing out the relevant program each game, you're never going to have Sneakdoor and keyhole out at the same time for instance. If a program does have to leave to board, clone chips and scavenge can bring back key threats or breakers when they are needed again. \nDino is there to hopefully alleviate the mem problem as well as boost up a breaker of my choice to deal with key taxing ice threats (eli, inazuma etc). Escher is there to also cause problems to taxing decks and add some much needed HQ pressure. At the right time it can be absolutely devastating. Because I really don't want to see Dino in duplicates or even at all in some games, I've gone for 2x Dino and 2x Mem Chip.  Being able to hit 6 memory by the midgame is quite important for this deck and they have the added bonus of doubling up as power shutdown defence.<\/p>\n\n<p>Finally, modded works well with the style of deck as most programs about half of my hardware is cost 3 or higher.  Opening hand Modded or Sure Gamble makes getting the MO out early much easier and also allows for further aggression early doors.<\/p>\n","username":"Chimpster","cards":{"01007":1,"01011":1,"01012":1,"01026":1,"01028":1,"01034":3,"01035":3,"01038":2,"01043":1,"01044":3,"01050":3,"02009":2,"02046":1,"02047":3,"02048":2,"02066":1,"02104":1,"03031":1,"03034":3,"03038":3,"03046":3,"04061":1}},{"id":7437,"name":"Goryōkaku - 五棱郭","creation":"2014-07-07 13:30:47","description":"\n","username":"pattom","cards":{"01068":3,"01078":1,"01090":1,"01110":3,"01111":3,"02013":2,"02031":1,"02032":1,"02110":3,"03017":1,"04012":3,"04013":1,"04015":3,"04054":3,"04074":3,"04114":3,"04115":1,"04119":3,"05007":2,"05009":3,"05017":3,"05018":3}},{"id":7438,"name":"Mushin?","creation":"2014-07-07 14:20:10","description":"<p>I love the card Mushin No Shin so much!  I've used him to great effect in HB (a scored Mandatory Upgrades on your 3rd turn is just sweet), and I've been thinking how to expand him outside of Jinteki even more. Which got me thinking: Weyland has lots of cards to just outright kill the runner. Why not make them even more potent and add some more killing options? Plus I think mindgames are super fun :D<\/p>\n\n<p>Mushin No Shin can greatly increase your ability to score a kill. Traps are low enough in influence that I can splash quite a few of them in (though I wish I had room for a Tollbooth or two). Mushin No Shin something, and advance it once more, and they're potentially staring at a quadruple advanced Junebug or Cerebral Overwriter. Or it's a GRNDL Refinery and you'll get 24 credits on your next turn. Or it could be an agenda. If they don't run it, score it and rez archer\/curtain wall, or make meat damage even scarier, or if it was Project Atlas you'll be able to grab the Punitives exactly when you need them. Or if they steal it, play said Punitives.<\/p>\n\n<p>I have a good mix of cheap and expensive ice; expensive ice is for Priority Requisition, though there should be enough money to rez them normally if needed as well. The cheaper ice, Ice Wall\/Quandary\/Guard, can be used to  place after a Mushin-ed agenda early in the game to ensure scoring it.<\/p>\n\n<p>Jackson Howard is amazing, as always; he can recycle money and Mushin back into your deck, as well as overdrawn agendas.<\/p>\n\n<p>I haven't playtested this yet, but I'm excited to try! Any suggestions are appreciated! Thanks!<\/p>\n","username":"turkishvancat","cards":{"01069":2,"01093":1,"01094":2,"01098":2,"01101":2,"01102":1,"01103":3,"01106":2,"01110":3,"02018":3,"02019":2,"03009":2,"04015":3,"04036":2,"04040":3,"04078":1,"04079":3,"04099":2,"04117":2,"04120":3,"05015":3,"05024":3}},{"id":7439,"name":"Jinteki Slice and Dice","creation":"2014-07-07 14:56:46","description":"\n","username":"daytodave","cards":{"01067":1,"01068":2,"01069":3,"01077":1,"01078":2,"01110":3,"02032":3,"02095":2,"04012":3,"04015":3,"04033":1,"04077":3,"04099":3,"04119":3,"05004":3,"05006":1,"05015":3,"05017":2,"05018":2,"05024":2}},{"id":7440,"name":"Orbital Strike","creation":"2014-07-07 15:15:09","description":"<p>Scorched NBN using Near Earth Hub. No idea if this will work. Comments welcome!<\/p>\n","username":"ogrillion","cards":{"01062":1,"01081":3,"01084":1,"01085":2,"01090":2,"01092":3,"01099":2,"01107":3,"01111":1,"01112":2,"02055":3,"02056":3,"02059":3,"02115":3,"02116":2,"02117":1,"03026":1,"04035":1,"04074":1,"04075":2,"04076":3,"04077":2,"04096":2,"06005":1,"06007":2}},{"id":7441,"name":"Wotan - Lord of the ICE v.3.0","creation":"2014-07-07 15:53:58","description":"<p><a href=\"\/en\/card\/04030\">Wotan<\/a> needs more love. <a href=\"\/en\/card\/04030\">Wotan<\/a> is no longer capable of love. Do you love <a href=\"\/en\/card\/04030\">Wotan<\/a>? <a href=\"\/en\/card\/04030\">Wotan<\/a> only loved <a href=\"en\/card\/03010\">Director Haas<\/a><\/p>\n","username":"Putty","cards":{"01055":3,"01056":1,"01061":2,"01062":2,"01063":2,"01075":2,"01106":1,"01110":2,"02012":1,"02051":1,"02070":2,"02079":2,"02092":1,"02110":2,"03003":1,"03004":1,"03006":1,"03013":3,"03015":1,"03019":2,"03020":2,"04015":2,"04030":2,"04039":1,"04090":2,"04099":1,"04119":2,"04120":2}},{"id":7442,"name":"Classic NBN Fast Advance","creation":"2014-07-07 18:57:50","description":"<p>This is my first attempt at a classic NBN FA deck. Obviously, I'm looking to get that <a href=\"\/en\/card\/01081\">Astro-train<\/a> going, with <a href=\"\/en\/card\/01092\">SanSan City Grid<\/a> to help kickstart that.<\/p>\n\n<p>We've got <a href=\"\/en\/card\/02116\">Midseason Replacements<\/a> and <a href=\"\/en\/card\/01085\">Psychographics<\/a> to boost a <a href=\"\/en\/card\/02115\">Project Beale<\/a>. <a href=\"\/en\/card\/02116\">Midseason Replacements<\/a> or <a href=\"\/en\/card\/01088\">Data Raven<\/a> may also help get that third point on a <a href=\"\/en\/card\/04095\">Market Research<\/a> as well.<\/p>\n\n<p>Initially, I had considered including <a href=\"\/en\/card\/01086\">SEA Source<\/a>, <a href=\"\/en\/card\/02097\">Bernice Mai<\/a>, or <a href=\"\/en\/card\/02036\">ChiLo City Grid<\/a> to keep the tag pressure up as well, but I found that I didn't have the economy I'd like to support that, so instead we have <a href=\"\/en\/card\/02070\">Green Level Clearance<\/a> and <a href=\"\/en\/card\/04034\">Shipment from SanSan<\/a>.<\/p>\n\n<p>Comments and constructive criticism welcome, especially from veteran deckbuilders who regularly go NBN FA. I'm trying to learn about the \"standard\" decks, and this one is next on my list.<\/p>\n","username":"lostgrail","cards":{"01081":3,"01085":2,"01088":2,"01090":1,"01092":2,"01110":3,"02055":3,"02056":2,"02070":3,"02114":1,"02115":3,"02116":2,"02117":1,"03026":2,"04015":2,"04034":3,"04073":3,"04077":2,"04095":3,"04096":2}},{"id":7443,"name":"Whirlin Merlin","creation":"2014-07-07 19:24:14","description":"\n","username":"CodeMarvelous","cards":{"01002":3,"01007":2,"01008":3,"01009":2,"01010":2,"01011":2,"01012":3,"01018":3,"01050":3,"01053":3,"02001":1,"02009":3,"02021":1,"02022":2,"02041":1,"02042":3,"02103":3,"04043":3,"04106":3}},{"id":7444,"name":"Noise the Cyber Threat (Upstalk)","creation":"2014-07-07 21:30:43","description":"<p>I've never quite been able to understand Anarch, but I've actually found this to deck to playable.<\/p>\n\n<p>Your main goal is to mill the Corp. Now with Upstalk, you've got a couple new toys. The less important one is <a href=\"\/en\/card\/06014\">Lamprey<\/a>, which isn't actually here for use, but because it's a 1 cost Virus. The important one i <a href=\"\/en\/card\/06013\">Cyber Threat<\/a>. Best used when you have either a <a href=\"\/en\/card\/01010\">Medium<\/a> or <a href=\"\/en\/card\/02041\">Nerve Agent<\/a> down, this--along with <a href=\"\/en\/card\/01020\">Forged Activation Orders<\/a>--serves as a safe way to rez ICE so that you can plant a nice little <a href=\"\/en\/card\/01012\">Parasite<\/a> on it. Apply light pressure on either HQ or R&amp;D when necessary: anything to divert them from winning quickly.\nYour 3 breakers are all <a href=\"\/en\/card\/04043\">Knight<\/a>: use it to get in when you need to. \nOtherwise, just keep installing viruses and sacrificing them to <a href=\"\/en\/card\/01047\">Aesop's Pawnshop<\/a> to keep enough creds. You'll know you've struct gold when they put that 2nd piece of ICE over Archives. Don't even worry about running there, just keep milling.<\/p>\n","username":"ImTheBanker","cards":{"01001":1,"01002":3,"01005":3,"01006":2,"01008":3,"01009":3,"01010":1,"01012":3,"01020":3,"01047":2,"01053":2,"02003":3,"02009":2,"02041":1,"02091":1,"03035":1,"03053":3,"03054":2,"04005":2,"04043":3,"06013":3,"06014":3}},{"id":7445,"name":"Brian","creation":"2014-07-07 21:50:15","description":"<p>Deck relies on making multiple 4x advancements with Mushin No Shin, while putting the runner under pressure of traps with Cerebral Overwriter, GRNDL Refinery, and Project Junebug, and Thomas Haas.  <\/p>\n\n<p>After scoring a Mandatory Upgrades, the deck runs itself.<\/p>\n\n<p>http:\/\/youtu.be\/5KRtT43I7oc<\/p>\n","username":"Crash_Space","cards":{"01054":1,"01058":3,"01062":2,"01063":2,"01069":1,"01071":1,"01084":1,"01106":2,"01110":3,"02011":3,"02051":1,"02059":2,"02110":3,"03007":3,"03009":3,"03012":3,"03015":2,"03019":2,"04015":2,"04071":2,"04099":2,"05015":3,"05025":3}}]