[{"id":8302,"name":"Netmelded","creation":"2014-08-06 01:42:34","description":"<p>Atman based Nasir. Data suckers support Atmans. Set one of them at 4 to beat a lotus field if needed or bypass with a Femme. Dino is for a Femmasaurus, you can always scavenge it on top of the dino in the late-game. Stimhack your programs from your personal workshop. Pro-co if you have a lot of cash to dump before a run and then get cash generated on draw. HQ interface instead of legwork so that you retain the value of your purchase before hitting blindly Ice. Bypass with Femme Ice that would bankrupt your credits. Parcia and Imps to trash things at will. If someone runs this, let me know how it works for you, going to run this at our next store event.<\/p>\n","username":"razcrux","cards":{"01004":2,"01008":3,"01026":2,"01034":3,"01035":3,"01038":3,"02003":2,"02048":1,"02049":3,"02066":1,"02085":1,"02091":3,"02107":3,"03034":2,"03038":3,"03040":3,"03045":1,"03046":2,"03049":3,"04067":1,"06017":1}},{"id":8304,"name":"Meidan Custom Hardware","creation":"2014-08-06 03:38:35","description":"<p>Screwing around<\/p>\n","username":"SecurityRake","cards":{"01008":2,"01012":3,"01041":2,"01042":2,"01043":2,"01050":3,"02009":2,"02049":3,"02082":1,"02088":3,"02091":2,"02106":1,"02107":2,"03038":2,"03039":2,"03040":2,"03041":3,"03042":2,"04003":2,"04086":2,"06017":1,"06018":2}},{"id":8305,"name":"Nasir, Cyber Engineer Mod","creation":"2014-08-06 03:39:30","description":"<p>Based roughly on Nasir, Cyber Engineer (v.2)<\/p>\n","username":"SecurityRake","cards":{"01012":2,"01034":3,"01035":3,"01041":2,"01042":2,"01043":2,"02009":2,"02049":3,"02063":3,"02082":2,"02091":2,"02107":2,"03038":3,"03041":2,"03042":2,"03046":2,"03049":2,"04003":2,"04086":2,"06017":1,"06018":2}},{"id":8308,"name":"Tag! You're it!","creation":"2014-08-06 06:27:41","description":"\n","username":"Chaotic134","cards":{"01081":3,"01082":3,"01084":3,"01085":2,"01088":3,"01089":2,"01092":2,"01099":2,"01106":2,"01109":2,"01110":3,"02052":2,"02055":3,"02056":3,"02080":2,"02097":2,"02110":2,"02114":1,"02115":2,"02116":2}},{"id":8309,"name":"Near-Earth Response Team","creation":"2014-08-06 08:02:04","description":"<p>My first revision on a previous Dedicated Response Team build. Mostly I found that I really wanted Snare as it punished running on my facedown remotes. Also, it combines with Dedicated Response Team incredibly well. This deck throws out an impressive sea of remotes servers and, if the runner is hesitant to start checking them early, it's often times possible to score out your first Astroscript naked.<\/p>\n","username":"Tr33beard","cards":{"01070":2,"01081":3,"01088":3,"01090":2,"01109":3,"01112":2,"02029":3,"02055":3,"02056":2,"02059":2,"02115":3,"02118":3,"04015":3,"04075":2,"04076":3,"04077":2,"04096":3,"04119":3,"05024":1,"06003":1,"06005":1}},{"id":8310,"name":"New Runner Deck draft","creation":"2014-08-06 08:11:21","description":"<p>1x retrieval run<\/p>\n\n<p>1x demolition run<\/p>\n\n<p>1x keyhole<\/p>\n\n<p>1x imp<\/p>\n\n<p>1x crescentus<\/p>\n\n<p>1x q-coherence chip<\/p>\n\n<p>1x plascrete carapace<\/p>\n\n<p>1x sacrifical construct<\/p>\n\n<p>1x motivation<\/p>\n\n<p>1x tri-maf contact<\/p>\n\n<p>1x omega<\/p>\n\n<p>1x breach<\/p>\n\n<p>1x cyber-cypher<\/p>\n\n<p>1x chinese card? 12 crediti, un turno prendi 2<\/p>\n","username":"zell","cards":{"00006":1,"01002":1,"01005":1,"01009":1,"01011":1,"01012":1,"01013":1,"01015":1,"01020":1,"01021":1,"01025":1,"01026":1,"01029":1,"01030":1,"01040":1,"01046":1,"01053":1,"02003":1,"02006":1,"02062":1,"02064":1,"02105":1,"03041":1,"03044":1,"03047":1,"03048":1,"04006":1,"04103":1,"04106":2,"05042":1}},{"id":8311,"name":"New Corp Deck draft","creation":"2014-08-06 08:12:07","description":"<p>1x fetal ai\n1x profitering\n3x priority requisition\n1x dedicated response team\n2x private contracts\n1x chimera\n1x viktor 1.0\n1x muckraker\n2x neutral emp\n1x corporate shuffle\n1x power shutdown\n1x biotic labor\n1x simone diego<\/p>\n","username":"zell","cards":{"00005":1,"01064":1,"01083":1,"01094":1,"01098":1,"01106":2,"02012":1,"02032":1,"02052":1,"02070":1,"02079":3,"02117":1,"03005":1,"03013":1,"03015":1,"03027":2,"04030":1,"04034":1,"04071":1,"04078":1,"04080":1,"04090":1,"04093":1,"04100":1,"04119":1,"05004":1,"05014":1}},{"id":8312,"name":"Panic Attack","creation":"2014-08-06 12:19:20","description":"<p>Tag storm deck with SE. Pretty simple stuff here. Enjoy.<\/p>\n\n<p>Version 14\/08\/06: -1 TMI, -2 Fenris, +1 Yagura, +2 Pup<\/p>\n","username":"whiterabbit","cards":{"01080":1,"01081":3,"01084":2,"01085":2,"01088":2,"01090":2,"01099":2,"01110":3,"01113":2,"02020":2,"02052":3,"02056":3,"02059":2,"02115":2,"02116":2,"03023":3,"04015":3,"04075":3,"04076":3,"04093":1,"04095":2,"05018":2}},{"id":8313,"name":"Running the Rincewind Way","creation":"2014-08-06 12:41:12","description":"<p><em>“I run, therefore I am; more correctly, I run, therefore with any luck I’ll<\/em> still <em>be.”      -Rincewind<\/em><\/p>\n\n<p>The basic premise of this deck is fairly simple -- make your runs as efficient as possible while making as many as you can. If things go well, you'll be able to run every turn without trouble. If things go horribly wrong, you'll die screaming be glad you invested in a deck that's relatively able to bounce back.<\/p>\n\n<p>When you run, you need protection. Speed alone won't take you through Ice. Mimic covers you from most destroyers even without datasucker, so it's the breaker you're most likely to see... tied, that is, with Knight, which rushes lazily onto problem Ice and crushes it -- particularly the popular Quandary. Corroder handles most things well, particularly Wraparound, so it, too, makes a good showing. Yog trails behind, serving to turn expensive servers requiring Knight into free runs, if you need. It's there for back-up more than anything else. Most important about these Icebreakers is their efficiency -- they're relatively easy to get out, in position, and use to exploit openings. They're all among the most cost-effective icebreakers, meaning that the money you make from running helps keep you going.<\/p>\n\n<p>That's right, running makes you money now! Your book of spells has been tossed aside (let's be honest, you're not a proper <em>Wizard<\/em> anyway) in favour of a handsome rogue and a part-time job. Desperado and Security Testing let you exploit your cheap runs, build up money, and keep on running. It makes unprotected assets even <em>more<\/em> of a mistake against Whizzard than usual -- huzzah!<\/p>\n\n<p>The economy is driven by those two splashes, but there's a lot of help for it. Armitage is great for building back up (who wouldn't want to rent a Magnum Opus for a few days at a fifth the sticker price?), Dirty Laundry turns a little more than enough to run into a serious windfall, and Sure Gamble is, as always, a great opener. Cyberfeeder makes your viruses cheaper, but also makes runs easier -- it's a great way to turn \"annoyingly expensive\" into \"somewhat profitable\".<\/p>\n\n<p>What are you doing with all this money? Well, accessing. Everything else is built to assist that, or make your accesses more powerful. Medium and Nerve Agent punish lack of protection (and, delightfully, work <em>very<\/em> nicely in conjunction with Security Testing), Datasucker and Parasite make getting in easier (don't be ashamed to use Parasite as a makeshift datasucker if you must!), and Imp is Imp. Less good for saving you money -- but that really means that your ID ability saves you Imp tokens for the important, otherwise-untrashable things. Just because you're fleeing into danger doesn't mean you have to face your fears, after all.<\/p>\n\n<p>Deja Vu, as always, is great for pulling back either essentials that have been lost forever, or (more often) grabbing \"another\" Imp and Parasite. Express Delivery delivers the card you most need -- or makes the odds of drawing it much higher by triggering a reshuffle. Sure, you sometimes see more than you can take, but it's better than spending <em>more<\/em> money to overdraw and have to discard with Quality Time.<\/p>\n\n<p>Much like the deck's namesake, there's not a lot of memory for spells so it's important to not be too attached to anything. Medium sitting there with a few virus tokens and you without a way in anymore? Lose it for the Datasucker you need to be able to get back in, or the Parasite, or the Knight. I'd hesitate to trash Mimic, Corroder, or Yog -- certainly if you don't have another ready to go.<\/p>\n\n<p>The worst situation to be, with this deck, is against a glacier build (particularly and assetless one) that's able to put itself together despite Imp and Parasite, without datasucker counters. It's not impossible to handle (if they've left any openings at all, which is usual) but it's something to watch for, and you should never be afraid to Imp good Ice away to prevent it.<\/p>\n\n<p>Whizzard is a local meta choice -- I'm sure Reina could pull off something similar, but honestly I don't think it'd be as good. Whizzard's ability might not trigger as often against some decks, but more money that you're not actually spending is nice, and among local players NEH, RP, and Red Coats are all fairly prominent things to deal with right now. Even if not, hey, you're not spending real money to get rid of Caprice, Ash, or Jackson! That's always something.<\/p>\n\n<p>Most importantly: Remember, at all times, to keep running. Don't break yourself doing it, but if you can run somewhere once or twice a turn to make a profit (and see some cards, perhaps), do it.<\/p>\n\n<p>(There are, obviously, a few variations on the theme that you can make. The centerpiece of the deck is using Desperado and Security Testing to increase pressure across the board as a non-Noise Anarch. It'd be more than possible to drop a couple of things for Djinn again, or swap the Express Delivery for Quality Times. This is just the version that's been working best for me, so far.)<\/p>\n","username":"GreatGreedyGuts","cards":{"01002":3,"01005":3,"01007":2,"01008":3,"01010":2,"01011":3,"01012":3,"01014":1,"01024":2,"01050":3,"01053":3,"02001":1,"02003":3,"02009":2,"02041":1,"03052":3,"04043":3,"05033":3,"05048":2}},{"id":8314,"name":"CT's Toybox iii","creation":"2014-08-06 13:27:34","description":"<p>This deck is fun to play, and so far wins more than half the time barring mistakes.<\/p>\n\n<p>There's no server I can't get into with MO + SMC + Clone Chip, and that's really the secret to this deck. Never build more of the rig than you need. Try to run at least once every turn. With Deus X and Sharpshooter in your stack (or heap with clone chip) there is no ice that can hurt you, and if you're worried about traps just jack out after you force the corp to access. Once MO is out, Sharpshooter allows you to be incredibly aggressive while you wait for them to make you get a rig. By this time you've scored 1-4 points and trashed some of their economy. If you can run enough to get you both down to 0 credits and trash an asset that's a very good day, since you'll just take 8 next turn.<\/p>\n\n<p>Nerve agent is mostly there to spread ice out. If they go heavy on HQ start Indexing, vice versa with R&amp;D.<\/p>\n\n<p>Try to always Dino the Fem, but don't be afraid to put it down on your rig and Scavenge it later. Final rig is Dino-Fem, MO, Corroder, Torch, and whichever utility program you need most. Against Jinteki it's Deus X, against Weyland and NBN it's usually Imp to kill the scorched combo pieces from hand, against HB it's an Imp that often gets trashed for Deus X to break Heimdall x.0 cheaply, but I've also brought out the second Fem on the one occasion when HB got enough money together to rez a Janus.<\/p>\n","username":"daytodave","cards":{"01007":1,"01026":2,"01034":3,"01044":2,"01050":3,"02003":1,"02041":1,"02046":1,"02047":3,"02048":3,"02066":1,"02106":3,"03034":3,"03038":3,"03046":3,"03052":3,"04047":1,"04067":1,"04109":3}},{"id":8315,"name":"Spinal Nasir Recuring Free Money","creation":"2014-08-06 13:30:24","description":"<p>Derived from <a href=\"http:\/\/www.netrunnerdb.com\/en\/decklist\/8264\/nasir-recuring-free-money-upstalk-2-0\">Pinkwarrior's version<\/a>. This version uses Opus instead of Kati, utilizes high link, and recurs Parasites to deal with troublesome ICE. <a href=\"http:\/\/www.netrunnerdb.com\/en\/card\/02008\">The Helpful AI<\/a> is untested, but functions like credits in a pinch + keeps the link high. There are three sources of link in this deck (besides Nasir). Rabbit Hole, Dyson Mem Chip, and Helpful AI. I've chosen the basic Anarch breaker suite sans Mimic. There are a few reasons for this: 1) Yog.0 gets through Pop-Up Window, 2) Yog.0 gets through Pop-Up Window, and 3) yes, Yog.0 gets through Pop-Up Window. I can't stress enough how irritating it is. Parasite it away when you can, but otherwise just run through it.  The final rig looks like: Yog.0, Pipeline, Corroder, Atman at 4, Datasucker, Magnum Opus.<\/p>\n","username":"CJFM","cards":{"01005":3,"01007":1,"01008":3,"01012":1,"01014":1,"01034":3,"01035":3,"01039":2,"01044":3,"01046":1,"01053":3,"02002":2,"02008":2,"02028":3,"02047":2,"02049":3,"02107":2,"03038":3,"03040":1,"03046":2,"03048":1,"06017":1}},{"id":8316,"name":"You just have to know where to look! V 1.1","creation":"2014-08-06 14:03:43","description":"<p>Added \n- Levy AR Lab x1\n- Imp x1\n- Leprechauns x2\nCut\n- Helpful AI x2\n- Akamatsu Mem Chip x3<\/p>\n\n<p>Thinking about cutting Aesop completely, not sure if it is really useful for Econ here.\nAlso thinking about third Leprechaun, third Sacrificial Construct, third Diesel. And about Same Old Thing, also. <\/p>\n\n<p>What do you think?<\/p>\n","username":"Dumon","cards":{"01007":1,"01011":1,"01012":1,"01014":1,"01026":1,"01034":2,"01044":2,"01047":2,"01048":2,"01050":3,"02003":1,"02009":2,"02045":1,"02047":3,"02048":2,"02104":1,"03029":1,"03033":2,"03034":3,"03035":1,"03038":3,"03043":1,"03044":1,"03046":2,"04025":1,"04043":1,"04061":1,"05042":1,"05045":1,"06019":2}},{"id":8318,"name":"Iron Meidan (v.2)","creation":"2014-08-06 14:21:39","description":"<p>More shenanigans.<\/p>\n","username":"CJFM","cards":{"01008":2,"01012":1,"01014":1,"01018":2,"01034":3,"01035":2,"01053":3,"02009":2,"02047":1,"02048":3,"02087":2,"02107":2,"03034":2,"03035":1,"03038":3,"03040":2,"03046":2,"03048":1,"03054":3,"04003":1,"04067":1,"04086":2,"05053":3,"06017":1}},{"id":8319,"name":"Jinteki Replicating Perfection: Watch Your Step","creation":"2014-08-06 14:46:53","description":"<p>Deck built utilizing traps trying to kill the runner.<\/p>\n\n<p>I have made trap focused decks before and Jinteki is my preferred Corp identity, but this one was inspired a little bit more from the Garden of Mines posted by mauxfire.<\/p>\n\n<p>I went into this deck thinking that it doesnt matter if agendas are stolen (especially if Philotic Entaglement comes at the right time) which is why there are only a few ICE that end the run. with 24 cards (excluding ICE) that have the ability to deal Net Damage, Brain Damage, or Meat Damage, the odds are in the Corps favor for damage.<\/p>\n\n<p>I have not had a chance to play this deck yet, I am going to try it out at a local Netrunner event tomorrow night.\nLet me know if anyone has any comments, questions or even suggestions about this deck.<\/p>\n","username":"Yoshi456","cards":{"01069":2,"01070":2,"01072":2,"01076":2,"01077":2,"01078":1,"01099":1,"01106":1,"01109":2,"01110":3,"02031":1,"02032":3,"02092":1,"02094":1,"02112":2,"04030":1,"04054":3,"04073":2,"04115":1,"04119":3,"05004":3,"05006":1,"05008":2,"05010":2,"05013":2,"05014":1,"05015":1,"05017":1,"06008":1}},{"id":8320,"name":"Interfacer","creation":"2014-08-06 15:24:31","description":"\n","username":"CJFM","cards":{"01005":3,"01008":3,"01011":2,"01012":1,"01014":1,"01034":3,"01035":3,"01053":3,"02009":2,"02027":1,"02048":2,"02085":2,"02091":3,"02106":2,"02107":3,"03038":3,"03040":2,"03046":3,"03048":1,"04067":1,"04086":1,"06017":1}},{"id":8321,"name":"Snitches Get Riches (Blackguard Nasir)","creation":"2014-08-06 17:05:44","description":"<h4>Intro<\/h4>\n\n<p>I'm convinced that Nasir is a Criminal in disguse, because his ability synergizes so disgustingly well with Blackguard and Snitch. Normally, the corp has some sort of control over Nasir's economy, but those two blue cards let you flip that control on its head. If you don't want a credit reset, expose and jack out with Snitch, costing the corp its rez money without letting the ice connect; but if you like the payoff for the rez, just continue the run and get paid. (Source: http:\/\/boardgamegeek.com\/thread\/1212035\/lukas-timing-nasirforced-rezzes)<\/p>\n\n<p>Not to mention, they make Social Engineering work beautifully with Nasir: Social Engineering an unrezzed card, run, Snitch it, make some money for the rez, and jack out to keep the cash. Or pour it into Personal Workshop, continue the run, and make your money twice!<\/p>\n\n<p>Rook serves the same purpose, increasing your payoff by 2 for each rez and making cheap ice like Pop-up Window and Paper Wall less of a problem when you want to get past them. Bonus points for using Social Engineering on an ice in a server hosting Rook, which nets you 4 credits in the worst-case scenario.<\/p>\n\n<p>Everything else is reasonably self-explanatory. Gordian is an alternate cred sink late-game, Inti can serve as that too if it needs to come out, and Femme and Parasite are both alternate ways for Nasir to dodge an untimely credit reset.<\/p>\n\n<h4>How to Play<\/h4>\n\n<p>1) Personal Workshop<br \/>\n2) Host all the things<br \/>\n3) Run recklessly<br \/>\n4) Profit<br \/>\n5) ???<br \/>\n6) Profit<\/p>\n\n<h4>Possible Weaknesses<\/h4>\n\n<p><em>Archer:<\/em> can't force the rez. Maybe consider Sharpshooter, but if you can pour money into an Atman before the encounter, you can break it for its 4-credit rez cost when the corp springs it.<\/p>\n\n<p><em>No HQ Interface or Stimhack:<\/em> those are influence pips #16, #17, and #18. I'd like to fit those in, but I think 3x Blackguard is necessary and I don't know what else to cut.<\/p>\n","username":"DrunkenGineer","cards":{"01008":2,"01012":1,"01026":1,"01043":1,"02009":2,"02045":1,"02047":2,"02049":3,"02066":1,"02087":3,"02091":2,"02106":1,"02107":2,"03034":1,"03038":3,"03040":2,"03046":3,"03048":1,"03049":3,"03053":3,"04003":1,"04085":3,"06017":1,"06018":3}},{"id":8322,"name":"Sniffles Whizzard","creation":"2014-08-06 17:19:01","description":"<p>The deck is built around the e3\/Overmind or D4v1d combo to make runs on the cheap.  Pawnshop is there to get your money back from spent Overminds, D4v1ds, and Imps.  Clone Chip and Deja Vu for recursion.  This deck could work in Noise or Reina as well, but with more and more horizontal decks showing up I think Whizzard is a very strong ID right now.  With Noise I'd probably add Cache.  <\/p>\n","username":"skydivingninja","cards":{"01002":3,"01006":2,"01007":2,"01008":2,"01009":3,"01010":2,"01011":2,"01012":3,"01014":2,"01047":1,"01050":3,"02001":1,"02003":2,"02024":2,"02087":3,"02091":2,"03038":3,"04102":2,"05053":3,"06033":3}},{"id":8323,"name":"Tag! You're it! Redux","creation":"2014-08-06 17:30:12","description":"\n","username":"Chaotic134","cards":{"01080":1,"01081":3,"01082":3,"01084":3,"01085":2,"01086":2,"01088":3,"01089":2,"01092":2,"01099":2,"01107":2,"01109":2,"01110":3,"02052":2,"02055":3,"02056":3,"02080":2,"02097":2,"02110":2,"02111":1,"02115":3,"02116":2}},{"id":8324,"name":"Nevermind 2","creation":"2014-08-06 17:46:07","description":"<p>Overmind early if you can. Kati or Magnum for mid-late game econ. Demo run on central a with a multi-access in play. Para-sucker for...well, you know.<\/p>\n","username":"jeremyorion","cards":{"01003":2,"01008":2,"01012":3,"01026":1,"01034":3,"01041":2,"01042":1,"01043":1,"01044":2,"01046":1,"02009":2,"02049":3,"02066":1,"02085":1,"02091":2,"02107":2,"03031":1,"03034":2,"03035":1,"03038":3,"03046":3,"04086":3,"05053":3,"06017":1}},{"id":8325,"name":"Jaundice","creation":"2014-08-06 18:27:27","description":"\n","username":"posttrib777","cards":{"01041":1,"01044":3,"01050":3,"02004":1,"02009":3,"02046":1,"02050":3,"02068":3,"02085":3,"02087":2,"02088":3,"02107":3,"04047":1,"04065":1,"04086":3,"05033":2,"05053":3,"06019":3}},{"id":8326,"name":"Making News on a Yellow Moon","creation":"2014-08-06 19:00:39","description":"<p>New NBN Fast Advance!!<\/p>\n","username":"Locke","cards":{"01059":2,"01081":3,"01082":2,"01090":1,"01092":3,"01108":1,"01109":2,"01110":3,"02055":3,"02056":3,"02110":3,"02115":3,"04015":3,"04076":3,"04077":1,"04096":2,"04119":3,"05018":3,"05027":2,"06003":3,"06005":1}},{"id":8327,"name":"NBN Bambi Season","creation":"2014-08-06 19:03:43","description":"<p>No comments yet, maybe in a later version after more testing and fiddling.<\/p>\n","username":"TheRobin","cards":{"01080":1,"01081":3,"01082":2,"01084":2,"01085":2,"01088":2,"01090":3,"01092":2,"01110":2,"02019":3,"02020":2,"02056":3,"02115":3,"02116":3,"03026":2,"04012":3,"04015":3,"04019":1,"04076":3,"04096":2,"04119":3}},{"id":8328,"name":"NBN jinteki 1 core set","creation":"2014-08-06 21:38:11","description":"\n","username":"natneo81","cards":{"01056":2,"01067":1,"01068":3,"01069":3,"01070":1,"01071":1,"01072":2,"01073":2,"01074":2,"01075":2,"01076":2,"01077":3,"01078":1,"01079":1,"01084":1,"01086":1,"01087":2,"01088":2,"01089":1,"01106":3,"01107":3,"01109":1,"01110":3,"01111":2,"01112":2,"01113":2}},{"id":8330,"name":"Kate Keyhole","creation":"2014-08-06 22:08:13","description":"\n","username":"Anima","cards":{"01008":2,"01011":1,"01012":1,"01024":2,"01026":1,"01033":1,"01034":3,"01035":3,"01043":1,"01044":3,"01050":3,"02009":2,"02047":3,"02087":2,"02107":3,"03038":3,"03040":2,"03046":3,"03048":1,"03052":3,"04061":1,"06019":2}},{"id":8331,"name":"Core Jinteki","creation":"2014-08-06 22:13:40","description":"<p>Built to show my idea of what a fairly strong Core-only Jinteki deck would look like.<\/p>\n","username":"lukevanryn","cards":{"01067":1,"01068":3,"01069":3,"01070":3,"01071":1,"01072":2,"01073":2,"01075":2,"01076":2,"01077":3,"01078":2,"01086":1,"01088":2,"01098":1,"01099":2,"01106":3,"01107":3,"01108":2,"01109":3,"01110":3,"01111":3,"01113":3}},{"id":8332,"name":"NBN jinteki 1 core set","creation":"2014-08-06 23:09:29","description":"\n","username":"natneo81","cards":{"01056":2,"01066":2,"01067":1,"01068":3,"01069":3,"01071":1,"01072":2,"01073":2,"01074":2,"01075":2,"01076":2,"01077":3,"01079":1,"01091":1,"01092":1,"01096":1,"01098":3,"01106":3,"01107":3,"01108":2,"01109":3,"01110":3,"01111":2,"01113":2}}]