[{"id":9193,"name":"Walking on the Sun","creation":"2014-09-03 01:13:58","description":"<p>Shell game Weyland. Kill with various types of damage. Input welcome.<\/p>\n","username":"Pazuzu","cards":{"01070":2,"01072":2,"01094":2,"01101":2,"01103":3,"01107":3,"01109":3,"02019":3,"02059":3,"02080":3,"03009":3,"04036":3,"04060":3,"04079":3,"04120":3,"05010":1,"05026":2,"06028":3,"06050":2,"06068":1}},{"id":9194,"name":"Next Zone Rush","creation":"2014-09-03 05:05:38","description":"\n","username":"genrand","cards":{"01055":3,"01062":3,"01063":3,"01108":3,"01110":3,"02019":3,"02038":3,"02051":3,"02056":3,"02110":3,"03006":3,"04011":3,"04015":3,"04060":3,"06002":3,"06010":1,"06021":1,"06032":3}},{"id":9195,"name":"Magical Nasir","creation":"2014-09-03 05:16:36","description":"<p>A back to basics Nasir build that draws from <a href=\"http:\/\/netrunnerdb.com\/en\/profile\/1779\/HallucinogenicApplesauce\">HallucinogenicApplesauce<\/a>'s Magical Kate deck back in June. Since my Nasir has been playing Desperado anyway, this seems like it's worth testing. <\/p>\n\n<p>Main changes from the Kate version:<\/p>\n\n<p>-3 Modded, since workshop takes its place and doesn't synergize.<\/p>\n\n<p>+1 Indexing because it's just awesome all around.<\/p>\n\n<p>-1 Quality Time, -1 Maker's Eye. In order to fit in the 'Nasir cards' I had to cut some good cards.<\/p>\n\n<p>Cards Nasir likes: <\/p>\n\n<p>+3 Ghost Runner\n+3 Personal Workshop<\/p>\n","username":"CJFM","cards":{"01008":2,"01011":1,"01012":1,"01024":2,"01026":1,"01034":3,"01036":1,"01038":2,"01044":3,"02003":1,"02047":2,"02049":3,"02066":1,"02087":2,"02106":1,"02107":2,"03038":3,"03040":2,"03046":3,"03048":1,"03052":3,"04067":1,"06017":1,"06038":1,"06040":3}},{"id":9196,"name":"FAETR","creation":"2014-09-03 06:50:51","description":"<p>ETR, destroyers, econ, FA.<\/p>\n","username":"siowy","cards":{"01054":1,"01055":3,"01056":3,"01058":3,"01059":3,"01064":3,"01092":2,"01110":3,"01111":3,"01113":3,"02051":3,"03023":2,"04011":3,"04015":3,"04020":3,"04058":3,"04119":3,"06002":3}},{"id":9197,"name":"Oracle 2","creation":"2014-09-03 07:11:40","description":"<p>This deck is an Oracle May deck but which can win without Oracle May.<\/p>\n\n<ul>\n<li><p>41 events out of 49 cards to optimize Oracle May. Only one copy of Oracle May but can be put in play by Hostage. Having Oracle May is not a priority, it's the icing on the cake. <\/p><\/li>\n<li><p>Icebreakers : one copy of each type + Crypsis as a spare wheel. All can be put in play by Special order.<\/p><\/li>\n<li><p>The remaining cards are run, economy or tutor\/drawing cards. As the deck is weak against flatline, Account Siphon is covered by Lawyer up. Running without icebreaker is possible early game with all the cards which derez or bypass ices.<\/p><\/li>\n<li><p>Indexing \/ maker's Eye for multiple accesses on R&amp;D. Legwork for HQ. <\/p><\/li>\n<li><p>Same Old Thing and Planned Assault offer more flexibility to play run cards.<\/p><\/li>\n<li><p>Retrieval run seems to be the best option to get back an icebreaker from the heap.<\/p><\/li>\n<li><p>Oracle May makes the deck more efficient, faster and better economy.<\/p><\/li>\n<li><p>49 cards instead of 45 to increase the percentage of Event cards playable with Oracle May without lowering too much the stability of the first hand.<\/p><\/li>\n<li><p>Start Grip : no really bad grip with Andromeda. So trying to get Oracle May or Hostage. Icebreakers are not a priority.<\/p><\/li>\n<\/ul>\n","username":"shep","cards":{"01007":1,"01018":3,"01019":3,"01020":3,"01021":3,"01022":3,"01036":2,"01043":1,"01050":3,"01051":1,"02043":3,"02083":1,"02101":1,"02106":1,"03052":3,"03054":3,"04004":1,"04063":3,"04065":1,"05033":3,"05035":3,"05036":3,"05054":1}},{"id":9198,"name":"The Bioroid Toybox","creation":"2014-09-03 07:13:41","description":"<p>Slow but mortal.<\/p>\n","username":"titonosfe","cards":{"01055":1,"01056":2,"01091":3,"01101":2,"01106":3,"01110":3,"02012":3,"03013":3,"03015":3,"04011":3,"04015":3,"04030":1,"04040":3,"04119":3,"06002":3,"06010":1,"06021":1,"06022":1,"06023":2,"06026":2,"06030":1,"06042":3}},{"id":9199,"name":"Nasir's Workshop V1.2","creation":"2014-09-03 08:32:08","description":"<p>A Nasir deck I've been working on since his release.<br \/>\nStripped out the deck to it's basics and rebuilt around a good core.  <\/p>\n","username":"BinarySecond","cards":{"01012":2,"01026":1,"01034":3,"01041":2,"01042":1,"02003":1,"02009":3,"02043":1,"02047":3,"02049":3,"02082":2,"02091":2,"02107":2,"03034":3,"03035":2,"03038":3,"03041":3,"03042":1,"03046":3,"04047":1,"04086":2,"06017":1,"06040":3}},{"id":9200,"name":"Nasir's Fast Break v5.1","creation":"2014-09-03 10:22:36","description":"<p>I tweaked a few numbers here (old version notes are down below), but I think I still like the composition. -1 Same Old Thing, -1 Scavenge \/ +1 Akamatsu, +1 SMC. I found myself either holding or scrapping Scavenge more often not, or overall just being reluctant to play SOT.<\/p>\n\n<p>The extra mem chip should open up more flexible play earlier in the game, especially with the addition of another Self-modifying Code. After lots of testing, I'm not sure how I feel about Hostage as an answer for dropping Kati and ProCo down to 2, but for that matter, I'm REALLY not sure how I feel about ProCo. If anyone can think of a good change for that block of cards (Kati\/ProCo\/Hostage), I'm all ears.<\/p>\n\n<hr \/>\n\n<p>v5.0: This deck has found the punch it needs. Leaving out Indexing was a huge oversight, and I've thinned out my hardware to make room for 2 copies of it. HQ Interface was dropped from 2 to 1, which freed up 2 inf. for Hostage - and I that let me drop Kati and ProCo both to 2. Trimming a mem chip left me with room for 3 SOT's which, in testing, the deck had been desperately lacking. What we're left with in this version is an efficient deck that can pressure when and where it wants be it through programs or events. And It will only get better once Astrolabe and Trade-In drop.<\/p>\n\n<p>Possible changes include swapping out an Akamatsu for a CyberSolutions, because as it stands now, there are just some games in which you'll have to accept that you can't put down a Sneakdoor because of memory constrictions; but then there are also games where a good Sneakdoor play isn't as efficient as it could be because of early ice on archives, so I don't think the slot warrants the extra 3c to get memory on the board. That could change with more testing.<\/p>\n\n<p>You could also look at swapping out a Datasucker for another Femme because there have been times where being able to bypass multiple pieces of ice is a huge help. But with the inclusion of Same Old Thing to beef up the recurrence Scavenge, I'll be sticking with the extra Datasucker.<\/p>\n\n<p>Imp still wrecks days. I love you, Imp.<\/p>\n\n<p>Smart and patient piloting of this deck turns Personal Workshop from a \"must have\" card in Nasir into an \"awesome to have but not necessary\" card. The breakers are cheap enough that if you keep Kati fed, you can keep your money low and poke around to force rezzes for extra cash. And if you're afraid of nasty ice or a Junebug, tutor out your Deus X, and remember safe practices: don't run last click, leave creds to clear tags, etc. etc.<\/p>\n\n<p>I'd love for people to test this deck and see what they find. The main thing I'm looking for is how to beat the SEA Scorch or Midseasons. That's a big hole in this deck, and I'm open to changes. Good luck out there!<\/p>\n","username":"BTrain","cards":{"01008":2,"01012":1,"01026":1,"01028":1,"01034":3,"01038":2,"02003":1,"02009":1,"02047":3,"02049":2,"02066":1,"02085":1,"02091":2,"02106":2,"02107":2,"03034":2,"03038":3,"03040":2,"03046":3,"03048":1,"03049":2,"03054":2,"04004":1,"04067":1,"06017":1,"06040":3}},{"id":9201,"name":"Chaos Theory: Intrusive Overmind","creation":"2014-09-03 10:49:11","description":"<p>These days with NEH FA so strong and prevalent,  I think speed is essential. Digging for 3 breakers will just take too long so AI breakers look a lot nicer to me. Overmind is the cheaper choice over Crypsis which adds even more speed. Chaos Theory works well with Overmind and will bring the deck size down to 40 cards for even less variance as well as give us tools to tutor and recur Overmind. I’ve seen some successful street chess decks using Overmind recursion and deep red in shaper, which is cheap to import so I’ll drop 3 of those in there too. You’ll need an Inti for Wraparound and tutors for all your programs, so Self Modifying Code, Test Run, and its best friend Scavenge can all go in. Also a Femme because Femme is awesome as well as helping with Swordsman.<\/p>\n\n<p>I like the idea of multi access aggression coupled with the fact you can get in early, cheaply, and with little setup using Overmind. So that means 2 Leg Work, 2 The Makers Eye, 1 Indexing, and 1 Escher for good measure. Same Old Thing works great with the run event cards well.<\/p>\n\n<p>For money, I want a Magnum Opus but I can’t mess with the MU for my Overmind. I’ll put in a Leprechaun which makes for a little bit of work to setup, but I probably will not need it half the games anyway and I only need the tutors for a minimal number of programs, this is more of a back up if the game goes long. For speed I’ll put in Sure Gamble and Armitage Code Busting.\nPut in 3 Diesels for draw power.<\/p>\n\n<p>Finally we have to assume we are not playing in a vacuum, so 1 Deus X and 1 Levy AR for playing PE and 1 Plascrete Carapace and Imp for playing against Scorched and Punitive.<\/p>\n","username":"mauxfire","cards":{"01026":1,"01034":3,"01036":2,"01044":1,"01050":3,"01053":2,"02003":1,"02009":1,"02046":1,"02047":3,"02066":1,"02106":1,"03031":1,"03034":3,"03035":1,"03046":2,"03048":1,"03054":3,"04042":3,"05035":2,"05036":2,"05053":2,"06019":1}},{"id":9203,"name":"Nasir v1.3","creation":"2014-09-03 12:14:54","description":"<p>This is a work in progress, only uses cards I have (single core set + about half the data packs - now up to The Scape Between).<\/p>\n","username":"ScrappySPJ","cards":{"01004":2,"01005":3,"01026":2,"01034":3,"01040":2,"01041":1,"01042":2,"01043":2,"01044":1,"01053":3,"02008":1,"02009":2,"02041":1,"02047":2,"02049":3,"02082":1,"02087":2,"02091":1,"02107":2,"04003":2,"06017":1,"06019":3,"06038":2,"06040":2}},{"id":9204,"name":"Shipping Containers: Non-porous","creation":"2014-09-03 13:35:34","description":"<p>First crack at a HB deck after just being Yogged, Datasucked and Parasited to death with my favourite Weyland effort. All ideas welcome.<\/p>\n","username":"paulxthompson","cards":{"01054":1,"01056":2,"01057":2,"01062":3,"01064":3,"01100":3,"02051":2,"02092":2,"03004":1,"03006":3,"03012":2,"03017":3,"04010":3,"04011":3,"04034":3,"04054":2,"05024":3,"05026":3,"06002":3,"06003":3}},{"id":9205,"name":"Chaos YogoSaurus Replicatus daggering in the morning star","creation":"2014-09-03 14:07:14","description":"<p>Dinosaur the Yog\nptouch the dagger (for archer etc) and maybe the morning star twice if needed. Support by the sucker.\nThe aim is cheap breaking.\nReplicator for speeding up the silencer and ptouch.\nNot yet tested. Comments and hints are welcome!<\/p>\n","username":"PeterPan","cards":{"01008":1,"01014":1,"01038":2,"01040":3,"01050":3,"02004":1,"02046":1,"02047":2,"02048":2,"02088":2,"02091":3,"03034":3,"03035":2,"03038":3,"03041":3,"03042":1,"03046":3,"04104":3,"06038":2}},{"id":9206,"name":"Dec@Day.03 - Sword of Damocles","creation":"2014-09-03 14:19:41","description":"<p><em><strong>Dec@Day<\/strong> - Every identity, one day and deck at a time.  It's like <a href=\"http:\/\/nanowrimo.org\/\">NaNoWriMo<\/a> for Netrunner! More info in my <a href=\"http:\/\/netrunnerdb.com\/en\/profile\/4744\/narro87\">profile<\/a>.<\/em><\/p>\n\n<p><a href=\"\/en\/card\/01067\">Jinteki: Personal Evolution<\/a>'s identity in the Core Set is a bit on the nose, but at least it helps us with Operation Flatline against the runner.  Abandon hope of winning via Agenda Points, all who enter here.  If the Runner isn't a smoking husk, we've done something wrong.<\/p>\n\n<p>Besides the more literal sword of <a href=\"\/en\/card\/04074\">Tsurugi<\/a>, scoring either a <a href=\"\/en\/card\/05004\">House of Knives<\/a> <a href=\"\/en\/card\/02080\">False Lead<\/a> early gives the Corp a threat to always dangle over the Runner's head.  If we can land an errant brain damage or two from <a href=\"\/en\/card\/03019\">Viktor 2.0<\/a> or <a href=\"\/en\/card\/04071\">Fenris<\/a>, then all the better.<\/p>\n\n<p>One well-landed <a href=\"\/en\/card\/01070\">Snare!<\/a> or two back-to-back <a href=\"\/en\/card\/01072\">Neural EMP<\/a>s should leave the Runner wishing he had stayed home today.  Besides that, let the Runner steal a few Agendas here or there--the fewer cards in his or her hand, the happier we are.<\/p>\n\n<p>Suggestions, critiques or comments?  Feel free--the entire reason I'm doing this is to build my deckbuilding skills--and stop by tomorrow for <a href=\"\/en\/card\/01017\">Gabriel Santiago: Consummate Professional<\/a>'s turn. <\/p>\n\n<p><em>Previous <strong>Dec@Day<\/strong> Decks:<\/em><\/p>\n\n<ul>\n<li>01 <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/9150\/dec-day-01-fix-it-in-beta#\">HB: EtF - Fix It in Beta<\/a> <\/li>\n<li>02 <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/9177\/dec-day-02-trojan-whale\">An: Noise - Trojan Whale<\/a><\/li>\n<\/ul>\n","username":"narro87","cards":{"01067":1,"01070":3,"01072":3,"01078":2,"01110":3,"02032":3,"02080":3,"02095":3,"03019":2,"04012":3,"04015":3,"04032":3,"04039":3,"04071":3,"04073":2,"04074":2,"05004":3,"05006":1,"05016":2,"05017":2}},{"id":9207,"name":"Tennin Strong Code Gates","creation":"2014-09-03 15:54:29","description":"<p>First attempt at a making use of the new card Encrypted portals. I included 3x will of the wisp because an icebreaker like gordian blade would ruin what I am trying to do and if I can make them get rid of it all the better. I plan on having 2-3 deep servers. I included Tenma line because what order the ice is in can increase how taxing it is. I added Eden fragment because if I can manage to score it early to mid game it can add a strong boost to my econ. Future perfect because it is impossible to steal. <\/p>\n\n<p>I am worried about not having enough money. The servers are relatively cheap to set up with only 2 ice costing more then 3. <\/p>\n","username":"gawbo005","cards":{"01070":3,"01075":2,"01103":3,"01110":3,"02034":2,"02053":1,"02056":3,"04012":3,"04033":1,"04053":1,"04093":3,"04114":3,"04115":1,"04119":2,"05003":1,"05007":3,"05012":2,"05016":2,"06003":2,"06024":3,"06029":2,"06030":1,"06032":3}},{"id":9208,"name":"Androsuckerado","creation":"2014-09-03 16:45:57","description":"<p>Classic Andromeda deck.<\/p>\n","username":"iMarco","cards":{"01007":2,"01008":3,"01011":2,"01018":3,"01021":3,"01022":3,"01024":2,"01043":2,"01050":3,"02028":2,"02050":2,"02069":3,"02083":1,"02091":3,"02104":3,"03052":3,"05035":3,"06040":3}},{"id":9209,"name":"Professor In Flames","creation":"2014-09-03 17:24:07","description":"<p>So after having untold success with the Monolithic version of the deck losing only once due to my own stupidity (not clearing a tag for about 5 turns against wayland) i decided to make a more sensible version using toolbox.<\/p>\n\n<p>I figure toolbox will save alot of money in the long run and feedback filter will help to stop the brain damage that monolith helped me stop.<\/p>\n","username":"Pinkwarrior","cards":{"01007":1,"01009":1,"01019":1,"01026":1,"01027":1,"01028":1,"01034":3,"01041":2,"01042":2,"01043":2,"01044":3,"01050":3,"02003":1,"02007":1,"02041":1,"02066":1,"02087":3,"02104":1,"03029":1,"03033":3,"03035":1,"03037":2,"03038":3,"03046":3,"04061":1,"04065":1,"06019":3,"06033":1}},{"id":9210,"name":"basic Kate","creation":"2014-09-03 19:28:33","description":"<p>my first deck<\/p>\n","username":"rattus","cards":{"01007":1,"01008":2,"01026":2,"01027":1,"01033":1,"01034":2,"01035":3,"01043":1,"01050":3,"02047":2,"02064":3,"02091":2,"02106":3,"02107":3,"03031":1,"03038":3,"03046":3,"03049":2,"03052":3,"03053":3,"03054":2,"04067":1}},{"id":9211,"name":"It's a trap! v0.1","creation":"2014-09-03 19:36:35","description":"<p>First try at <a href=\"\/en\/card\/01067\">Jinteki: Personal Evolution<\/a>. I'm going for the trap\/ambush angle. I'm new to Netrunner (not even a month playing yet), so I'm looking for online help. :)<\/p>\n","username":"AceAttorney","cards":{"01057":2,"01064":2,"01067":1,"01069":2,"01070":3,"01103":3,"01110":3,"01111":2,"02032":3,"02052":2,"03009":2,"04013":2,"04020":2,"04114":2,"05004":3,"05006":1,"05007":3,"05014":3,"05015":3,"05017":1,"05018":3,"05022":2}},{"id":9212,"name":"Gabe: Consuming Professionals v0.2","creation":"2014-09-03 21:33:43","description":"<p>I honestly didn't know that I didn't put in any killers until I tried to Special Order one out and had to take Crypsis instead.  That isn't really a big deal, but I definitely want to try Faeries out.  Whether 1 Levy will be enough recursion for them, well, we'll see.  I doubt it, but I'd like to know what other people use for their Faerie recursion.<\/p>\n","username":"wswan","cards":{"01007":2,"01008":2,"01017":1,"01018":3,"01021":2,"01022":3,"01024":2,"01028":2,"01029":2,"01043":2,"01050":3,"01051":2,"01053":3,"02085":2,"02086":2,"02091":2,"02104":3,"03035":1,"03052":3,"03054":3,"05048":2}},{"id":9213,"name":"Full disclosure","creation":"2014-09-03 23:29:03","description":"<p>This is my variant of DJHedgehog's CT Oracle May + doubles deck.  View the thread here: http:\/\/forum.stimhack.com\/t\/ct-string-theory-doubles-oracle-may-it-works\/1784\/48<\/p>\n\n<p>This is published for those that want to start playing it.<\/p>\n\n<p>See my thoughts in thread for an explanation, and DJ's great write up.    Basically, comparing to PPVP Kate...take the 2 credits from 2 prepaids that you spent 1 click and 1 credit to install (less hostage), and get them 1 time per turn, nearly every time, and a card draw.  Lots of cash!<\/p>\n\n<p>(name is because you're both showing your 'first card' each turn...get it?)<\/p>\n","username":"x3r0h0ur","cards":{"01034":3,"01036":3,"01037":2,"01042":1,"01050":3,"02046":1,"02047":3,"02087":2,"02106":2,"03035":2,"03052":3,"04004":1,"04027":3,"04047":1,"04048":1,"04065":1,"04107":3,"04109":3,"05035":1,"05054":2}},{"id":9214,"name":"Nasir's Roots","creation":"2014-09-03 23:29:22","description":"<p>I've been playing Nasir almost exclusively since Upstalk released, and while I've been seeing decent results here and there, I've never been happy with the lack of consistency from the decks I've put together. <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/9200\/nasir-s-fast-break-v5-1\">Nasir's Fast Break<\/a> was on the right track, but with 25 individual cards in the deck, seeing what you needed when you needed was a rarity.<\/p>\n\n<p>So I stripped that deck down to its core. Any tricks, gimmicks, combos, set-ups, they're all gone. Nasir's ability gets worse as the game goes on (whether that knocks him out as a \"viable runner\" is a conversation for another time), so he needs a deck that can capitalize on the early game and the early-mid game.<\/p>\n\n<p>The one thing I'm not entirely happy with is the lack of HQ multi-access in a global meta rife with NEH, though I think that might be mitigated to a degree once Astrolabe drops. It won't serve as a hard-counter, but it will help you up the aggression earlier in the game, so it's an indirect trade.<\/p>\n\n<p>Let me know what you think.<\/p>\n","username":"BTrain","cards":{"01007":1,"01008":3,"01012":1,"01026":1,"01034":3,"01043":1,"02002":2,"02003":1,"02047":3,"02049":3,"02066":1,"02091":3,"02106":3,"02107":3,"03034":3,"03038":3,"03040":3,"03046":3,"03049":3,"04067":1,"06017":1}}]