[{"id":10005,"name":"Shaper Genesis Spin H&P","creation":"2014-10-21 00:03:59","description":"\n","username":"webgalo","cards":{"01002":1,"01008":2,"01012":2,"01015":1,"01022":1,"01035":2,"01036":3,"01038":2,"01040":1,"01042":2,"01043":2,"01044":1,"01047":1,"01050":3,"01053":3,"02009":2,"02046":1,"02047":1,"02048":3,"02049":1,"02050":1,"02068":1,"02087":2,"02089":2,"02106":1,"02107":2,"04008":1,"04029":1}},{"id":10006,"name":"Feathery Waifu","creation":"2014-10-21 00:08:48","description":"<p>I've been tooling around with Quetzal for a few weeks now, but it just isn't jiving the way I want it to quite yet. Trying a bunch of new stuff to see what sticks right now.<\/p>\n","username":"Tekkactus","cards":{"01002":3,"01008":3,"01047":1,"01053":3,"02003":2,"02009":1,"02022":3,"02024":2,"02091":2,"03053":3,"04004":2,"04022":2,"04042":3,"04043":3,"04061":2,"05053":3,"05055":1,"06033":3,"06037":3,"06052":1}},{"id":10007,"name":"Supernovaism","creation":"2014-10-21 00:49:37","description":"<p>This is an experiment with the Supermodernism archetype, modified for use in Blue Sun.  The modifications generally revolve around Blue Sun's ability to pick up rezed cards for cash, and therefor I've included some larger Barriers as well as <a href=\"\/en\/card\/02079\">Oversight AI<\/a>, in order to utilize them as a cash influx.  The <a href=\"\/en\/card\/02079\">Oversight AI<\/a> can also be used to rez an Archer in a pinch, if you either don't want to sacrifice an agenda or want to be able to rez it but don't anticipate having the spare cash to do so (rare, but occasionally possible).<\/p>\n\n<p>I have included a couple traps in the form of <a href=\"\/en\/card\/01057\">Aggressive Secretary<\/a> and <a href=\"\/en\/card\/01069\">Project Junebug<\/a> in order to goad the runner into making a mistake by running on them.  I chose advanceable traps in order to make them seem more convincing.  Generally, the only agendas you don't want to advance as soon as you lay them down are the two copies of <a href=\"\/en\/card\/02080\">False Lead<\/a>, and if they're both scored then it's hard to make a trap look like an agenda if you can't advance it.  Plus, if the runner doesn't take the bait, then you can suck the trap back to your hand next turn.  Sure, it wastes the money spent advancing it, as well as gives away what possible future traps might be, but it also makes the runner very, very wary about running on future advanced agendas, knowing that they very well may be the trap again.<\/p>\n\n<p>I'm on the fence about <a href=\"\/en\/card\/04117\">Hive<\/a>, because it is amazing early game, as it presents a very hard barrier to crack, and can be very expensive to get through for it's cost.  However, in the late game the card can be literally blank.  The upside to this is that you can always suck it back up and regain five credits, but then it's just fodder for tossing into archives, and any future Hives you draw are similarly useless.  If I replaced it, I might just use an Ice Wall.  It is also fairly useless in the late game, but can at least be advanced to become more formidable if necessary, and costs 4 credits less.<\/p>\n\n<p>Previously instead of the advanceable traps, I was playing two copies of <a href=\"\/en\/card\/04037\">Elizabeth Mills<\/a> in order to negate all the Bad Publicity that this deck can generate, using Blue Sun to take a Bad Pub away each turn.  While this was nice, it's fairly slow in practice, and doesn't feel aggressive enough for what Supermodernism generally tries to accomplish.  <\/p>\n\n<p>Anyhow, let me know if you can think of any improvements!  I'm sure there are a lot of ways for this deck to be built with this ID, and I'd love to hear your take on it!<\/p>\n","username":"Saan","cards":{"01057":1,"01069":1,"01070":2,"01083":2,"01086":2,"01090":1,"01094":3,"01099":3,"01101":3,"01102":2,"01110":3,"01111":3,"01113":1,"02018":3,"02060":1,"02079":3,"02080":2,"03027":1,"04017":3,"04020":1,"04036":1,"04040":2,"04078":1,"04100":2,"04117":2,"06068":1}},{"id":10008,"name":"Urban Warfare","creation":"2014-10-21 05:12:46","description":"<p>A fairly standard Reina rushdown deck using a mix of Anarch pressure tools and Caissa to force an attack.  The idea is to ramp up gradually from Knight\/Parasite to a Darwin\/Cyberfeeder\/Bishop\/e3FI late-game rig that can keep pressuring the opponent.<\/p>\n\n<p>Darwin here is a replacement for Overmind from previous versions of the deck.  Darwin gets the nod now because this deck is less focused on forcing telegraphed multi-access runs and instead is happy to poke around the weak spots of the corporation's servers with Hemorrhage rewarding otherwise-fruitless runs of opportunity.<\/p>\n\n<p>In terms of program choice, the Caissa suite is great for Rook's obvious synergy with Reina's ID, but also for some more subtle reasons.  By running more Caissa (rather then more Viruses) you keep the corps' Virus Purge DEFCON low and also incentivize the corp trashing their own ICE, which this deck loves.  Bishop gets little love normally but in this deck it provides a surprise factor that Datasucker lacks (it's like getting a free Surge on the turn you install a Sucker) while also playing into the previously-mentioned strengths.<\/p>\n\n<p>Hemorrhage is the 'win condition' program of choice because it fits into Reina's opportunistic attack strategy.  An early Hemorrhage provides immense pressure on the corp, usually the first things to fall out of HQ are ICE and utility cards followed by Econ events.  Every card bled out of HQ in this way makes it harder and harder to replace ICE lost to Parasite and the Caissa suite.<\/p>\n","username":"umbralAeronaut","cards":{"01002":1,"01005":3,"01010":2,"01012":2,"01018":1,"01053":2,"02003":3,"02009":1,"02024":2,"02082":2,"02102":2,"03052":3,"04002":2,"04003":3,"04005":1,"04021":2,"04041":1,"04042":2,"04043":3,"04082":3,"04109":3,"06073":3}},{"id":10009,"name":"Val's Andy","creation":"2014-10-21 06:04:00","description":"<p>Just trying to make the most consistent Andy possible.<\/p>\n","username":"valbaca","cards":{"01007":2,"01008":3,"01018":3,"01020":2,"01021":3,"01022":3,"01024":3,"01026":1,"01030":2,"01043":1,"01050":3,"01051":1,"02063":1,"02083":1,"02091":2,"02104":3,"02105":1,"02107":2,"03052":3,"03053":3,"04004":1,"05035":2}},{"id":10010,"name":"Murderface","creation":"2014-10-21 07:33:17","description":"<p>This deck has one thing in mind, Murder. And don't you forget that!<\/p>\n","username":"Dissinger","cards":{"01067":1,"01070":2,"01072":3,"01110":3,"01111":2,"01113":2,"02032":3,"02112":2,"03009":2,"03026":2,"04073":3,"04120":2,"05004":3,"05006":1,"05007":3,"05010":2,"05014":3,"05015":2,"05017":3,"05018":3,"06003":2}},{"id":10011,"name":"Nasir's Millions","creation":"2014-10-21 07:42:06","description":"<p>Named after Brewster's Millions the concept is simple. By the end of the game you will hate credits, HAAAATE credits.<\/p>\n","username":"Dissinger","cards":{"01005":3,"01026":2,"01030":2,"01034":3,"01041":2,"01042":2,"01043":2,"01050":3,"02047":3,"02049":3,"03034":3,"03038":3,"03046":3,"03054":2,"04029":3,"04061":2,"06017":1,"06018":3,"06058":1}},{"id":10012,"name":"Nasirs monolith rush","creation":"2014-10-21 08:11:21","description":"<p>The idea is simple I mouthed off to nordrunner about how to make a monolith deck work and this is my first attempt. I would appreciate comments and corrections . Personal work shop monolith and poor credits into it or get luck and have 8 credits and it on top and eureka it into play.<\/p>\n","username":"jollyskulls","cards":{"01004":3,"01005":2,"01007":2,"01019":3,"01034":3,"01043":2,"01044":2,"02047":2,"02049":3,"02107":2,"03034":2,"03036":3,"03038":2,"03046":3,"04008":2,"04027":2,"04065":1,"05053":2,"06017":1,"06019":3,"06058":2}},{"id":10013,"name":"Eye Of The Tiger","creation":"2014-10-21 11:25:41","description":"<p>Inspired by this article: http:\/\/forum.stimhack.com\/t\/the-truth-is-it-is-pretty-hard-leela-patel\/2071<\/p>\n\n<p>Leela plays the slow game. The point is to let the Corp scores first, fetch <a href=\"\/en\/card\/04061\">Keyhole<\/a>, take away an Ice from HQ, and Siphon away the Corp's money so  they can't rez ice on R&amp;D. Then it's time for Keyhole. When you trash an agenda or two, go get it so you can use Leela ability again. And so it goes.<\/p>\n","username":"vvribeiro","cards":{"01007":2,"01018":3,"01021":3,"01022":3,"01026":2,"01044":1,"01051":2,"02028":3,"02043":3,"02091":2,"02109":3,"03054":3,"04004":3,"04061":2,"04106":3,"05037":3,"05039":2,"06059":1,"06060":2,"06095":1}},{"id":10014,"name":"Charting the Dark","creation":"2014-10-21 11:43:29","description":"<p>Corps move fast. Move faster.<\/p>\n\n<p>This hardware-centric Kit build gets set up fast with Replicator, Inside Man, and Astrolabe. The newest Shaper console works wonders here. The more the corp tries to expand their server portfolio, the quicker you can get yourself set up, and that additional 1 MU will make a world of difference in the amount of pressure you can put on. Now you can have a Magnum Opus, a breaker, and an SMC in play without having to have dropped up to 4 credits on your first CyberSolutions.<\/p>\n\n<p>The biggest change here is the one-off Imp. To free up the influence, I dropped the Datasucker\/Parasite combo after a lot of back-and-forth. I originally ran them both for a number of reasons (DS to lighten some of the load for my recurring stealth creds against the heaviest of glaciers, and Parasite to nuke one-iced centrals in RP that would essentially negate Kit's ability), but in nearly 50 plays with this build, I can't say I've consistently been happy to draw into either card. Using them, when they do pop up, is almost never the best option as I've found that the problems they solve can be worked around with the number of stealth options this deck packs: between Ghost Runner, Lockpicks, Cloaks, and Kit's ability, hurting for stealth credits is rare. Taking a closer look then, Imp makes much more sense. You will almost always end up with early multi-access capability, and that means you can start digging to kill off combo pieces. Be smart about what you Imp. You can always overwrite it and clone chip it back, but make sure you're controlling the corp's game plan a little more efficiently than just sniping a Hedge Fund when you know your opponent could be holding a Biotic or a SanSan.<\/p>\n\n<p>This build isn't wildly different from the first version that inspired it. The second copy of Magnum Opus has been dropped, which can put a little more weight on your Clone Chips' shoulders in the rare event it gets trashed (run smart!), but since I always SMC out the Mopus, inevitably drawing into the second was a big disappointment. As with before, you'll want Mopus ASAP because it's your Scorch\/Midseasons protection in a deck that just doesn't have time for Plascrete. Don't be afraid to click an entire for 8 credits whenever you feel comfortable: your win rate with this deck will skyrocket when you can start to identify economy windows. Give this new version a spin and let me know what you think!<\/p>\n","username":"BTrain","cards":{"01044":1,"01050":3,"02003":1,"02047":2,"02068":2,"02085":2,"02088":3,"02107":3,"03028":1,"03038":2,"03041":3,"03042":1,"03046":3,"03052":3,"04006":3,"04086":3,"06040":3,"06053":1,"06057":3,"06079":3}},{"id":10015,"name":"Horoidizontal","creation":"2014-10-21 13:10:02","description":"<p>Preliminary: My main interest in building decks is not winning tournaments, but exploring an idea – an original one, if possible – as far as the card pool will allow. This deck will be updated once the Lunar cycle is completed.<\/p>\n\n<p>Most attempts at getting <a href=\"\/en\/card\/02010\">Haas-Bioroid: Stronger Together<\/a> to work are glacier decks, something which the big bioroids are particularly good at. This deck tries to go in the opposite direction, spreading out its many assets and upgrades over a lot of remotes. You will feel underpowered and overwhelmed at the start of every game (unless your facing an extremely deliberate runner), but if you survive, you might feel like King Midas later on.<\/p>\n\n<p>A lot of your remotes will go unprotected, which necessitates high trash costs, and your centrals will be porous during the early game, so you will have to risk a couple of stolen agenda points at the start. The ice composition is intended to stem those early bleeds as much as possible: <a href=\"\/en\/card\/02110\">Eli 1.0<\/a> and the small <a href=\"\/en\/card\/01063\">Viktor 1.0<\/a> are the workhorses for this, with a <a href=\"\/en\/card\/02052\">Viper<\/a> and a <a href=\"\/en\/card\/04120\">Quandary<\/a> thrown in to spice things up a bit. The rest is either special interest (<a href=\"\/en\/card\/03020\">Zed 1.0<\/a>, <a href=\"\/en\/card\/04051\">Hudson 1.0<\/a> and <a href=\"\/en\/card\/03016\">Howler<\/a>) or big bioroids (plus an <a href=\"\/en\/card\/05016\">Inazuma<\/a> to give them teeth) for the later game.<\/p>\n\n<p>Just as <a href=\"\/en\/card\/02010\">Haas-Bioroid: Stronger Together<\/a> makes the bioroids just a tad more of a nuisance than they usually are, especially against decks that try to Parasite their way through everything, the <a href=\"\/en\/card\/02029\">Encryption Protocol<\/a>s should make slogging through your remotes just that little bit more expensive. Be the straw that breaks the camel‘s back is the motto of this deck. Ideally, you’ll play the Protocols along with an <a href=\"\/en\/card\/02092\">Eve Campaign<\/a> or a <a href=\"\/en\/card\/01109\">PAD Campaign<\/a>, and possibly you can even afford to protect them.<\/p>\n\n<p>Apart from being a useful money injection in a deck that mostly relies on drip economy (but those drips can add up ...), the <a href=\"\/en\/card\/05026\">Diversified Portfolio<\/a> is a nice cover move if you intend to sneak out a 3\/2 agenda between all those assets – slap two new remotes on the table, follow through with the Portfolio, and few runners will go and investigate whether it’s just another PAD they can’t afford to trash.<\/p>\n\n<p>As nice as it may play against Shapers and Criminals (Eve and Howler make for nice Siphon denial), Anarchs are bad news and Whizzard is an obvious nemesis. Quetzal might also become one, less for her innate ability, but for the apparently inevitable inclusion of E3 in her decks.<\/p>\n\n<p>On the other hand, the update to the Lunar cycle might bring a considerable boost, and I’m very much tempted to go to 54 cards, at least for the testing stages. Obvious inclusions are <a href=\"\/en\/card\/06023\">Heinlein Grid<\/a> and <a href=\"\/en\/card\/06061\">Architect<\/a>, possible stuff includes <a href=\"\/en\/card\/06022\">Enhanced Login Protocol<\/a> (not sure whether I can afford space for currents), <a href=\"\/en\/card\/06042\">Eliza's Toybox<\/a> (another way to cheat out the big guns) and <a href=\"\/en\/card\/06062\">Peak Efficiency<\/a> as a swap for the <a href=\"\/en\/card\/05026\">Diversified Portfolio<\/a>s. And since there is some free influence, I’m also considering the Jinteki cards <a href=\"\/en\/card\/06083\">Hostile Infrastructure<\/a>, <a href=\"\/en\/card\/06106\">Turtlebacks<\/a> or <a href=\"\/en\/card\/06044\">Port Anson Grid<\/a>.<\/p>\n\n<p>In the meantime, this is definitely fun to play and, hopefully, fun to play against. Advice that stays true to the design paradigm (Stronger Together with lotsa remotes) is very welcome.<\/p>\n","username":"MaikH","cards":{"01055":3,"01056":3,"01061":1,"01062":1,"01063":3,"01092":2,"01106":2,"01109":3,"02010":1,"02012":2,"02013":1,"02029":3,"02051":1,"02052":1,"02092":3,"02110":3,"02113":1,"03006":2,"03014":1,"03015":1,"03016":1,"03017":1,"03020":1,"04015":2,"04030":1,"04051":1,"04090":1,"04120":1,"05016":1,"05026":2}},{"id":10016,"name":"Dedicated Response to Removing Programs","creation":"2014-10-21 14:28:46","description":"<p>This deck is all about trashing programs to create scoring windows whilst heavily taxing the runner.<\/p>\n\n<p>Install all your sentries on the centrals with <a href=\"\/en\/card\/05016\">Inazuma<\/a> as the outermost Ice.<\/p>\n\n<p>Use <a href=\"\/en\/card\/06044\">Port Anson Grid<\/a> &amp; <a href=\"\/en\/card\/06032\">Will-o'-the-Wisp<\/a> to trash\/remove the sentry breakers from play. Soon <a href=\"\/en\/card\/01112\">Hunter<\/a> makes tags start to land, triggering <a href=\"\/en\/card\/02118\">Dedicated Response Team<\/a>.<\/p>\n\n<p><a href=\"\/en\/card\/01079\">Akitaro Watanabe<\/a> &amp; <a href=\"\/en\/card\/02060\">Chimera<\/a>'s are for your scoring server allowing you to name whichever breaker was trashed during their central run &amp; to rez them for free!!<\/p>\n\n<p><a href=\"\/en\/card\/04060\">Interns<\/a> is for recurring your econ, <a href=\"\/en\/card\/02118\">Dedicated Response Team<\/a>'s &amp; Program trashing, same goes for <a href=\"\/en\/card\/04015\">Jackson Howard<\/a>.<\/p>\n\n<p><a href=\"\/en\/card\/02029\">Encryption Protocol<\/a>'s are there to make it hard to trash your stuff once its out.<\/p>\n\n<p>This deck (Jinteki even) is quite new to me, I'm mostly posting up for some feedback &amp; ideas for tweaking.<\/p>\n\n<p>Thanks!<\/p>\n","username":"Dazm0","cards":{"01062":2,"01068":3,"01070":2,"01079":3,"01110":2,"01112":3,"02029":3,"02031":1,"02032":3,"02060":3,"02118":2,"04015":2,"04054":3,"04060":3,"04093":1,"04115":1,"04119":2,"05007":2,"05016":2,"05017":3,"05018":3,"06032":3,"06044":3}},{"id":10017,"name":"Cold Siege","creation":"2014-10-21 15:00:10","description":"<p>Comeback deck, left ANR for a while but Jinteki's victory in Chronos Protocol gave me some motivation to slip back in. Don't expect this to be competitive, either. It's a hellish lot of damage to dish out, that's it. If you can see more to it, well, glad to have given you the chance to.<\/p>\n","username":"Kable","cards":{"00003":1,"01056":2,"01069":1,"01070":3,"01072":2,"01075":2,"01078":3,"01108":1,"02014":2,"02032":3,"02052":2,"02112":2,"04012":2,"04013":2,"04033":1,"04073":3,"04093":2,"05004":2,"05006":1,"05010":2,"05015":2,"05017":1,"05018":3,"05023":1,"06063":2,"06065":2}},{"id":10018,"name":"Silhoette Suppling Power 2.0","creation":"2014-10-21 16:39:25","description":"<p>No real tricks just lots of access and cheaper resources\/hardware thanks to the supplier.<\/p>\n\n<p>I have enjoyed using this deck and playing as sil so far the only problem i've found is somethings getting all the breakers crypsis helps but i think i may need another special order for the deck.<\/p>\n\n<p>i've always liked expose but i find i can't justify the deck slot for it sil fix's this though. I think account could work here but i am so uster not taking tags off with it it can ruin you.<\/p>\n\n<p>I really like daily casts with the supplier netting 7c and not even setting you back a turn, and kati their are times i have her and have only one click spare so can't use her that turn it seems such a waste to just drop her like that but with supplier i can at least save 2c doing so.<\/p>\n","username":"Pinkwarrior","cards":{"01007":1,"01022":2,"01028":1,"02006":2,"02009":2,"02024":2,"02085":2,"02089":1,"02091":1,"02105":1,"02107":2,"03038":2,"03052":3,"03053":3,"04004":2,"04009":1,"05030":1,"05041":1,"05042":1,"05045":3,"06055":2,"06056":3,"06078":2}},{"id":10019,"name":"Do Frankly","creation":"2014-10-21 16:47:28","description":"<p>kill runner.<\/p>\n","username":"Two_EG","cards":{"01056":3,"01062":1,"01086":1,"01099":3,"01107":2,"01110":3,"01113":2,"02013":2,"02051":3,"02052":2,"02060":2,"02070":3,"02092":3,"02110":3,"02116":2,"03002":1,"03005":2,"03017":1,"04040":2,"04100":1,"04111":2,"04119":3,"06041":2,"06061":1}},{"id":10020,"name":"Virus Liberation Front (Brain Damage Faction) v2","creation":"2014-10-21 18:49:07","description":"<p>Virus heavy Noise\/Shop deck with a few options for flexibility. Relies heavily on Djinn. Intended to do 3+ stimhacks in a game and resist damage through increased hand size. I'll swap in more cards as I get the expansions (e.g. Inject). Maybe too many different things going on at once? Too few icebreakers? New to the game so any advice would be appreciated.<\/p>\n","username":"accelerandom","cards":{"01001":1,"01002":3,"01004":3,"01005":3,"01006":2,"01008":3,"01009":3,"01010":1,"01012":3,"01015":2,"01016":2,"01047":2,"01049":1,"01050":3,"01051":2,"02041":1,"02049":2,"02050":3,"02081":2,"02087":2,"02091":2,"02102":1,"03054":1,"04005":1,"06014":1}},{"id":10021,"name":"Foundry Fast Advance 0.1","creation":"2014-10-21 18:52:37","description":"<p>Amazon up R&amp;D and\/or HQ, create a slightly taxing remote to put SanSan\/Jackson\/Adonis in, score via fast advance or early NAPDs\/bluffs.<\/p>\n\n<p>First draft.<\/p>\n","username":"ain","cards":{"01055":3,"01056":2,"01058":2,"01059":3,"01092":2,"01110":3,"02038":3,"02051":3,"02056":2,"02070":3,"02110":2,"03005":1,"04011":3,"04015":2,"04119":3,"05024":2,"06002":3,"06003":2,"06021":1,"06061":2,"06062":3}},{"id":10022,"name":"Time Is On My Side (Yes It Is) ","creation":"2014-10-21 20:06:37","description":"<p>Ok, Andy will probably be able to provide the pieces on the first hand. Most of it, anyway. <\/p>\n\n<p>Lets do the math. <a href=\"\/en\/card\/06060\">Rachel Beckman<\/a> + <a href=\"\/en\/card\/02042\">Joshua B.<\/a> + <a href=\"\/en\/card\/02064\">Doppelgänger<\/a> means a 7 clicks turn. I don't even have to say how strong this can be. <\/p>\n\n<p>Furthermore, the idea is to get the most of a single click. With the rig done, one run with <a href=\"\/en\/card\/05048\">Security Testing<\/a> will give you 2 credits, a <a href=\"\/en\/card\/01008\">Datasucker<\/a> counter, a card from <a href=\"\/en\/card\/04009\">John Masanori<\/a> and a extra click from <a href=\"\/en\/card\/02064\">Doppelgänger<\/a>. That's a lot for a single click! <\/p>\n\n<p>The extra clicks also make <a href=\"\/en\/card\/01044\">Magnum Opus<\/a> a lot more powerful, giving you 12 credits in a turn, if you're broken. And it allows you to put 5 counters on <a href=\"\/en\/card\/01051\">Crypsis<\/a> before running a remote. And after that, you may run again for free. <\/p>\n\n<p>I know <a href=\"\/en\/card\/02026\">Notoriety<\/a> is perfect in this deck, but I don't know what to take off to make room for it. <\/p>\n\n<p>This deck is a work in progress and needs further testing. But I think it can be very powerful. <\/p>\n","username":"vvribeiro","cards":{"01008":2,"01018":3,"01022":3,"01026":1,"01044":2,"01050":3,"01051":3,"02042":1,"02064":3,"02083":1,"02085":2,"02091":2,"02107":2,"02109":3,"03054":3,"04004":3,"04009":2,"04106":3,"05048":2,"06060":2}},{"id":10023,"name":"The Big Blue Deal","creation":"2014-10-21 21:10:37","description":"<p>Of the 37 economy cards in this deck, 24 of them are also ICE.<\/p>\n\n<p>The two Taurus are especially hilarious.  It's not a kill deck, can barely even be counted as a glacier deck, and the one thing it targets is the last thing any runner ever expects to be targeted.<\/p>\n\n<p>Honestly Taurus, along with Hive and Lotus Field, are only in there because the price is right.<\/p>\n\n<p>Install more ICE!  For you, it's a steal!<\/p>\n","username":"ironblue","cards":{"01079":2,"01102":3,"01104":3,"01106":1,"02018":3,"02019":3,"02038":3,"02072":3,"02079":3,"03027":3,"04015":2,"04038":1,"04078":3,"04117":2,"04119":1,"05024":2,"06003":3,"06008":2,"06009":2,"06030":1,"06048":1,"06068":1,"06071":1,"06110":1}},{"id":10024,"name":"nehehehe","creation":"2014-10-21 21:27:22","description":"\n","username":"blackjazz","cards":{"01070":3,"01072":3,"01081":3,"01082":2,"01090":1,"01092":3,"01109":3,"01110":3,"01111":3,"02055":3,"02115":3,"04015":3,"04056":2,"04076":3,"04096":3,"04119":3,"05010":3,"06003":2,"06005":1}},{"id":10025,"name":"The Bigger, Bluer Deal","creation":"2014-10-21 22:58:13","description":"<p>Trying to have fun with Architect and the Toybox.<\/p>\n","username":"ironblue","cards":{"01094":2,"01101":3,"01102":3,"01104":3,"01106":3,"02019":3,"02038":3,"02056":3,"02079":3,"03027":3,"04015":2,"04078":3,"04079":2,"04117":3,"06008":2,"06030":1,"06042":2,"06061":3,"06068":1,"06071":1,"06110":1}}]