[{"id":8783,"name":"Andy's Logo","creation":"2014-08-21 00:30:12","description":"\n","username":"alontods","cards":{"01007":2,"01019":3,"01021":3,"01028":1,"01029":1,"01049":1,"01050":3,"01053":1,"02009":3,"02023":2,"02050":2,"02083":1,"02087":1,"02091":2,"02104":2,"02107":2,"03052":3,"04082":1,"05035":2,"05037":3,"05041":1,"05046":1,"05053":3,"06038":2}},{"id":8784,"name":"Andy's Logo","creation":"2014-08-21 00:55:07","description":"\n","username":"alontods","cards":{"01007":2,"01019":3,"01021":3,"01028":1,"01029":1,"01049":1,"01050":3,"01053":1,"02009":3,"02023":2,"02050":2,"02083":1,"02091":2,"02104":2,"02107":2,"03052":3,"04022":1,"04082":1,"05035":2,"05037":3,"05041":1,"05046":1,"05053":3,"06038":2}},{"id":8785,"name":"Amazonian Foundry","creation":"2014-08-21 00:59:03","description":"<p>I built this deck the minute I opened the spaces between, and it's been doing really well for me so far; in our local league, it is so far 8-0 (I am delighted to say, works great so far against the fotm Andy Decks). <\/p>\n\n<p>[edit: commenter over on BGG pointed out that mother goddess is unique, which is not how anyone has been playing it around here (I guess we foolishly assumed it was intended to be <em>useful<\/em>) not sure how badly this will affect the deck; playtesting will tell]<\/p>\n\n<p>The basic Idea is to use <a href=\"\/en\/card\/02038\">Amazon Industrial Zone<\/a> to rez Ice on your terms for basically free. This triggers the Foudry, and with the Next ICE and <a href=\"\/en\/card\/06010\">Mother Goddess<\/a> allows you to rapidly and cheaply tutor and rez a fortress of synergizing ICE.  Then you make money and advance shit behind it.  Nothing fancy, just hella powerful combos.<\/p>\n\n<p>I would really welcome anyone's opinions, questions, criticisms, whatever!<\/p>\n\n<p>Card Choices:\nAgendas:<\/p>\n\n<p><a href=\"\/en\/card\/03005\">Efficiency Committee<\/a>: A Killer HB agenda, and much easier to score than <a href=\"\/en\/card\/02011\">Mandatory Upgrades<\/a>. I usually use it to churn for cash with GRNDL or Melange.  Also pairs well with sansan for a fast score.<\/p>\n\n<p><a href=\"\/en\/card\/06030\">Eden Fragment<\/a>: bananas for this deck. stack the ICE higher! 5\/3's get easy to score, and this is way better than ...<\/p>\n\n<p><a href=\"\/en\/card\/01106\">Priority Requisition<\/a>: 5\/3 filler, the ability can also save you some creds or help recover from runners de-rezzing you ICE.<\/p>\n\n<p><a href=\"\/en\/card\/02051\">Project Vitruvius<\/a>: very versatile; and easy 3\/2 to score, or a late-game powerhouse to bring back all your best cards.<\/p>\n\n<p><a href=\"\/en\/card\/04119\">NAPD Contract<\/a>: originally this was <a href=\"\/en\/card\/02011\">Mandatory Upgrades<\/a> but I found it was just too damn hard to score, and that I really didn't need it. NAPD is the perfect filler.<\/p>\n\n<p>Assets 'n Upgrades.<\/p>\n\n<p><a href=\"\/en\/card\/04099\">GRNDL Refinery<\/a>: you won't often have more than one remote, so economy assets you can use and trash are perfect. In a pinch, this can also serve as a bluff to cost the runner a mountain to get in and trash.<\/p>\n\n<p><a href=\"\/en\/card\/01108\">Melange Mining Corp.<\/a>: efficiency committee's best friend, use it and lose it once you have the cash you need.<\/p>\n\n<p><a href=\"\/en\/card\/02059\">Private Contracts<\/a>: I actually use this less often than the other assets, but I made it a three-of because it's a great card to have in a pinch if you get stuck with an agenda in the slot and you can't afford to advance it properly. Install this in a new remote and churn it; runners are loath to spend 5 to trash it even unprotected.<\/p>\n\n<p><a href=\"\/en\/card\/02038\">Amazon Industrial Zone<\/a>: Just, wow. this ID was made to run this I think. keeps your hand chock full of ICE to use elsewhere, and builds an impenetrable tower to advance behind very easily and cheaply.<\/p>\n\n<p><a href=\"\/en\/card\/02013\">Ash 2X3ZB9CY<\/a>: need I say more? when a server costs like 25 credits or a bunch of valuable one-time use cards to break into, ash is the least welcome sight to a runner.<\/p>\n\n<p><a href=\"\/en\/card\/04114\">Caprice Nisei<\/a>: if I had unlimited influence, this'd be a 3-of.  Caprice is so so good, especially for protecting a central. If you still think she's \"all luck,\" you need to read up on competitive rock-paper-scissors; there are a lot of psychological strategies that can make this mechanic <em>very<\/em> hard to beat.<\/p>\n\n<p>Ops:<\/p>\n\n<p><a href=\"\/en\/card\/01059\">Biotic Labor<\/a>: cause you need to score agendas to win.<\/p>\n\n<p><a href=\"\/en\/card\/02070\">Green Level Clearance<\/a>: too efficient to not include; I have never been unhappy to see this card.<\/p>\n\n<p><a href=\"\/en\/card\/01110\">Hedge Fund<\/a>: because duh<\/p>\n\n<p><a href=\"\/en\/card\/04060\">Interns<\/a>: great economy card once your towers get 4 or 5 ICE high; I've also used this in a pinch to recover a noise-trashed agenda or upgrade I want to install. <\/p>\n\n<p><a href=\"\/en\/card\/04034\">Shipment from SanSan<\/a>: pairs really well with efficiency committee; I've won 2 game points already with this when a runner thought bankrupting me with vamp or siphon would stop a score.<\/p>\n\n<p>ICE:<\/p>\n\n<p><a href=\"\/en\/card\/04011\">NEXT Bronze<\/a>+<a href=\"\/en\/card\/06002\">NEXT Silver<\/a>:very strong already (without gold) and a natural fit for the ID and amazon. I rarely end a game with less than 6 rezzed (incl. Mother goddesses) so for example one silver alone costs 6 to break with corroder.<\/p>\n\n<p><a href=\"\/en\/card\/06010\">Mother Goddess<\/a>: Primarily used to boost the NEXT ICE.[edit: apparently no one in my entire town noticed this card is unique; we've all been playing it, but now it looks pretty weak. I may have to adjust, or just wait for Gold to come out]<\/p>\n\n<p><a href=\"\/en\/card\/02056\">Pop-up Window<\/a>: I had extra influence, and they make free money. Voted most-likely-to-replace-if-I-find-something-better.<\/p>\n\n<p><a href=\"\/en\/card\/04020\">Grim<\/a>:there are a few programs out there that can spoil your fun; Morningstar being chief among them, but there are others too. These make for a nice surprise for when you really need it, and the tutored copy in your hand lets them know another could be lurking under any unrezzed ICE you install from there on out.<\/p>\n\n<p><a href=\"\/en\/card\/05024\">Guard<\/a> very versatile and cheap sentry ETR.  may be replaced when gold comes out, but for now makes an excellent foot soldier.<\/p>\n","username":"voltorocks","cards":{"01059":2,"01106":1,"01108":2,"01110":3,"02013":2,"02038":3,"02051":3,"02056":2,"02059":3,"02070":3,"03005":3,"04011":3,"04020":2,"04034":2,"04060":2,"04099":2,"04114":1,"04119":1,"05024":2,"06002":3,"06010":3,"06021":1,"06030":1}},{"id":8786,"name":"Andy's Logo","creation":"2014-08-21 01:08:27","description":"\n","username":"alontods","cards":{"01007":2,"01019":3,"01021":3,"01028":1,"01029":1,"01031":1,"01050":3,"02009":3,"02023":2,"02050":2,"02066":1,"02083":1,"02091":2,"02104":2,"02107":1,"03049":1,"03052":3,"04022":1,"04082":1,"05035":2,"05037":3,"05041":1,"05046":1,"05050":1,"05053":2,"06036":1,"06038":1}},{"id":8787,"name":"Vamp keyhole mk 2","creation":"2014-08-21 01:19:10","description":"<p>Who needs answers when you have a plan<\/p>\n","username":"itsbigfoot","cards":{"01002":1,"01007":2,"01012":3,"01034":3,"01050":3,"01051":2,"01053":2,"02021":2,"02022":3,"02063":2,"02065":3,"02082":2,"02091":3,"03053":3,"04041":1,"04043":3,"04061":2,"05037":3,"06014":3}},{"id":8788,"name":"Andromeda - Well Connected Ristie","creation":"2014-08-21 01:48:04","description":"<p>Not exactly an entirely new idea, but I feel that H&amp;P has given a few tools to this combo.  The general idea is to slow the corp down with <a href=\"\/en\/card\/03055\">The Source<\/a> to slow down fast advance, protect it with <a href=\"\/en\/card\/04106\">Fall Guy<\/a> if needed.  Use <a href=\"\/en\/card\/04043\">Knight<\/a> and <a href=\"\/en\/card\/01021\">Inside Job<\/a> to force the corp to ice a remote 3 ice deep to keep you out.  This early pressure combined with <a href=\"\/en\/card\/05037\">Logos<\/a> should give you the time you need to build assemble your combo.<\/p>\n\n<p>In case any readers are not famililar with the combo already, it goes as follows<\/p>\n\n<p>.Requirements:  <a href=\"\/en\/card\/02103\">Data Leak Reversal<\/a>, <a href=\"\/en\/card\/04009\">John Masanori<\/a><\/p>\n\n<p>1) Intentionally fail a run either by running into an end the run ice or by running at a face down ice and jacking out with <a href=\"\/en\/card\/02045\">Snitch<\/a>.  This will give you a tag from <a href=\"\/en\/card\/04009\">John Masanori<\/a>.<\/p>\n\n<p>2) Use <a href=\"\/en\/card\/02103\">Data Leak Reversal<\/a> to force the corp to put 2 cards into archives.<\/p>\n\n<p>3)  Clear the tag.<\/p>\n\n<p><a href=\"\/en\/card\/01030\">Crash Space<\/a> makes clearing the tag free.  <a href=\"\/en\/card\/02042\">Joshua B.<\/a> and <a href=\"\/en\/card\/02109\">New Angeles City Hall<\/a> make it so you can force 3 cards per turn instead of 2 for the cost of 2 credits.<\/p>\n\n<p>After you have milled enough cards or the corp is threatening to score their match point you just make a run on archives and hopefully win.  <\/p>\n","username":"nbove","cards":{"01021":3,"01030":2,"01050":3,"01051":2,"01052":3,"02042":1,"02045":1,"02069":3,"02083":1,"02091":2,"02103":2,"02109":2,"03049":1,"03055":2,"04004":3,"04009":2,"04043":2,"04106":3,"05031":3,"05037":2,"05050":3}},{"id":8789,"name":"NEXT Rush","creation":"2014-08-21 03:07:50","description":"\n","username":"daytodave","cards":{"01055":3,"01056":1,"01062":3,"01064":2,"01090":2,"01108":3,"01110":3,"01113":3,"02051":2,"03003":1,"03014":3,"03015":2,"03019":3,"03023":1,"04015":3,"04033":1,"04059":3,"04099":2,"04119":3,"04120":3,"05025":2,"06030":1}},{"id":8790,"name":"Hemophage","creation":"2014-08-21 06:24:23","description":"<p>No Siphon?!\nThat's right. I really want those Security Testings (and to a lesser extent Masanori) to stick, and I can't be bothered with clearing tags. This deck is all about running, and running often.<\/p>\n\n<p>2 Security Testings out? choose 2 servers, then hit them both with Early Bird, converting a click into 4 credits and a click (5 credits if you have Public Terminal) and 2 Hemo counters. Also a card if you have Masanori out. And, of course, the obvious interaction which is to Hemo some cards in HQ, then hit it with Legwork, then hit Archives.<\/p>\n\n<p>Doppelganger over Desperado? Really?\nYes, really. Doppelganger turns Hemo into an oiled machine of death and destructions. And besides, it has simply way too much synergy in this deck.<\/p>\n\n<p>Why not PPVP over Public Terminal? In this particular deck I believe Public Terminal is superior to PPVP; all of its events (21) cost more than 0, and of those 21 events 13 are run events. Not to mention the only events that would be replayed via SOT are run events (Maker's Eye and Legwork).<\/p>\n\n<p>P.S. Central breakers are for backup purposes.<\/p>\n","username":"Kroen","cards":{"01007":1,"01020":2,"01021":2,"01022":3,"01026":1,"01036":2,"01043":1,"01050":3,"02009":2,"02064":3,"03052":3,"03054":3,"04009":2,"04082":2,"05029":1,"05032":3,"05035":3,"05038":3,"05041":1,"05042":1,"05046":1,"05048":3}},{"id":8791,"name":"The Impossible Fortress","creation":"2014-08-21 08:32:03","description":"<p>ICE up central servers as Hell, put Caprice Nisei behind HQ and throw down Off the Grid to create epic scoring window. Plus she will help you to keep the Account Syphon\/Emergency Shutdown\/Escher from hurting you.<\/p>\n\n<p>At best, each turn advance a ICE. Preferably a Swarm in front of a EtR ICE. Swarm with 10+ counter means a LOT of credit to pay for and a lot of credit for you with Commercialization. You may want to start on a Ice Wall to ensure you're taxing the runner early.<\/p>\n\n<p>If you see a Fearie or SMC, drop a Power Shutdown for 0.<\/p>\n","username":"Exo","cards":{"01098":3,"01102":2,"01103":3,"01106":3,"01110":3,"01113":2,"02018":3,"02058":3,"02076":1,"02110":3,"04018":3,"04038":3,"04058":3,"04060":3,"04099":2,"04114":3,"04117":3,"06030":1,"06087":3}},{"id":8792,"name":"Heavy Metal","creation":"2014-08-21 09:31:48","description":"<p>This is a deck I've been having some success with utilizing the well known NEXT-Amazonian-Foundry Jank (e.g. use <a href=\"\/en\/card\/02038\">Amazon Industrial Zone<\/a> to rez ICE on your turn so that you can use your ability on both players' turns). The basic idea is pretty standard glacier: make a single tower of power agenda server, stick Caprice and Ash in there, win game. You can use Amazon Industrial Zone on centrals, but I have found it best to use the first one to quickly set up your remote with two rezzed pieces of taxing ICE (<a href=\"\/en\/card\/02110\">Eli 1.0<\/a>s, <a href=\"\/en\/card\/06002\">NEXT Silver<\/a>s, etc) for a grand total of 5 credits. However, the biggest play trap that you want of avoid is succumbing to the temptation of just stacking ICE to the sky on your agenda server: if you have Caprice and\/or Ash in there then it only takes about 3-4 pieces of ICE for the server to be essentially un-runnable. <\/p>\n\n<p>As everyone knows, the biggest weakness of NEXT ICE is <a href=\"\/en\/card\/01012\">Parasite<\/a>. I included Bioroids to mitigate this a bit, but <a href=\"\/en\/card\/06026\">Targeted Marketing<\/a> is your main defense. ALWAYS say \"<a href=\"\/en\/card\/01012\">Parasite<\/a>.\" I do mean <em>ALWAYS<\/em>. You are going to want to be clever and say things like \"Account Siphon\" or \"Self-Modifying Code\"... don't, or you will be sad.<\/p>\n","username":"JWHamner","cards":{"01062":2,"01064":2,"01108":3,"01110":3,"02013":2,"02038":3,"02051":1,"02070":3,"02110":3,"03006":3,"03019":2,"04011":3,"04015":2,"04040":3,"04111":1,"04114":2,"04119":3,"06002":3,"06010":2,"06021":1,"06026":2,"06030":1}},{"id":8793,"name":"Nasir and D4v1d sitting in a tree.","creation":"2014-08-21 09:35:47","description":"<p>I would love feedback on this build. I have no idea if this will work well, as I've only played Nasir with Parasite recursion before. Does including D4v1d make Nasir's ability too unimportant to the deck?<\/p>\n","username":"DataFran","cards":{"01002":2,"01034":2,"01040":2,"01041":2,"01044":1,"01047":2,"01049":3,"02027":1,"02028":2,"02047":3,"02049":3,"02069":3,"02091":2,"03038":3,"03041":3,"03046":3,"03049":2,"04047":1,"04065":1,"06017":1,"06019":2,"06033":2}},{"id":8794,"name":"Nasir and D4v1d sitting in a tree. v02","creation":"2014-08-21 10:11:00","description":"<p>Slightly tweaked. Took out the Professional Contacts and the Leprechauns, put in 2 Levy AR Lab Accesses and tweaked some of the other card counts. Maybe more solid?<\/p>\n","username":"DataFran","cards":{"01002":2,"01034":3,"01040":3,"01041":2,"01044":1,"01047":2,"01049":3,"02027":1,"02028":2,"02047":3,"02049":3,"02069":3,"02091":2,"03035":2,"03038":3,"03041":3,"03046":3,"04047":1,"04065":1,"06017":1,"06033":2}},{"id":8795,"name":"The Spaces Between GRNDL","creation":"2014-08-21 10:25:43","description":"<p>This is a sort of abstract Weyland build that utilizes some tools that have been made a bit more useful as of late. The basic idea is to build up your taxing servers and credits while issuing program damage at critical points via multiple avenues, you don't want them to pay for programs once or twice but several times. This deck stands up even against Shapers and all their recursion by outpacing them in credits and taxing them during runs that usually end up fruitless. The point is not to destroy programs forever but to make them exhaust their tools and credits to go grab them again and again while you score off of the windows created by this process. A couple things that stand out while playing this deck:<\/p>\n\n<ul>\n<li><p>Ireress: Ok ok I know what you're thinking and I'm here to tell you that through all my games with this deck I have yet to unsuccessfully deploy this piece of ICE and it's pulled it's weight when placed correctly. At the very worst this card negates any bad pub you give the runner for every server it's installed on except when up against Yog which is why it needs to be installed in front of Lotus field. At a rez cost of 0 and the benefit of draining bad pub without having to play an expensive operation or asset this is pretty worth it if you can't avoid dishing out BP during a game. Not to mention vs Gordian Blade this actually costs them money and only gets worse with Lag Time in effect!<\/p><\/li>\n<li><p>Lag Time:This current is meant to be used with decks with taxing servers, often times this will add a tax of 10+ credits before it's taken out of play unless they have an immediate counter current. Wait to deploy this when you've got your towers in place otherwise it won't be worth having it out and potentially taken out early.<\/p><\/li>\n<li><p>Will-o-the-Wisp: Yet another method of program destruction that can be bluffed as an agenda when installed behind your scoring server at the right time. The runner pays their way through only to have their Yog sent back to their deck after paying for Ireress+Lotus Field and no agenda to show for it! Even against shapers who will inevitably pull their programs back this is just fine since the point is to waste their time and money not to get rid of them forever. I'd gladly give up a Hostile Takeover to pull this move off any day.<\/p><\/li>\n<li><p>Punitive Counterstrike: Your credits should be spent on your protection and destruction, not giving tags. This also serves as an alternate win condition should you become flooded early with 3 pointers and no way out in sight. Having that economic boost to begin with has clutched me a turn 2 win several times!<\/p><\/li>\n<\/ul>\n","username":"skaterforsale","cards":{"01094":3,"01101":3,"01102":2,"01103":3,"01110":3,"01111":2,"02018":2,"02070":2,"02077":3,"02110":3,"04015":3,"04017":2,"04020":2,"04040":3,"04057":2,"04058":2,"04079":3,"04097":1,"06003":2,"06031":2,"06032":2}},{"id":8796,"name":"Cacheconomy","creation":"2014-08-21 10:56:35","description":"\n","username":"Zolend","cards":{"01006":2,"01007":1,"01026":1,"01033":1,"01034":3,"01036":2,"01047":3,"01050":3,"01053":3,"02003":1,"02009":1,"02041":1,"02047":2,"02066":1,"03034":2,"03035":1,"03038":3,"03040":1,"03044":2,"03046":3,"03049":3,"03053":3,"06037":3}},{"id":8797,"name":"Programme Hell","creation":"2014-08-21 11:11:46","description":"<p>I made this deck just for fun. Inspired by Bionicsheep's Programme hell.\nAnd surprisingly... -_-; it did work!\nFor now... 2 games played and 2 victories achieved!\nOne game by agenda, another by mill.\nSo I publish this deck now before it get some defeats. XD<\/p>\n\n<p>Enjoy Noise! :)<\/p>\n\n<p>Caution : don't use May carelessly before installing Aesop.<\/p>\n","username":"HBC","cards":{"01001":1,"01007":1,"01008":3,"01009":3,"01010":3,"01011":1,"01012":3,"01014":1,"01047":1,"02003":3,"02041":3,"02102":3,"03047":2,"04004":3,"04022":3,"04082":3,"05054":1,"06014":3,"06033":3,"06037":2}},{"id":8798,"name":"Noise Polution 1.0","creation":"2014-08-21 11:20:02","description":"<p>This deck is all about playing lots of viruses and recurring them via Clone Chip and Deja Vu. Nothing feels better than having a Grimoire out and playing 2 Caches for net 6 bucks. Sell them to Aesop's, recur them with Deja Vu, play them again, you get the drift.<\/p>\n\n<p>Scrubbed is in to counter other currents, but has a side benefit of just being decent against things like problem barrier or sentry ice.<\/p>\n\n<p>The econ in this deck is pretty low starting out, but nothing in the deck costs over 3, and most things cost 1 and 2. Plus once you get Kati and Cache going, you have a pretty reliable engine.<\/p>\n\n<p>I'm happy with the first iteration of this deck, but hope to improve upon it with more playtesting.<\/p>\n","username":"coyotemoon722","cards":{"01001":1,"01002":3,"01005":3,"01006":3,"01007":2,"01008":3,"01010":1,"01011":2,"01012":3,"01016":3,"01047":2,"02003":3,"02009":2,"02041":1,"02091":2,"03038":3,"04043":3,"04109":1,"06034":2,"06037":3}},{"id":8799,"name":"The NEXT Foundy Industrial Zone","creation":"2014-08-21 14:31:26","description":"\n","username":"Sotomatic","cards":{"01055":3,"01056":3,"01059":3,"01064":2,"01092":2,"01101":1,"01110":3,"02038":3,"02051":3,"02070":3,"02110":3,"03023":2,"04011":3,"04015":2,"04119":3,"04120":2,"05016":1,"06001":2,"06002":3,"06010":2,"06021":1}},{"id":8800,"name":"Celebrity Nasir (v.2 - with Weekly Update)","creation":"2014-08-21 15:23:25","description":"<p>A tightened up version of my previous build. As with before, the deck is incredibly resilient, but needs to find Kati and ProCon or a Desperado. The wins and losses at this point in Nasir's life are useful to learn what he's good at, and how to play around certain types of situations, some of which I'll explore below. {My Jinteki: PE deck went unbeaten, and has been undefeated for a few weeks, but I lost once with NEH (because we all want to know how to beat it) to a random two-agenda dig the turn before I would've won.}<\/p>\n\n<p><strong>Games played this week at my local store:<\/strong><\/p>\n\n<p>1) vs. Weyland: TnB. Loss. This game was depressing, as I didn't draw any Desperados\/ProCons\/or Katis until turn seven or so. I score an early Private Security Force, which saved me from a hell I couldn't dig out of. Justin, my opponent, was playing Data Ravens, which are bad for Nasir (obviously). The game went really long and I didn't get Scorched this game. Had a plascrete out, somewhat early on. I never really got set up in time and made a few stupid errors: 1) not playing my Gordian Blade when I drew it to get through a potential Enigma (he was running several, and cost me 2 clicks over the game) and 2) setting my Atman at 2 early to compensate for lack of Gordian Blade. Valuable lesson: credit up early, get SMC out, and be patient.<\/p>\n\n<p>2) vs. Scorched Imaging - Win.  Right off my loss, I was cringing to see Cerebral Imaging. My opponent, Johnson, was a newer player who was quick to pick up the game, and played very well. I got an early set-up with Kati\/ProCon and drew into a Desperado, basically the best thing I could do. Once that was online, I started pillaging HQ and hit an early Priority Requisition. After that, setting Atman at 4 wrecked the deck very hard, with a Datasucker online, there was little to stop me hard-locking RnD, which I did. Johnson played it about as good as he could after that, double biotic into Efficiency Committee, which he did again later. One mistake he made was using EC's tokens to get extra clicks to install ICE, fearing that I was just going to win through RnD lock. He kept my Sucker tokens low with a Heimdall on Archives (which I femmed). That play did buy him some time, but he probably could've used those clicks to double-shipment-from-San-San another EC out (I am not sure that he had two Shipments at that point though). Some well-timed parasites lessened his ICE layers down to a manageable amount, and I won with a simple run on HQ after he biotic'd the second Efficiency Committee.<\/p>\n\n<p>3) vs. Jinteki: PE (variant on the Cambridge version) - Win. This was a teaching game, so I can't rightfully call it a win. I was explaining to him (and my previous opponent) how to beat PE, what not to do and so on. My opponent, Cosmo, was just learning how to play his deck, which I have extensive practice against (and with). He played it well, though could've been more aggressive with his Ronins to threaten a flatline. Before he could, I sniped a final Future Perfect, bidding 2 for the win.<\/p>\n\n<p>4) vs. NEH.  - Loss. God damn this deck. I hate it. I didn't score a single point the whole game due to variance and NAPD being a real thing. My opponent, Chuck, is a skilled player, but this was one of his first times playing NEH. Basically, he played things that I couldn't trash quickly enough. I trashed two San San City Grids, one Pad, and still couldn't keep him from winning. RND had Tollbooth on it, HQ was pretty open. One of my biggest mistakes here was not going straight for HQ. After the game, Chuck mentioned that after he pitched Fast Track, I should've gone straight for HQ, knowing that he was flooded.  I lose a few turns later, trying to contest the last San San.<\/p>\n\n<p>Some things that I like\/want to improve about this build: <\/p>\n\n<p><strong>Things I like:<\/strong><\/p>\n\n<p>Cash and efficiency. It's extremely rich once it gets either Kati or ProCon or Desperado. It's brutally efficient when it gets all or two. Later in the game, having Personal Workshop to power out a Femme is <em>excellent<\/em>. <strong>Quality Time<\/strong> was an awesome addition. Not sure I want more than one(?), but it helps with consistency. This deck wants Astrolabe, badly.<\/p>\n\n<p>I didn't miss <strong>Disrupter<\/strong>. The extra <strong>Plascrete<\/strong> keeps me from dying to Scorched more effectively, and if I'm buried in tags, the game is probably over anyway. I don't <em>like<\/em> not having a way to deal with Midseasons, but I'd rather not die and have tags, than die with a single tag.<\/p>\n\n<p><strong>The rig is very quick to set-up<\/strong>, usually by turn four I had full rig or close to full (missing the Femme). I just wish Shaper had a better answer to sentries in-faction. <\/p>\n\n<p>Going to 2 <strong>Net Celebrity<\/strong> was the right number. This prevoius Sunday, while doing a few more tests with the deck, I noticed I had a dead <strong>Celebrity<\/strong> in my hand <em>frequently<\/em>. In other words, I was either winning with it out, or losing and it wouldn't help me get back on my feet. It's a <em>great<\/em> boost when you get the rig out and especially against RP, but it's not a must-have in all match-ups.<\/p>\n\n<p><strong>Escher<\/strong> was good. I used it to hose the PE matchup entirely. I had it in my grip against Scorched Imaging, but didn't need it. I wish it didn't cost 3. <\/p>\n\n<p><strong>Ghost Runner<\/strong> continues to impress me.<\/p>\n\n<p>I would not trade the one-off <strong>Parasite<\/strong> for anything.<\/p>\n\n<p><strong>Things I wish I could fit in, or have been considering:<\/strong><\/p>\n\n<p><strong>Security Testing<\/strong> seems great with Nasir. As any zero-cost thing is generally great for a guy with no cash, it also punishes the corp for not-rezzing, which is what you want with this build. Perhaps Testing + Akamatsu Mem Chip as a pseudo-console? Would this be better than Desperado?<\/p>\n\n<p><strong>A third desperado<\/strong> because desperado.<\/p>\n\n<p><strong>Legwork<\/strong> because while I have an easy time locking RnD, I hate going after HQ and whiffing.<\/p>\n\n<p><strong>Possibly cutting 1 Atman<\/strong> because I'm not sure I need two. <\/p>\n\n<p>Comments appreciated.<\/p>\n","username":"CJFM","cards":{"01007":1,"01008":3,"01011":1,"01012":1,"01024":2,"01026":1,"01034":3,"01043":1,"02009":3,"02049":2,"02066":1,"02087":1,"02091":3,"02107":2,"03031":1,"03034":1,"03038":3,"03040":2,"03041":1,"03046":3,"03049":3,"04067":1,"06017":1,"06038":2,"06040":3}},{"id":8801,"name":"Reina's Virus Express","creation":"2014-08-21 15:34:50","description":"<p>This is meant to be a hard-hitting Reina virus deck that runs fixed breakers instead of Overmind. D4V1D + e3 is there to take care of anything Yog\/Mimic + Datasucker can't handle, and the Knights are in to allow for across-the-board pressure. I splashed in two Aesop's to sell Imp, D4V1D, and Armitage which can all be recurred with Deja Vu. Card draw is another import in the form of Express Delivery, which for 1 influence a pop is almost too good to pass up, although I would LOVE to make room for Cache if possible. Feedback is welcome!<\/p>\n","username":"BTrain","cards":{"01002":3,"01003":2,"01006":2,"01007":2,"01008":2,"01010":2,"01011":1,"01012":3,"01014":1,"01047":2,"01050":3,"01053":2,"02003":2,"02024":2,"02050":2,"03054":3,"04041":1,"04043":3,"05033":3,"05035":2,"06033":3}},{"id":8802,"name":"Reina's Virus Express v2","creation":"2014-08-21 15:54:44","description":"<p>v2: Dropped 1 Aesop's and 1 Express Delivery to make room for 3 Cache. -1 Corroder to get the card count down to 45.<\/p>\n\n<p>This is meant to be a hard-hitting Reina virus deck that runs fixed breakers instead of Overmind. D4V1D + e3 is there to take care of anything Yog\/Mimic + Datasucker can't handle, and the Knights are in to allow for across-the-board pressure. I splashed in two Aesop's to sell Imp, D4V1D, and Armitage which can all be recurred with Deja Vu. Card draw is another import in the form of Express Delivery, which for 1 influence a pop is almost too good to pass up, although I would LOVE to make room for Cache if possible. Feedback is welcome!<\/p>\n","username":"BTrain","cards":{"01002":3,"01003":2,"01006":2,"01007":1,"01008":2,"01010":2,"01011":1,"01012":3,"01014":1,"01047":1,"01050":3,"01053":2,"02003":2,"02024":2,"02050":2,"03054":3,"04041":1,"04043":3,"05033":2,"05035":2,"06033":3,"06037":3}},{"id":8803,"name":"The McCaffrey Viruses","creation":"2014-08-21 16:44:17","description":"\n","username":"obscurement","cards":{"01007":1,"01008":2,"01012":3,"01014":1,"01033":1,"01034":1,"01035":2,"01037":2,"01041":1,"01042":1,"01043":1,"01044":2,"01050":2,"01051":1,"02028":3,"02047":2,"02048":1,"02050":1,"02069":2,"02081":2,"03034":2,"03035":1,"03038":1,"03041":3,"03042":2,"03043":2,"03046":1,"03047":2,"03049":2,"03050":1,"03052":2}},{"id":8804,"name":"Celebrity Testing","creation":"2014-08-21 17:03:05","description":"<p>Tossing some ideas out there.<\/p>\n","username":"CJFM","cards":{"01007":1,"01008":3,"01011":1,"01012":1,"01026":1,"01034":3,"01038":3,"01043":1,"02009":3,"02049":2,"02066":1,"02087":1,"02091":3,"02107":2,"03031":1,"03038":3,"03040":1,"03046":3,"03049":3,"04067":1,"05048":2,"06017":1,"06038":2,"06040":3}},{"id":8805,"name":"The McCaffrey Viruses","creation":"2014-08-21 17:26:35","description":"\n","username":"obscurement","cards":{"01008":2,"01012":3,"01026":1,"01033":1,"01035":2,"01037":2,"01041":1,"01042":1,"01043":2,"01044":2,"01050":2,"01051":1,"02027":1,"02028":3,"02047":2,"02048":1,"02050":1,"02069":2,"02081":2,"02089":1,"03034":2,"03035":1,"03038":1,"03041":2,"03043":2,"03046":1,"03047":2,"03049":2,"03050":1,"03052":2}},{"id":8806,"name":"The McCaffrey Viruses","creation":"2014-08-21 17:37:12","description":"\n","username":"obscurement","cards":{"01008":2,"01012":2,"01026":1,"01033":1,"01035":1,"01037":2,"01041":1,"01042":1,"01043":2,"01044":2,"01050":2,"01051":1,"02027":1,"02028":2,"02047":2,"02048":1,"02050":1,"02069":2,"02081":2,"02089":1,"03034":2,"03035":1,"03038":1,"03041":2,"03043":2,"03046":1,"03047":2,"03049":2,"03050":1,"03052":2}},{"id":8807,"name":"Dune","creation":"2014-08-21 17:45:48","description":"<p>My second stab at a Tennin build. Dumped the Mushin No Shins and Jinteki traps in favour of Power Shutdowns to complement the Grims and Rototurrets. The strict operation-based economy still feels weak.<\/p>\n","username":"Pete","cards":{"01064":2,"01068":3,"01103":2,"01110":3,"01111":2,"02014":3,"02033":3,"02034":2,"02056":2,"03026":2,"04012":3,"04013":2,"04015":2,"04020":2,"04058":2,"04114":2,"05003":1,"05005":3,"05006":1,"05014":2,"06003":2}},{"id":8808,"name":"CodeGate Overload","creation":"2014-08-21 18:37:22","description":"\n","username":"randolphpub","cards":{"01059":2,"01075":2,"01090":2,"01110":3,"01111":3,"02033":3,"04012":3,"04013":3,"04015":3,"04032":3,"04120":3,"05003":1,"05005":3,"05006":1,"05007":2,"05016":2,"05025":3,"06003":3,"06024":3,"06031":2}},{"id":8809,"name":"Will o' The GRNDL ","creation":"2014-08-21 18:49:21","description":"<p>A fairly typical GRNDL deck, but with more emphasis on rig\/hardware destruction, as well as tag punishment worked into the agenda suite. In playtesting, I've found Taurus to be just fine at 1 copy; that second Taurus usually ends up being a dead draw. My favorite piece of ice in this deck is actually the Draco, especially once you get a monetary lead going, it can really force the runner to slow down. Use Will o' The Wisp as often as you possibly can! It opens up delightful scoring windows, and once it's in archives, bring it right on back with Interns. Aggressive Secretary is a fun 2-inf. splash, because the meta, at least where I am, hasn't yet caught up to the idea of any Weyland deck that isn't Supermodernism or the Speed Boat style I've seen popularized over on the west coast (back to basics with the Core set!). This deck still plays like classic GRNDL though, just with a few more tricks up its sleeve. Bonus points to anyone who sees a good way to fit in 2x GRNDL Refinery or 2x The Root!<\/p>\n","username":"BTrain","cards":{"01057":1,"01070":3,"01094":3,"01099":3,"01101":3,"01103":3,"01107":1,"01110":3,"01111":3,"01113":2,"02018":2,"02020":2,"02060":2,"02080":2,"04015":2,"04017":3,"04020":1,"04036":1,"04040":3,"04060":2,"04097":1,"06009":1,"06032":3}},{"id":8810,"name":"Fire Over Ice","creation":"2014-08-21 19:46:43","description":"\n","username":"Zerokill","cards":{"01067":1,"01069":3,"01070":2,"01083":3,"01099":2,"02080":3,"03009":2,"03023":3,"04032":3,"04039":3,"04073":3,"04080":3,"05004":3,"05006":1,"05010":3,"05011":3,"05013":3,"05014":3,"05026":3}},{"id":8811,"name":"Fast Advance - Ashuman","creation":"2014-08-21 19:50:14","description":"<p>Standard fast advance. Just my take on it. :-D<\/p>\n","username":"Ashuman","cards":{"01056":3,"01064":2,"01078":2,"01081":3,"01090":2,"01092":2,"01110":3,"01111":3,"01113":2,"02056":3,"02110":3,"02115":3,"02117":2,"04014":1,"04015":2,"04034":3,"04119":3,"05024":3,"06005":1}},{"id":8812,"name":"The Queen Has Returned","creation":"2014-08-21 19:57:22","description":"<p>The deck inspired by Travis 'Action Phase' Chance's Caissa-dilla deck from late 2013 and is made to fight NEH.<\/p>\n\n<p>Key features --\n3 Express deliveries and 3 Xanadu to maximise chances of turn 1 xanadu. The economy has also been included with recovery from turn 1 xanadu in mind. Parasite for popup, quandary, rototurret. Bishop(with corroder\/parasite) for eli1. Queens gambit to take advantage of their server spamming. Imp to trash sansan. Medium to pressure R&amp;D.<\/p>\n","username":"siowy","cards":{"01002":1,"01007":2,"01010":2,"01011":2,"01012":3,"01014":2,"01018":2,"01019":2,"01050":3,"02002":2,"02003":3,"02082":3,"03052":3,"03053":3,"04003":1,"04021":2,"04041":1,"04043":3,"04102":2,"04109":1,"05033":3}},{"id":8813,"name":"Stronger is better2","creation":"2014-08-21 20:05:10","description":"<p>Oh yeah 54 cards hate on me!<\/p>\n","username":"rahmal","cards":{"01055":3,"01056":3,"01061":2,"01062":2,"01063":3,"01077":2,"02010":1,"02013":2,"02051":3,"02060":2,"02070":3,"02080":1,"02110":3,"03006":3,"03014":3,"03019":3,"04012":2,"04015":3,"04051":1,"04090":2,"04116":2,"06022":3,"06023":3}},{"id":8814,"name":"The Next Rush","creation":"2014-08-21 20:19:00","description":"<p>Corny Name, I know. But this is an update of one my favorite decks. I don't remember the author but it is the Strasbourg store championship deck. I just updated the ice a bit. It could use mother goddess but I never seem to miss her. Enjoy<\/p>\n","username":"rahmal","cards":{"01055":2,"01064":3,"01097":2,"01110":3,"02013":2,"02019":2,"02039":1,"02051":3,"02056":3,"02060":3,"02070":3,"02110":3,"03003":1,"03005":3,"03014":3,"04011":3,"04020":1,"04034":3,"04039":1,"04059":2,"06002":3}},{"id":8815,"name":"Wiretrapping","creation":"2014-08-21 21:36:40","description":"<p>Deck built for first tournament. Trap\/asset heavy never-advance.<\/p>\n\n<p>Worked pretty well with the servers out, but suffered early on to quick runs on centrals.<\/p>\n","username":"steeltoedsneakers","cards":{"01069":1,"01070":3,"01080":1,"01081":3,"01084":2,"01089":2,"01090":3,"01107":3,"01109":2,"01110":3,"01111":2,"01113":2,"02017":3,"02019":2,"02053":2,"02055":3,"02056":3,"04016":2,"04076":2,"04095":1,"04096":2,"04119":3}},{"id":8816,"name":"Blackguard's Shadow","creation":"2014-08-21 21:59:03","description":"\n","username":"XCoconutMonkey06X","cards":{"01007":1,"01018":3,"01020":3,"01021":3,"01022":3,"01027":1,"01028":2,"01030":2,"01043":1,"01049":3,"01050":3,"02009":2,"02024":2,"02043":3,"02085":2,"02086":1,"02091":2,"03035":1,"03052":1,"03053":2,"03054":3,"04085":2,"04109":3,"05030":1}},{"id":8817,"name":"Many Faces","creation":"2014-08-21 21:59:32","description":"\n","username":"XCoconutMonkey06X","cards":{"01068":3,"01077":1,"01078":1,"01090":2,"01110":3,"01111":1,"02031":1,"02032":2,"02110":2,"03017":1,"04012":3,"04015":2,"04054":3,"04060":1,"04074":3,"04114":3,"04119":3,"05004":1,"05007":1,"05009":3,"05016":2,"05017":2,"05018":3,"06003":1,"06022":2}},{"id":8818,"name":"Shoot The Core, Looking So Bad v2","creation":"2014-08-21 22:19:04","description":"<p>I wanted to make a rather rounded Weyland deck, with a little bit of tag n' bag to add some options, but still some solid ways to make money and research Agendas. It is far from a great deck, but it has been pretty fun playing it. <\/p>\n\n<p>There is just something sweet about building a huge stockpile of money through bad pub, waiting for the runner to make that glorious victory run for the agenda, only to be Scorched the next moment. <\/p>\n\n<p>Once you play again, if they hesitate? Drop bigger agenda points.<\/p>\n","username":"kyletothejones","cards":{"01070":3,"01086":2,"01094":3,"01099":2,"01101":2,"01103":3,"01107":2,"01110":3,"01111":3,"01113":2,"02057":2,"02060":3,"04036":3,"04039":2,"04040":3,"04057":2,"04097":1,"04098":2,"04099":2,"04100":1,"06031":2}},{"id":8819,"name":"Dinosaurus Park Tycoon","creation":"2014-08-21 22:20:48","description":"<p>I don't have a whole lot behind this deck, other than wanting to make a deck around Chaos and Dinosaurus. I went with a pretty balanced Ice layout, a few ways to get Magnum Opus through Test Run's, Wyldside and Diesels to search the deck for those important bits, and then go for broke.<\/p>\n\n<p>There is something wonderful about a deck that can take 4 brain damage from HB and yet, somehow, still pull out those last few agendas from the deck when everything just looks hopeless.<\/p>\n","username":"kyletothejones","cards":{"01016":2,"01030":2,"01034":3,"01035":2,"01036":3,"01039":2,"01040":2,"01042":2,"01043":2,"01044":1,"01046":2,"01047":1,"01049":3,"01050":3,"01053":3,"02027":2,"02046":1,"02047":3,"02048":2}},{"id":8820,"name":"Apply Copious Mindgames: BWBI Always-Advance","creation":"2014-08-21 22:21:15","description":"<p>Here's a fun deck you can make once First Contact comes out.<\/p>\n\n<p>Beyond R&amp;D and HQ, you want to lightly protect one other server. That's where Jackson goes (and eventually Will o' gets put there for mindgames). Everything else, whether agendas or assets, get placed unprotected and then advanced once. If things are left untouched, continue advancing them. If things are run, Paywall gives you all the cash. Then blow the cash on your giant walls, because you're Weyland and you built it.<\/p>\n\n<p>This deck really wants Order &amp; Chaos for Space Camp and better ice.<\/p>\n","username":"DrunkenGineer","cards":{"01057":1,"01094":2,"01100":3,"01101":1,"01102":3,"01110":3,"02018":3,"02019":2,"02076":1,"02077":2,"02112":1,"03009":2,"04015":3,"04018":1,"04078":2,"04079":2,"04099":2,"04119":3,"04120":3,"05024":1,"05026":2,"06003":2,"06028":2,"06032":1,"06050":2}},{"id":8821,"name":"Morning Starosaurus - Ashuman","creation":"2014-08-21 22:44:24","description":"<p>Typical big-rig big-dig shaper deck.<\/p>\n","username":"Ashuman","cards":{"01026":1,"01034":3,"01036":3,"01043":1,"01044":3,"02004":1,"02009":1,"02046":1,"02047":3,"02048":2,"02067":3,"02091":2,"02107":3,"03031":1,"03034":3,"03035":1,"03038":3,"03046":3,"04109":3}},{"id":8822,"name":"Mass Virus Install","creation":"2014-08-21 22:59:15","description":"<p>Standard \"mill them till they weep\" deck, adding in Mass Install to get those extra mills, and Cache's for lots of money.<\/p>\n","username":"IceFalcon14","cards":{"01001":1,"01002":2,"01005":3,"01006":2,"01007":2,"01008":3,"01009":3,"01010":1,"01011":1,"01012":3,"01014":1,"01016":2,"01047":2,"01053":2,"02003":3,"02041":1,"02091":1,"02102":2,"03038":2,"03047":2,"04043":3,"05051":2,"06037":3}},{"id":8823,"name":"Fast Advance - Ashuman v2.0","creation":"2014-08-21 23:20:10","description":"<p>Standard fast advance. Just my take on it. :-D<\/p>\n","username":"Ashuman","cards":{"01056":3,"01064":2,"01078":2,"01081":3,"01090":2,"01092":2,"01110":2,"01111":3,"01113":2,"02056":3,"02110":3,"02115":3,"02117":2,"04014":1,"04015":1,"04034":3,"04090":2,"04119":3,"05024":3,"06005":1}},{"id":8824,"name":"NBN Snoop Dog","creation":"2014-08-21 23:28:12","description":"<p>Find out what the Runner has and profit! <\/p>\n\n<p>Surprise them with Snares! and Neural EMP after you make them face down Snoops or Invasions of Privacy where ever they go. <\/p>\n\n<p>If you see critical cards to their deck call out some Targeted Marketing and make cash to power your traces and rez more ICE.<\/p>\n\n<p>Transmission Dishes make traces hit hard and lets you dig deeper with Data Hounds to find and remove critical deck components from the Runner!<\/p>\n\n<p>Enjoy!<\/p>\n","username":"Gilbod","cards":{"01062":1,"01070":3,"01072":2,"01075":1,"01080":1,"01081":3,"01082":2,"01084":2,"01088":2,"01110":3,"02020":2,"02056":2,"02096":2,"02110":2,"02115":3,"04015":3,"04016":2,"04056":2,"04076":3,"04096":2,"04119":3,"06006":2,"06026":2}},{"id":8825,"name":"Take that, Chris Brown.","creation":"2014-08-21 23:55:18","description":"\n","username":"proxy","cards":{"01008":3,"01018":3,"01021":3,"01022":3,"01024":3,"01050":3,"02009":2,"02043":2,"02087":2,"02091":2,"02107":2,"03052":3,"04081":3,"05030":1,"05041":2,"05042":2,"05046":2}},{"id":8826,"name":"All of the money.","creation":"2014-08-21 23:55:54","description":"\n","username":"proxy","cards":{"01057":1,"01075":1,"01078":1,"01090":1,"01106":2,"01110":3,"01113":3,"04012":3,"04015":2,"04074":2,"04076":3,"04093":2,"04114":3,"05001":1,"05007":3,"05009":3,"05011":3,"05018":3,"05019":1,"05020":1,"06003":1,"06030":1,"06032":1}}]