[{"id":5427,"name":"Central Server Gamble","creation":"2014-05-11 00:40:19","description":"\n","username":"mike_kennedy","cards":{"01002":1,"01021":3,"01033":1,"01035":2,"01036":3,"01041":1,"01042":1,"01044":1,"01045":2,"01046":1,"01049":3,"01050":3,"01051":1,"01053":3,"02023":1,"02047":1,"02050":1,"02089":1,"02091":2,"02107":2,"03036":1,"03037":1,"03044":1,"03046":1,"03052":2,"03053":2,"04086":1,"04087":1,"04088":1,"05050":1}},{"id":5428,"name":"Building a Better Trap","creation":"2014-05-11 00:41:00","description":"\n","username":"mike_kennedy","cards":{"01057":2,"01062":1,"01066":1,"01078":2,"01092":1,"01093":1,"01094":3,"01095":1,"01098":1,"01100":1,"01101":2,"01103":3,"01106":3,"01108":1,"01109":1,"01110":3,"02018":1,"02038":1,"02054":1,"02057":1,"02059":3,"02060":3,"02079":2,"03023":1,"03027":3,"04038":1,"04080":2,"04092":1,"04099":1,"04119":2,"04120":3}},{"id":5429,"name":"Oneshot & Overmind","creation":"2014-05-11 00:58:24","description":"\n","username":"CrAzyZ","cards":{"01007":1,"01033":1,"01035":2,"01041":2,"01050":3,"01053":2,"02007":1,"02024":2,"02028":3,"02047":3,"02066":1,"02069":3,"02089":1,"02104":1,"02107":2,"03035":2,"03038":3,"03046":3,"03053":3,"04066":3,"04067":1,"05045":3,"05053":2}},{"id":5430,"name":"Tennin Lightning (Chicago Regionals 2014)","creation":"2014-05-11 03:20:12","description":"<p>Cheap ETR, some program trashing, and plenty of Trick of Light shenanigans. I can usually get away with never creating a remote other than Jackson, though your mileage may vary.<\/p>\n","username":"kranse","cards":{"01058":2,"01064":2,"01068":2,"01103":3,"01110":3,"02014":3,"02033":3,"03014":1,"04013":3,"04015":3,"04020":2,"04032":2,"04033":2,"04073":3,"04111":1,"04114":3,"04120":3,"05003":1,"05005":3,"05006":1,"05011":3,"05016":1}},{"id":5431,"name":"Modified Notorious Daily Quester (Chicago Regionals 2014)","creation":"2014-05-11 03:25:51","description":"<p>This deck worked pretty well, the central assault definitely caught a few people off guard. I didn't make too many changes to <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/5118\/notorious-daily-quester\">Flashfires original list<\/a>, just a couple minor tweaks like a third Same Old Thing and an emergency Femme. One change I will be making is dropping the S&amp;W entirely and going back up to 3 Sure Gambles.<\/p>\n","username":"kranse","cards":{"01018":3,"01022":2,"01026":1,"01044":2,"01050":2,"02009":2,"02026":3,"02043":3,"02064":2,"02087":2,"03054":3,"04081":3,"05030":1,"05034":2,"05035":3,"05039":1,"05041":2,"05042":2,"05046":2}},{"id":5432,"name":"Questing at Shadows","creation":"2014-05-11 04:00:18","description":"\n","username":"roninbodhisattva","cards":{"01008":2,"01018":2,"01021":2,"01022":2,"01024":2,"01028":1,"01050":3,"01053":2,"02009":2,"02026":3,"02043":2,"02091":1,"02105":1,"02107":1,"03054":2,"04081":3,"05030":1,"05032":1,"05035":2,"05041":2,"05042":2,"05046":2}},{"id":5433,"name":"Andromeda: Under Pressure","creation":"2014-05-11 04:16:35","description":"<p>I've had a lot of success with this deck, just testing against my friends and such. I haven't had the chance to play it in a tourney, but that'll change soon. The main idea is that it makes a lot of money, and gets Logos out quickly. It siphons with Overmind installed in order to keep the corp broke, and when they finally score an agenda, you tutor Keyhole. This creates a HUGE window to abuse Keyhole's ability. They are too broke to respond quickly, and since you are Criminal, they have probably dumped their resources into defending HQ. I win most games I play with it, and I am seriously drawing a blank on any games that I have lost -but I have been testing for a while, so there might be one or two losses that have slipped my mind. Admitedly, this deck probably has too much money, but I always find ways to spend it. Once it runs out of money, though, it takes some clever pilotting to recover. Anyway, just thought I would share, since I have had so much fun harnessing the power of keyhole. Feel free to leave me feedback :)<\/p>\n","username":"TonyStellato","cards":{"01007":2,"01011":2,"01018":3,"01019":3,"01021":2,"01022":2,"01027":1,"01031":1,"01043":2,"01050":3,"01053":3,"02009":3,"02043":2,"02083":1,"02091":2,"03052":3,"03053":3,"04061":1,"05035":2,"05037":3,"05053":2}},{"id":5434,"name":"CT Overmind","creation":"2014-05-11 04:29:31","description":"<p>Get Magnum Opus going in order to help set up for an eventual Overmind + multi-access win<\/p>\n","username":"Ayotte","cards":{"01034":3,"01036":2,"01038":3,"01041":2,"01044":3,"01050":3,"02009":1,"02024":2,"02046":1,"02066":1,"02107":2,"03034":3,"03035":1,"03038":3,"03046":3,"04109":1,"05035":2,"05045":2,"05053":3}},{"id":5435,"name":"Darwin & Grappling Hook","creation":"2014-05-11 05:14:23","description":"\n","username":"CrAzyZ","cards":{"01034":3,"01040":3,"01043":1,"01044":3,"01050":3,"02009":1,"02024":3,"02046":1,"02047":3,"02066":1,"02102":1,"02107":2,"03035":2,"03038":3,"03046":3,"03048":1,"03053":3,"04067":1,"05045":3}},{"id":5436,"name":"Sexy Andy & Friends","creation":"2014-05-11 05:29:09","description":"<p>So far I've been playing this deck super aggressive and it works. It has an EXTREME fast economy and becomes taxing against the corp. <\/p>\n\n<p>The ALL-STARS: Legwork &amp; Security Testing<\/p>\n\n<p>My original build had 2 security testing but I took one out for 1 R&amp;D Interface for late game.<\/p>\n","username":"Locke","cards":{"01007":2,"01008":3,"01011":2,"01014":2,"01018":3,"01021":2,"01022":2,"01024":3,"01050":3,"02009":2,"02023":2,"02083":1,"02091":1,"02104":3,"02107":1,"03052":3,"03054":2,"04004":2,"04008":1,"04009":1,"05035":3,"05048":1,"05054":1}},{"id":5437,"name":"Pick Your Poison (Madrid Regionals 2014)","creation":"2014-05-11 06:27:40","description":"<p>Worked quite well on tournament, you've plenty of options to flatline runner.\nHiro and Shy.Kyu works wonders with Philotic.<\/p>\n","username":"rocanegra","cards":{"01070":2,"01090":2,"01101":1,"01110":3,"02031":1,"02032":3,"02059":3,"02060":2,"04015":2,"04033":2,"04054":3,"04073":3,"04079":3,"04114":2,"04119":3,"05006":1,"05007":2,"05008":1,"05011":3,"05017":2,"05018":2,"05019":2,"05020":2}},{"id":5438,"name":"The Red Coats","creation":"2014-05-11 06:52:37","description":"<p>In case you missed my original post on BGG: http:\/\/boardgamegeek.com\/thread\/1141751\/deck-the-red-coats\/page\/1<\/p>\n\n<p>Here is my most recent edition of the Red Coats since Double Time (no changes from H&amp;P (yet?)).  The Biotic Labor adds flexibility and is also a safety release for agenda floods.  There are many good or even sneaky plays you can make with it to help give you an edge.<\/p>\n\n<p>Ice has been further refined to be able to shut out all fixed breaker decks.  Especially Atman and Yog.  Notice all of the ICE strength variation, and all of the 5 strength code gates(6) that also end the run.  Remember...  Virus scans are your best friend, especially with trickle econ turned on.<\/p>\n\n<p>3x datapike is a total no brainer and am totally shocked I somehow missed it on the initial version of this deck.  It's a mini-tollbooth they will face check early when the -2 creds is most punishing.  If you can get the runner credit pool down early, you will be in a great position to take total control of the game.<\/p>\n\n<p>Otherwise it's mostly the same cards.  Same mega-econ engine, and still trying to suck every dollar and click out of the runner possible.<\/p>\n\n<p>Thanks to all who have reached out to share their appreciation for the Red Coats.  It is truly a wonderful deck that I think is straight forward enough for new players to get it, but a vast amount of depth for highly advanced players to explore.<\/p>\n\n<p>Hit me up with any questions or comments!<\/p>\n","username":"Nordrunner","cards":{"01054":1,"01055":3,"01056":3,"01059":1,"01061":1,"01062":1,"01090":3,"01106":3,"01110":3,"01113":1,"02012":1,"02013":3,"02019":3,"02092":3,"02110":3,"03006":1,"03015":2,"03019":3,"03027":3,"04011":1,"04015":3,"04040":3,"04119":1}},{"id":5439,"name":"Make 'em Pay V 1.1","creation":"2014-05-11 11:18:18","description":"<p>This is the Jinteki deck I am currently running, I have been playing Jinteki since the beginning, and recently moved to his concept which plays very similar to the Replicating Kills deck by Dyrda. Honor and Profit gave me Jinteki a lot of new toys. I am still tweaking this deck, but it works very well with my play style, and has only lost to my brother who helped build the deck and knows it (and my play style) very well.<\/p>\n\n<p>Stealing my agendas costs a lot, between sticking Fetal AI and NAPD Contract behind costly ICE like Tollbooth and backed up by Caprice, plus they will need to have already run on my central servers, which sit behind ICE like Komainu, Tsurugi, Yagura, Shiro, Neural Katana to make 'em pay with their hands. Himitsu-Bako can protect Assets depending on who I'm facing. To make matters worse, the ambushes make my opponents think twice before running on any of my central servers; I'll even dare my opponents to run with Celebrity Gift. When they finally manage to steal an agenda, Punitive Counterstrike and Philotic Entanglement can take them out, but most of the time they just can't afford to take my agendas before I can score up for game. This list is a lot of fun, you'll find yourself daring your opponents to take risks they can't afford. I have on more than one occasion had both my copies of The Future Perfect in my archives, along with a few Shocks and Shi.Kyu's, and watched my opponents pay to just try and steal them time and again.<\/p>\n\n<p>A note about ICE: this is where the deck spends most of its influence. Tollbooths work great with the theme of the deck, as an agenda behind those guarantees they are paying like crazy to get through. RSVP works similarly well, as some opponents might disregard it, but it stops them from stealing almost all of your agendas and also prevents them from trashing things. Ichi 2.0 is kind of overkill, but I like it over other Destroyers. <\/p>\n\n<p>Let me know what you think, and I will update you guys if further playing of it takes me anywhere.<\/p>\n","username":"Cancer Ace","cards":{"01070":3,"01077":1,"01090":2,"02031":1,"02032":3,"02059":3,"03017":1,"04012":3,"04013":3,"04054":3,"04073":3,"04074":2,"04077":1,"04079":3,"04093":2,"04100":2,"04114":2,"04119":3,"05006":1,"05007":2,"05011":3,"05017":2,"05019":1}},{"id":5440,"name":"Quick Draw V1.1","creation":"2014-05-11 11:25:43","description":"<p>I'm bringing back Chaos Theory\/Monolith! Well, not really.<\/p>\n\n<p>This deck runs like the old \"Big Girls Play with Monoliths\" by Peekay5k. Draw your deck. Then draw it again. Then again. Freelance Coding makes your econ enormous. Cloak and Cyberfeeder keep your runs cheap. Monolith, Plascrete, and an enormous handsize keep you from being killed. Borrowed Satellite gives you link defense and a few extra cards in hand.<\/p>\n\n<p>I'm not saying this list will win tournaments; it usually takes  a little too long to set up, at least with the group I'm playing with right now. It will, however, be a lot of fun to play. Something about drawing your deck just feels good. If you're looking for something different to play casually, give it a shot.<\/p>\n","username":"Cancer Ace","cards":{"01005":3,"01007":3,"01019":3,"01034":3,"01043":3,"01044":3,"02009":2,"02046":1,"02087":3,"03033":3,"03035":3,"03036":2,"03041":3,"03042":3,"03050":3}},{"id":5441,"name":"The Natural 7+6","creation":"2014-05-11 12:08:03","description":"<p>I took this list to regionals on 5\/10\/14 in Chicago.  It performed phenomenally.  It lives up to my slogan for the deck: \"You can have up to six points, I will take 7+\".<\/p>\n\n<p>I lost one game because the runner pulled agendas with legwork like no other.  I lost another game to a Gabe who sniped everything from HQ like a champ, but I should have played around it a little more.  Other than that, the list was taxing as usual and was able to score out agendas.<\/p>\n\n<p>I played against Natural Gabe (W), Prepaid CT (L), Prepaid Kate (W), Noise Saharasa (W), and Ice Destruction Reina (W) in the swiss rounds (I had an earned bye).  In the double elimination rounds, I lost to Gabe.<\/p>\n\n<p>I made three changes from my previous list I took to the Pastimes store Championship here:\nhttp:\/\/netrunnerdb.com\/en\/decklist\/3691\/hb-big-ice-1st-place-pastimes-niles-il-store-championsh\nPlease forgive me.  I couldn't figure out how to \"derive\" or \"inspire\" to link the decks.<\/p>\n\n<p>I took out the two paper walls and one tollbooth to put in two enigmas and one inazuma.  It was a pretty good change.<\/p>\n","username":"Arkidents","cards":{"01054":1,"01055":3,"01056":3,"01059":3,"01062":2,"01064":1,"01090":2,"01098":3,"01106":2,"01108":2,"01110":3,"01111":2,"01113":2,"02013":1,"02051":3,"02056":3,"02110":3,"03015":2,"03017":2,"03023":2,"04015":3,"04030":1,"05016":1}},{"id":5443,"name":"Natman Noms ICE","creation":"2014-05-11 14:59:04","description":"<p>In my ongoing explorations of this weirdo\/fascinating runner, I give you my Atman\/ICE destruction variant. Standard Parasite recursion and Atman\/Datasucker rig makes for a cheap rig, and forces the corp to continually rez ice (IE: give me monies). Emergency Shutdown allows me to either get rid of an annoying ICE and\/or put the corp in the position of deciding whether or not to give me cash. <\/p>\n\n<p>ProCo is, again, the perfect economy for Nasir. It's not a huge first turn temp hit, because I can drop it and then face check my way to riches. It also gives me access to all the cards I want to install on PW, which is basically an auto-include in Nasir.<\/p>\n\n<p>Cyberfeeder, Omni-Drive and Toolbox should provide me with enough recurring credits to get through most servers.<\/p>\n\n<p>I'm a little worried about MU prior to getting a Toolbox out. Maybe replace Kati with some Mem Chips? It's hard to know exactly how much pure traditional economy this guy wants.<\/p>\n","username":"Thike","cards":{"01005":2,"01008":2,"01012":3,"01026":1,"01034":3,"01041":2,"02043":2,"02049":3,"02066":1,"02091":2,"02107":2,"03031":2,"03034":2,"03038":3,"03039":2,"03040":3,"03046":3,"03049":3,"03052":3,"04067":1,"06017":1}},{"id":5445,"name":"CT Overmind","creation":"2014-05-11 15:08:32","description":"<p>Im planning to take this to a local tournament, just for the fun of it :)<\/p>\n\n<p>Havent playtested yet, but the idea is pretty simple. Have much unused MU + Hardware recursion and walk through the ice with Overmind. Added mimic for Protection against Swordsman and Inti against wraparound<\/p>\n","username":"oppi","cards":{"01011":1,"01026":1,"01034":3,"01035":3,"01038":3,"01047":2,"01050":3,"02009":2,"02024":2,"02046":1,"02087":1,"03034":3,"03038":3,"03048":1,"03049":3,"04042":3,"04109":3,"05053":3}},{"id":5446,"name":"My Supermodernism","creation":"2014-05-11 15:25:01","description":"<p>My take on the classic Weyland: Supermodernism deck. Make Scrooge McDuck piles of money and Bad Publicity be damned!<\/p>\n\n<p>Piloting Notes:\n-This is a rush deck. Lots of cheap ETR ICE to let you score early and often, and lots of program trashing to force the runner to have out a full breaker suite. Don't be afraid to Power Shutdown breakers when you can, especially once you've ICE'd up Archives.<\/p>\n\n<p>-Sacrifice Hostile Takeovers to get your Archers online, but don't waste them unless you can trash some programs.<\/p>\n\n<p>-If the runner hits a Snare!, sacrifice False Lead to prevent them from being able to clear the tags, and then Scorched Earth them to death.<\/p>\n\n<p>-Project Virtuvius tokens are for getting your SEA Source, then the classic SEA -> Scorched -> Scorched.<\/p>\n\n<p>-Don't be afraid of Bad Publicity. You need to rush out agendas as quickly as possibly. If the game runs long enough for the Bad Pub to become an issue, you've probably already lost.<\/p>\n\n<p>-Be very afraid of Shapers. Their near immunity to program destruction is tough to beat, and Magnum Opus lets them make piles of money to keep up with you.<\/p>\n","username":"RoyalRatAuthority","cards":{"01070":3,"01083":2,"01086":1,"01094":3,"01099":3,"01101":3,"01103":3,"01110":3,"01111":3,"02018":3,"02060":2,"02080":2,"03026":2,"04017":3,"04020":3,"04036":1,"04040":3,"04058":2,"04097":1,"04100":2,"05024":2}},{"id":5447,"name":"Shutter Speed ","creation":"2014-05-11 15:44:53","description":"<p>Took 2nd in a tourney recently. Actually saw another person running a similar deck. For all of the crap this ID gets, it's definitely getting some play (for the time being). I think it's fun, and will likely only get better!<\/p>\n\n<p>Fast Advance but not a rush deck. Can kill (I've flatlined with both Junebug and Shinobi), but it's mostly working to score agendas out of hand.<\/p>\n\n<p>Been playing variations of this since H&amp;P was released and found that an early Corroder or Yog hurt my chances of scoring that first agenda. Power Shutdown helps immensely here. It's also great mid-late game as a way of extending your ability to slow them down.<\/p>\n\n<p>Unsure about Melange here. I think it can work, but I haven't really been able to make it happen yet. Perhaps a Private Contracts or the like would be better? Hell, even Hedge Fund.<\/p>\n\n<p>Looking forward to playing more, and making refinements. Any thoughts?<\/p>\n","username":"jeremyorion","cards":{"01069":2,"01070":2,"01075":1,"01092":2,"01103":1,"01108":2,"01111":1,"02033":2,"04012":2,"04013":2,"04020":1,"04058":2,"04115":1,"04117":2,"04119":2,"04120":2,"05003":1,"05005":3,"05006":1,"05007":3,"05011":2,"05014":1,"05015":2,"05016":2,"05018":1,"05021":2,"05023":2,"05024":2,"05027":1}},{"id":5449,"name":"Shinkansen","creation":"2014-05-11 16:23:30","description":"<p>I am still testing this deck, but thought I would share it to get some help on improving it and comments. <\/p>\n\n<p>Basic Strategy<\/p>\n\n<p>Use Legwork and Account Siphon to apply early pressure on HQ, force the corp to concentrate on securing HQ and grab some early agendas. Legwork works wonders in the beginning to grab some agendas before the Corp gets set up, since you will access 3 out of 5 cards at once. Once accessing HQ becomes too difficult, put down the R&amp;D interfaces and switch to R&amp;D attacks to dig for the winning agendas. <\/p>\n\n<p>Economy<\/p>\n\n<p>Next to operations economy, Desperado and Tenma (in combo with the run events) are the backbone of your econ so make sure to make good use of them. Thanks to the VoicePADs and SOT you can keep running for a while without running out of steam. <\/p>\n\n<p>Honorable Mentions<\/p>\n\n<p>Clone Chips\nUse these either for recycling faeries or to reset a Femme Fatale or retrieve trashed breakers. <\/p>\n\n<p>Gordian Blade + Corroder\nThese cards work wonders together with faerie to cheaply break any ice you encounter. <\/p>\n\n<p>Prepaid VoicePAD\nAfter some testing I chose Prepaid VoicePad over Public Terminal since you will save more money in the long run, since there are also a substantial number of non-run events in here. <\/p>\n\n<p>Planned Assault\nThis card is a gold-mine as it lets you find the events you need for a specific situation: Heavily Iced-up Remot? Get an Inside Job. Low on money? Get a Dirty Laundry or Account Siphon!<\/p>\n\n<p>The deck is no yet perfect and certainly not tier 1, but a lot of fun to play and I won 6 out of 6 games so far. Looking forward on hearing your comments and thoughts on how to improve this.<\/p>\n","username":"faith_star83","cards":{"01007":1,"01018":3,"01021":2,"01022":3,"01024":3,"01026":1,"01043":1,"01050":3,"02043":2,"02104":3,"02107":2,"03038":2,"03052":3,"03054":3,"04029":2,"04063":2,"04109":2,"05029":1,"05032":2,"05035":3,"05036":2}},{"id":5450,"name":"Psycho-Beale from Portland Regionals (4-1)","creation":"2014-05-11 16:28:16","description":"<p>This deck in some form has gone 12-2 the last three tournaments. Similar strategy to my other deck, which is pretty vanilla MSR stuff. -1 Tollbooth, -2 Roto, +1 Ichi and +2 Fast Track. Fast Track wins games with Psycho Beale. Quandary is to make them get a Yog whereas Tollbooth hurts me more by killing my economy for a few turns. I never once rezzed a Rototurret so I ended up taking them out and replacing with Ichi.<\/p>\n","username":"grogboxer","cards":{"01062":1,"01080":1,"01081":3,"01082":2,"01084":3,"01085":3,"01088":2,"01092":2,"01110":3,"02020":2,"02052":2,"02110":3,"02115":3,"02116":3,"04012":2,"04015":3,"04076":3,"04096":2,"04117":1,"04119":3,"04120":1,"05027":2}},{"id":5451,"name":"Project Psycho","creation":"2014-05-11 16:39:12","description":"\n","username":"Wrathrage","cards":{"01084":2,"01085":3,"01088":2,"01098":3,"02039":2,"02056":3,"02096":1,"02114":1,"02115":3,"02116":3,"04012":3,"04015":3,"04059":2,"04076":3,"04096":2,"04119":3,"04120":2,"05024":2,"05027":2}},{"id":5452,"name":"Kate parasite recursion 1st attempt ","creation":"2014-05-11 17:23:13","description":"<p>This is my first attempt at building a Kate parasite recursion deck. Femme's for nasty ice, Inti for wraparound, deus x for the jinteki matchup, sharpshooter just in case. lots of R&amp;D pressure from indexing\/SOT. I would appreciate some comments and criticism. <\/p>\n","username":"Ariya92","cards":{"01006":2,"01008":3,"01012":3,"01026":2,"01033":1,"01034":3,"01050":3,"02009":2,"02047":3,"02066":1,"02091":2,"02106":3,"03034":3,"03038":3,"03040":1,"03048":1,"03052":3,"03053":3,"03054":3,"04067":1}},{"id":5454,"name":"J:TI — Portland Regionals Top 8","creation":"2014-05-11 17:29:21","description":"<p>Went 5-0 in Swiss at the Portland Regionals with this deck yesterday and made Top 8. I lost once with it in eliminations to get knocked out of the finals — that was under time pressure from an otherwise winning position, in a repeat game against someone who had a higher seed and got to 6 points early. <\/p>\n\n<p>I'm pretty stoked about this ID as the HB:CI analog of this set, but time trouble is a significant weakness of this particular deck for a tournament. There's plenty of FA to score out, but you usually see just about your whole deck unless you get the Philotic kill or some other lucky kill. My most important Swiss win came after a fast loss as runner and took about 45–50 minutes — yeesh.<\/p>\n\n<p>NAPD vs. Medical Breakthrough is a tough call here; bad pub. hasn't been a problem for the former in my limited experience, and the latter is easier to score late but can hurt you in the early game when things can already be a bit sketchy. I could definitely see different agenda compositions like adding Niseis or Braintrusts — no strong opinions. If you grind the runner down to almost nothing, you can sometimes score Fetals for free in the end game, but they can otherwise be a liability if you need to score out.<\/p>\n\n<p>Susanoo got me extra Archer hits in a couple of games, and Hadrian's worked better as Yog0saurus and Katman defense than Flare would have.<\/p>\n","username":"Baotus","cards":{"01070":1,"01084":1,"01101":2,"01102":1,"01103":3,"01104":1,"01108":1,"01110":3,"02032":3,"02033":3,"04012":3,"04015":3,"04032":3,"04073":2,"04100":2,"04119":3,"04120":2,"05003":1,"05004":3,"05006":1,"05011":1,"05016":3,"05017":3,"05020":1}},{"id":5455,"name":"Plan B From NeoTokyo Space","creation":"2014-05-11 17:59:33","description":"<p>A Tennin Institute deck I'm trying out.<\/p>\n","username":"KillerShrike","cards":{"01078":3,"01089":3,"01100":3,"01110":3,"02014":2,"02033":3,"02073":1,"03026":3,"04013":3,"04099":3,"04114":2,"04120":3,"05003":1,"05005":3,"05006":1,"05007":3,"05015":3,"05020":2,"05021":2,"05023":3}},{"id":5456,"name":"gotta go hemo (2014 Portland Regional 2nd Place)","creation":"2014-05-11 18:49:49","description":"<p>This deck went 4-1 in swiss and 2-1 in double elimination. Indexing, Siphon and Dirty Laundry + Security Testing forces the corp to heavily ice all three centrals before they can slow you down. Hemorrhage + Legwork is an incredibly powerful combo and if they have an agenda in hand you're either going to find it in hq or archives if they pitched it. Indexing + Siphon + Hemorrhage allows you to control the corp's hand and their credits so you can go for big fast scores or play an aggressive control game when there's a drought of agendas. Public Terminal lets you earn money with Ken's ability and probably saved me 10+ credits per game. Security Testing is amazing and turns an undefended server into free money, and has great synergy with Desperado, Hemorrhage, and Dirty Laundry. And because it is going to get asked, 'why force of nature?' There's no room for Yog+Sucker as Indexing and Hemorrhage are key pieces of the deck, Passport handles the code gates on central servers, and Force of Nature is slightly more efficient than Peacock for small code gates and they break even on big ones.<\/p>\n","username":"nobodyhasthis","cards":{"01007":1,"01018":3,"01021":3,"01022":3,"01024":3,"01026":1,"01050":3,"02009":2,"02062":1,"02104":1,"02106":2,"03052":3,"03054":3,"04082":2,"05029":1,"05032":3,"05035":3,"05038":3,"05042":1,"05046":1,"05048":3}},{"id":5457,"name":"Hard ICED Tea V1.0","creation":"2014-05-11 19:20:33","description":"<p>This deck is being beta tested and I am looking for feedback.<\/p>\n\n<p>This deck may appear to your opponents as a classic NEXT Design deck; lots of ice to stop you. What they may not realize is just how dangerous this particular mixture can be. ICE like Janus are generally just outrageously expensive for any deck, but when your opponent runs into a Whirlpool, which sends them into a Howler? If they don't have a Killer they may as well just clean up.<\/p>\n\n<p>Another fun fact about Howler is it doesn't get trashed until the end of the run, so stick if they are whirlpooled feel free to stick a Cell Portal behind it and then stick something else behind it on their second pass.<\/p>\n\n<p>Minelayer works well with Cell Portal as well, and Amazon Industrial and Akitaro Watanabe are there to mitigate cost. I recommend using ICE like Guard and Rototurret on central servers and leave your remotes to the multiple ICE shenanigans.<\/p>\n\n<p>You may find yourself using Reclamation Order to get back your Econ cards, but hopefully it won't be too taxing to run as a lot of my cards will lower or get around costs completely. Adonis and Eve Campaigns are there in addition to Hedge Funds. I would actually like to get a third of each of the campaigns in the deck, in case I decide to replay them with Reclamation Order.<\/p>\n\n<p>Let me know what you guys think, as this all came directly from my head and I am looking to make this even better. Also let me know if you have suggestions for a new name.<\/p>\n","username":"Cancer Ace","cards":{"01055":3,"01056":2,"01062":3,"01063":2,"01064":3,"01074":2,"01079":1,"01106":3,"01110":3,"02011":2,"02012":2,"02038":2,"02092":2,"02094":2,"03003":1,"03004":1,"03016":3,"03017":3,"03018":2,"03019":2,"04111":3,"05024":3}},{"id":5458,"name":"HB Clickloop V1.1","creation":"2014-05-11 20:34:59","description":"<p>Suggested revision of \"Hard ICED Tea V1.0\".<\/p>\n\n<p>Dropped all ETR Bioroids, added Sherlock to give other pieces a better chance to fire. Akitaro is OK with Cell Portal, but you really just need to print tons of money to make the combo work, and as mentioned you need to hide your pieces and dump Bioroids in the trash en masse, so JH seems better.<\/p>\n\n<p>You might want to do 3x Whirlpool instead of 3x Cell Portal; dunno. Or a third Jackson and — why not — a Research Station might work for those two pips.<\/p>\n\n<p>Chimeras might work if you push toward even more advertisements — could let you score an early Mandatory Upgrades. I'd take one or both of the Guards out if you go in that direction.<\/p>\n\n<p>Shipment from MirrorMorph might support you as you draw fast, build up your pieces in the right order, and thereby hide them better than if they were hanging out in HQ or R&amp;D.<\/p>\n\n<p>Finally, I added an MMC, because if you're going to dream big with Mandatory Upgrades, you should be able to live the dream once you score it. :D<\/p>\n","username":"Baotus","cards":{"01055":3,"01056":2,"01060":2,"01062":3,"01074":3,"01106":3,"01108":1,"01110":3,"02011":2,"02012":3,"02030":3,"02092":2,"02094":2,"03003":1,"03004":1,"03016":3,"03017":3,"03018":2,"04015":2,"04040":2,"04100":2,"05024":2}},{"id":5459,"name":"Medtech - Expedited Test Results 2.0","creation":"2014-05-11 21:10:37","description":"<p>This is the update version on my earlier Mushin No Shin\/Trick of Light Deck.<\/p>\n\n<p>The basic plan is to use Mushin No Shin to set up a dangerous trap.  If the runner ignores it, I can use trick of light to score an agenda from hand.  If they don't, well, they hit a trap.  Archived Memories and Precognition are both in the deck to help the combo come together quicker and more often.<\/p>\n\n<p>I played with the ice a lot from my original design and choose leaner ice for an early game race for 6 agenda points.  I also worked in Future Perfects to free up some room and to make every Mushin No Shin more tense - it might not be a trap and it might give me half the points I need to win.<\/p>\n\n<p>As far as economy goes, I'm relying on Mushin No Shin, Hedge Fund, and Mental Health Clinic.  Mushin No Shin is a great return and could potentially take much of the cost out of advancing agendas.  Hedge Fund gives good burst though I'm open to arguments for using Celebrity Gift or Medical Fundraiser instead.  Finally, Mental Health Clinic allows me to play a few cards down, unprotected in new remote servers.  Most people don't expect a bluff agenda this way, and having some asset economy makes the bluff that much easier to pull off.<\/p>\n\n<p>My biggest questions are over removing Precognition and replacing Hedge Fund with something else.  I would like to find a way to put some Shi.Kyu's in the deck in that they can help tip the race in my favour early on, especially if I allowed a Medical Breakthrough get stolen for easier scoring later.<\/p>\n","username":"chasertalk","cards":{"01058":3,"01063":1,"01069":3,"01073":2,"01075":1,"01110":3,"02014":2,"02033":3,"02112":1,"03009":1,"03026":1,"03027":1,"04013":2,"04032":2,"04074":1,"04093":1,"04117":1,"05001":1,"05005":3,"05007":2,"05009":3,"05015":3,"05019":1,"05024":2,"05025":1}},{"id":5460,"name":"jinteki erosion (2014 Portland Regional Second Place)","creation":"2014-05-11 21:49:58","description":"<p>This deck went 4-1 in swiss and 2-1 in double elimination. 4 of its victories were flatline wins. The ice makes servers irritating to get in to, and the agenda composition and traps give little reward for accesses. Taxing ice on hq means siphons don't earn the runner much, and Private Contracts\/Gila\/Medical Research\/Celebrity Gift let you bounce back immediately after any economic hit, either from rezzing ice or econ denial. Double scorch keeps the runner honest and gives you a meat damage victory avenue with Cerebral Cast and Snare. Cerebral Cast is amazing, but only play it when you can punish them for taking the tag, either by trashing a resource like pro con or kati, or hitting them with scorch. At the tournament, the runner always ended up correctly taking the least damaging option (brain damage when I had a double or single scorch flatline chance or they had a fully loaded kati, tags when I had single scorch but couldn't kill or they had an empty kati) but I was still able to punish effectively by either wiping their hand or trashing resources. The only agendas you care about scoring are gila, house of knives, and philotic, but if the runner gives you a scoring window don't hesitate to rush out the future perfect as jinteki on match point means they've got to run all your shenanigans. In testing I got most of my victories by scoring philotic when the number of agendas in their score area matched their hand size, but at the tournament the runner generally ran out of cards in their deck and couldn't run or score without getting flatlined.<\/p>\n","username":"nobodyhasthis","cards":{"01062":1,"01067":1,"01070":3,"01078":1,"01090":1,"01099":2,"01110":3,"02032":2,"02059":2,"03023":2,"04012":2,"04013":1,"04015":3,"04074":1,"04093":1,"05004":3,"05006":1,"05007":3,"05011":3,"05013":3,"05014":1,"05016":2,"05017":2,"05018":3,"05020":1,"05022":2}},{"id":5461,"name":"Kate Overmind","creation":"2014-05-11 22:05:41","description":"<p>So this is a Overmind\/Grappling Hook recursion deck. Between those two breakers and E3 Feedback Implants, nothing keeps you out. There's a copy of Mimic in there for Swordsman, and Inti to deal with Wraparound.<\/p>\n\n<p>Core economy is Kati+Underworld Contact+Daily Cast with some supplementation from Modded. Lots of out-of-hand econ too with Lucky Find &amp; Dirty Laundry, and Sure Gambles.<\/p>\n\n<p>The thing I heard about Overmind decks was that they're pricey to run, but this deck does a lot with very little money. Bigger ICE is dealt with via grappling hook plus a few credits from E3. The rest is Overmind (which is free if you Modded it in with Kate's discount). The recurring credits on Toolbox go a long way, as does free money every turn via Underworld Contact.<\/p>\n\n<p>Clone Chips, and Test Runs let you recycle where needed. When an Overmind is empty, Scavenge is your best friend for refreshing tokens. So this is a Overmind\/Grappling Hook recursion deck. Between those two breakers and E3 Feedback Implants, nothing keeps you out. There's a copy of Mimic in there for Swordsman, and Inti to deal with Wraparound.<\/p>\n\n<p>Economy is Kati+Underworld Contact with some hardware supplementation from Inside Man (jury's still out on his presence in this deck) and Modded. Lots of out-of-hand econ too with Lucky Find &amp; Dirty Laundry, although I may swap the latter out for Sure Gambles instead.<\/p>\n\n<p>The thing I heard about Overmind decks was that they're pricey to run, but this deck does a lot with very little money. Bigger ICE is dealt with via grappling hook plus a few credits from E3. The rest is Overmind (which is free if you Modded it in with Kate's discount). The recurring credits on Toolbox go a long way, as does free money every turn via Underworld Contact.<\/p>\n\n<p>Clone Chips should be saved for Grappling Hook recursion, and Test Runs let you recycle or tutor where needed. When an Overmind is empty, Scavenge is your best friend for refreshing tokens. This also lets you safely pull an Overmind out early even if you don't have a tonne of extra MU installed so that you can apply early pressure.  <\/p>\n\n<p>The whole affair can take a bit to get going, but is pretty great once it has a bit of momentum.  <\/p>\n","username":"dupl3x","cards":{"01011":1,"01033":1,"01035":3,"01041":2,"01050":3,"02024":2,"02028":2,"02047":2,"02069":3,"02088":2,"02091":2,"02107":2,"03034":3,"03038":2,"03048":1,"03052":3,"03053":3,"04086":1,"04109":3,"05045":2,"05053":3}},{"id":5462,"name":"Reinarado v6 (Portland Regionals, 7th place)","creation":"2014-05-11 22:32:26","description":"<p>The version I took to Portland regionals, went 3-2 in Swiss but 0-2 in eliminations. One of those losses is definitely a misplay (hit a NAPD but forgot to gain credit first) and another loss was not seeing Datasucker\/Knight\/Djinn in the first third of my deck. <\/p>\n\n<p>My other version uploaded here summarizes my strategy. It is a Criminal deck in that it is all about running. You HAVE to run and keep them poor, either by faceplanting into ice or parasiting and running datasuckers. That's also why I don't use Noise-- I need an open archives to get suckers, if they ice it EARLY I have problems. Late game icing Archives is fine, that's ice they aren't using on R&amp;D. Also, Reina's tax makes rezzing more of an issue. Lastly, her Link is gravy for Caduceus\/Viper\/etc. If they don't rez ice, punish them by bringing out medium. Infiltration is a meta call for Jinteki, though it helped me beat a Red Coats deck at the tournament by trashing a GRNDL Refinery.<\/p>\n\n<p>Express Delivery is a lot better than Quality Time in this deck. You need a specific tool, Express gets it for you. Quality Time forces you to discard stuff and costs 2 more. I'd rather have 2 credits than the extra card.<\/p>\n","username":"grogboxer","cards":{"01002":2,"01007":3,"01008":3,"01009":2,"01010":1,"01011":3,"01012":3,"01014":3,"01024":2,"01049":2,"01050":3,"02009":2,"02022":2,"02041":1,"03052":2,"03053":2,"04041":1,"04043":3,"04109":2,"05033":3,"05035":1}},{"id":5463,"name":"Take the Black","creation":"2014-05-11 22:54:33","description":"<p>Blackguard deck. Event economy to rush your credits fast and get that blackguard into play. Snitch lets you use blackguard's ability on ICE, and Silhouette's on Assets (and to check for agendas on remotes).<\/p>\n\n<p>You try to keep the corp poor with blackguard so they can't rez more ICE or score agendas.<\/p>\n\n<p>I'm having trouble with some NBN that uses only cheap ICE, because blackguard is useless against them. Suggestions are welcome.<\/p>\n","username":"w1kk","cards":{"01007":2,"01018":3,"01021":2,"01022":2,"01026":1,"01043":1,"01050":3,"02009":2,"02043":3,"02045":2,"02065":2,"02091":1,"02104":3,"02105":1,"02107":2,"03052":3,"04004":2,"04085":3,"04109":2,"05030":1}},{"id":5464,"name":"Taxi - its Taxman meets JintekI","creation":"2014-05-11 23:10:33","description":"<p>Cheap to rez and taxing shit on centrals, big shit on the remotes, using marker to prevent inside job, and force ETRs on tsurugi and ichi's   Hell they even work on pop ups, and other markers!<\/p>\n\n<p>If the runner has yog, it sucks, but is doable.  If  they don't, its a pain in the ass.  Basically you have centrals covered, and then 1 remote as taxing as possible to get in.<\/p>\n","username":"x3r0h0ur","cards":{"01110":3,"02014":1,"02015":3,"02031":1,"02032":3,"02055":3,"02056":3,"02095":3,"03017":2,"04012":3,"04013":3,"04015":3,"04074":2,"04114":2,"04116":3,"04119":3,"05005":3,"05009":3,"05018":3}},{"id":5465,"name":"Notorious Shadow v2","creation":"2014-05-11 23:22:01","description":"<p>This is a deck concept for Silhouette. The plan is to use her ability to make runs on remotes only when you need to (steal agendas or trash really important assets), and the rest of the time you just slam the centrals.<\/p>\n\n<p>The economy changed a bit, shifting to MO plus Kati for backup. Mr. Li got cut for quality time (the burst is better in testing) and Same old Thing is to reuse your events, which you'll need to clear the way for your runs or syphon again and again.<\/p>\n\n<p>Notoriety is there to get you the last points to win (you can surprise the corp by scoring two points out of nowhere). I went for Inside Job instead of Feint just for the ability to access cards at the end of the run.<\/p>\n\n<p>The icebreakers let you run on remotes pretty easily (except for code gates). I chose Corroder because it's the best there is, and I had the influence, and the others are centrals only. If you need to run remotes for an agenda, Crypsis is your guy, or Knight if you know it's a high powered ICE. If there's only one, just inside job to get it. I think it can be good, but I'm open to suggestions to improve it.<\/p>\n","username":"w1kk","cards":{"01007":1,"01018":3,"01021":3,"01022":3,"01026":1,"01044":2,"01050":3,"01051":1,"02009":2,"02026":3,"02043":3,"02064":3,"02087":2,"02091":2,"03054":2,"04043":2,"05030":1,"05035":1,"05041":1,"05046":2}},{"id":5466,"name":"Volatile","creation":"2014-05-11 23:56:28","description":"\n","username":"jcyyip88","cards":{"01062":1,"01067":1,"01069":2,"01070":3,"01072":3,"01075":1,"01090":2,"01103":3,"01110":3,"02014":2,"02032":3,"02059":3,"02080":2,"02095":2,"03026":1,"04060":1,"04073":2,"04074":3,"04079":3,"04093":2,"04100":2,"04119":3,"05006":1,"05017":1}}]