[{"id":1239,"name":"Demolition Derby v1.3","creation":"2014-01-03 05:04:01","description":"<p>Quite simple but effective deck, obviously aiming at HQ.\nDemolition Run can seriously cripple a Corp, and if you do it twice in the same turn, you could deplete HQ of all cards.\nThree copies of HQ Interface mainly to draw them often, since using a DR for just one card ain't optimal at all.<\/p>\n\n<p>The other half of the deck is aimed at derezzing the big pieces of ICE as not to spend a lot of money, or at making the Corp pay at least twice the price for them. Inside Job and Running Interference basically work very similarly, in practice allowing you a free run more often than not. And 4 credits is no issue with Prepaid VoicePADs.<\/p>\n\n<p>Prepaid VoicePAD works well with any event in the deck except Emergency Shutdown, but it is especially true for Dirty Laundry and Sure Gamble.<\/p>\n\n<p>Economy works with very little here, but I noticed while playing that you don't need much, with Desperado, Kati Jones and possible recursion of Sure Gamble and Dirty Laundry.<\/p>\n","username":"paddosan","cards":{"01003":3,"01007":2,"01017":1,"01020":3,"01021":2,"01022":2,"01024":2,"01027":2,"01050":3,"02007":2,"02009":2,"02043":2,"02065":3,"02085":3,"02091":3,"03052":3,"03054":3,"04029":3,"04044":2}},{"id":1240,"name":"NBN TWIY* Paparazzi v4","creation":"2014-01-03 11:20:40","description":"<p>Typical Fast Advance, but with a little more money for some bigger ICE.<\/p>\n\n<p>It relies heavily on getting a rezzed SanSan, but I've never had trouble doing that, even against Reina.  The MVP of the deck is certainly Shipment from SanSan. Saving two credits may not seem like a lot, but it can be the difference between life and death.  Once one Autoscript is scored, the game is pretty much over.  I originally had two GLCs instead of two Rototurrets; however, the two subroutines really helped slow down the runner as well as kill some pesky data suckers.  I got 6th in the Taipei Tournament with the first variant of this deck; however, I switched to the second identity and took out the tracing ICE to speed the deck up. In my Shaper heavy meta, this deck usually scores too quickly for them to stop me.  The two decks that give me trouble are CTFaerush and Reina.  Both of these match ups though prove less troublesome once I get DataRaven in front of HQ. The tags feed the Closed Accounts and provides a small enough window to score with SfSS.<\/p>\n","username":"evilpanda","cards":{"01064":2,"01081":3,"01082":3,"01083":3,"01084":2,"01088":2,"01090":2,"01092":3,"01101":2,"01107":1,"01110":3,"01113":2,"02056":3,"02114":1,"02115":3,"03023":1,"03026":2,"04012":2,"04015":2,"04034":3}},{"id":1241,"name":"Make My Day-Teki","creation":"2014-01-03 12:05:19","description":"<p>I have not played this deck. It is a concept deck only. If you play it let me know what worked for you. I will keep everyone posted on my changes.<\/p>\n\n<p>I get so twisted trying to make a Jinteki Deck, it is hard for me to make a deck for this Corp. With that said this is what I came up with one night Burning the Midnight Oil. <\/p>\n\n<p>This deck build started with the thought of how to get some economy for Jinteki. I like how Weyland can use commercialization to great effect. Replicating Perfection seems to have a power that could really be exploited against the runner. I like the idea that the runner must run twice to access a remote server. Too bad this wasn't Has Bioroid that ice would really help this identity. <\/p>\n\n<p>The runner must run your central servers so try to stack them as best as possible for an attack. The base ice (1) should be Ice Wall. Then ice (2) is Chum. Then ice (3) is Matrix Analyzer. When Matrix Analyzer goes off use it to increase the ice wall. This way you can advance the Ice Wall on the Runners turn too. Also try to use Simone Diego to boost the ice wall as much as possible before she is trashed. The Ice tower is not really meant to stop the runner until they reach the Ice Wall at the base of your tower. This Corp deck should punish the runner so they need to lick their wounds after trying to attack your central servers.<\/p>\n\n<p>Also you want to taunt the runner to attack. Let them stew over your installed Sundew. It should always get you back at least the two credits you paid for it. Since the runner must run a central to even attack Sundew. Plant a Ronin and make them run on that instead of the Sundew they were waiting to kill.<\/p>\n","username":"Trewaters","cards":{"01068":1,"01070":3,"01075":3,"01077":3,"01078":2,"01089":1,"01103":3,"02014":3,"02031":1,"02032":3,"02058":3,"02073":1,"02094":3,"02099":2,"02112":3,"03023":3,"04015":3,"04033":3,"04053":3,"04054":3}},{"id":1242,"name":"vamp","creation":"2014-01-03 13:36:16","description":"<p>f<\/p>\n","username":"Milchtee","cards":{"01004":1,"01026":2,"01034":3,"01035":3,"01036":3,"01043":2,"01044":1,"01049":3,"01050":3,"02009":2,"02021":3,"02047":3,"02049":2,"02107":3,"03028":1,"03034":3,"03038":1,"03046":1,"03053":3,"03054":3}},{"id":1243,"name":"HB Janky Ronin Combo","creation":"2014-01-03 16:00:43","description":"<p>What you need:\n11 credits\nHand with 2 biotic labors, 2 diagnostics, and power shutdown.\nJackson Howard and 2 Ronins installed.<\/p>\n\n<p>Click 1: Biotic labor (4 clicks left)\nClick 2: Biotic Labor (5 clicks left)\nClick 3: Power shutdown (4 clicks left)\nClick 4: RFG Jackson, add Interns and 2 shipments (3 clicks left)\nClick 5: Diagnostics, returning jackson and advancing ronins (2 clicks left)\nClick 6: RFG Jackson for Shipments and Biotic Labor.  Diagnostics.\nClick 7 and 8: Activate ronins and flatline.<\/p>\n\n<p>This is pretty damn janky and puts Keanu Reeves to shame.  Have fun :P<\/p>\n","username":"skydivingninja","cards":{"01054":1,"01059":2,"01061":2,"01062":3,"01063":2,"01064":3,"01100":2,"01110":3,"01113":2,"02013":2,"02039":3,"02051":2,"02110":2,"02112":2,"03004":1,"03005":3,"03027":2,"04015":3,"04020":1,"04040":3,"04052":2,"04058":1,"04060":3}},{"id":1244,"name":"Legend of Link","creation":"2014-01-03 16:33:11","description":"<p>With NBN so strong in meta, this deck is designed to make their traces fail. Hardware helps with the economy to get through tough ice. Special Order, Diesel and Replicator help get what you need. No tricks, just get money and run with cheap breakers.<\/p>\n","username":"vdude","cards":{"01007":3,"01022":3,"01033":1,"01034":3,"01035":3,"01041":2,"01044":3,"01049":2,"01050":3,"02007":3,"02009":2,"02028":3,"02041":1,"02069":3,"02088":2,"02107":3,"03041":3,"03042":3}},{"id":1245,"name":"Legend of Link 1.2","creation":"2014-01-03 16:46:59","description":"<p>With NBN so strong in meta, this deck is designed to make their traces fail. Hardware helps with the economy to get through tough ice. Test Run, Diesel and Replicator help get what you need. No tricks, just get money and run with cheap breakers.<\/p>\n","username":"vdude","cards":{"01007":3,"01027":1,"01033":1,"01034":3,"01035":3,"01041":2,"01044":3,"01049":2,"01050":3,"02007":3,"02009":2,"02028":3,"02041":1,"02047":3,"02069":3,"02088":2,"02107":3,"03041":3,"03042":2}},{"id":1247,"name":"dirty ice","creation":"2014-01-03 17:07:49","description":"<p>Bishop for breaking, Rook for costing the corp, pawn to recurse. I like having multiple breakers available, it never feels like a dead draw in this deck.<\/p>\n","username":"somndev","cards":{"01002":2,"01003":1,"01007":3,"01010":1,"01011":2,"01014":2,"01020":2,"01050":3,"01053":3,"02002":2,"02009":2,"02024":1,"02082":2,"02087":2,"02106":1,"02107":2,"03052":3,"04002":2,"04003":3,"04021":3,"04041":1,"04043":3}},{"id":1248,"name":"NBN TWIY* Rushing the Accelerated Shutdown","creation":"2014-01-03 17:46:24","description":"<p>Even if the deck incorporate the Power Shutdown\/Accelerated Diagnostic combo, this is mainly a run to the mill NBN Rush\/Fast-ad deck. It plays a lot of cheap ETR ICE, some light Econ and enough Rig destruction to let you rush your early Astroscript\/Beale behind your ice. As expected, Power Shutdown is clearly the super-star in this deck. It got two purposes: Trashing those pesky early corroder\/mimic\/faerie\/datasucker\/SMC\/Clone Chip and when the deck is at match point (either 3 with an astroscript token or 4 without), enable the Power Shutdown\/Accelerated\/Shipment from Sansan into 4 (or 3) points combo. <\/p>\n\n<p>What could be improved: \n- I would probably swap the 3 Wall of Static for Wraparound when the card is out. \n- I don't really think 3 Sansan are necessary (2 seems to be enough) but I don't have any clues on what I should add instead (maybe a Closed Account?)<\/p>\n","username":"Calimsha","cards":{"01064":1,"01081":3,"01082":3,"01092":3,"01110":3,"01111":2,"01113":3,"02039":1,"02056":3,"02060":2,"02070":3,"02114":1,"02115":3,"04015":3,"04020":2,"04034":3,"04052":2,"04058":3,"04060":1}},{"id":1249,"name":"whizzard rook","creation":"2014-01-03 19:00:30","description":"\n","username":"behyou","cards":{"01005":3,"01008":3,"01009":2,"01010":1,"01011":2,"01012":2,"01019":2,"01049":2,"01050":3,"02001":1,"02002":2,"02009":2,"02022":3,"02041":1,"02082":2,"02102":3,"03040":3,"03049":2,"03052":2,"03053":3,"04003":2}},{"id":1250,"name":"Chess is Hard v0.6","creation":"2014-01-03 21:50:15","description":"<p>revised it once more after a few comments.<\/p>\n\n<p>Still undecided on Account Siphon and using the splash maximum for that or adding the Ninja and ZU.13 as splash or skip max splash and add Mimic and Yog.0 up to x2.<\/p>\n","username":"paintner","cards":{"01002":2,"01007":2,"01008":3,"01009":2,"01010":2,"01011":1,"01014":1,"01015":2,"01018":2,"01028":1,"01050":3,"01051":1,"01053":3,"02003":2,"02009":2,"02022":3,"02041":2,"02043":2,"02082":2,"04003":3,"04041":1,"04042":2,"04043":2}}]