[{"id":7019,"name":"Fixed strength breaking","creation":"2014-06-23 01:14:41","description":"<p>This is my personal take at building an Anarch deck focusing on their strengths. Efficient running with their fixed breakers. The biggest problem with anarchs currently is getting breakers consistently. I tried to solve this with splashing special order from our beloved criminals as well as clone chip, in case something gets trashed. Clone chips do work here, they can do several things: get a parasite, knight or bishop (deep red) mid run. I went for the standard econ with Armitage, liberated daily and kati. I also added Lucky Find to get a bit more burst. Lucky Find > Sure gamble because of the lower entrance fee (3 instead of 5 creds does make a difference).<\/p>\n\n<p>Playstyle: Up to now I have only taken a mulligan if I had no econ card in my opening hand and it has worked out decently. Weyland has proven to be a bit of a tougher matchup since I'm not running any scorched counters. NBN has been ok, you can put enough early pressure on the corp with knight and parasite. Whizzards ability helps a lot dealing with unrezzed SanSans so you can stop the Astrotrain without denting your econ too much. Oh, and something about Morning Star: make your decision carefully when to bring the big guns. As a rule of thumb, having 2 elis or 2 hives or something similar rezzed is reason enough to get it. A final thought: work with what you have. I feel anarchs are also a lot about playing the hand you are dealt and improvising off the cards you hold in your hand.<\/p>\n\n<p>Let me know what you think of it.<\/p>\n","username":"Maximus","cards":{"01007":2,"01008":3,"01009":2,"01010":1,"01011":2,"01012":3,"01014":2,"01015":2,"01022":2,"01038":3,"01053":3,"02001":1,"02004":1,"02022":3,"02041":1,"02091":2,"03038":2,"03053":2,"04021":2,"04042":2,"04043":3,"04109":2}},{"id":7020,"name":"SanSan South Anti-Fast Advance Tester","creation":"2014-06-23 01:22:59","description":"<p>Based on Steven Wooley's Anatomy of Anarchy deck, tweaked specifically to fight NBN:TWIY Astrobullshit deck, but still remain effective against other decks.  Got a decent win rate out of it, but not enough to say I was truly effective at my goal.\nBrendan<\/p>\n","username":"bcavalier","cards":{"01002":3,"01003":2,"01006":2,"01007":2,"01008":2,"01010":2,"01012":3,"01018":2,"01050":3,"01051":2,"01053":2,"02001":1,"02003":3,"02021":1,"02041":2,"02042":2,"02103":3,"02106":1,"03054":3,"04043":3,"05036":2}},{"id":7021,"name":"GRNDL - supermodernism","creation":"2014-06-23 04:18:01","description":"\n","username":"Wiegraf","cards":{"01070":3,"01083":2,"01086":1,"01094":3,"01099":3,"01101":3,"01103":3,"01110":3,"01111":3,"01113":2,"02018":3,"02060":2,"02080":2,"04017":3,"04020":2,"04036":1,"04040":3,"04058":2,"04097":1,"04099":1,"04100":2,"05024":2}},{"id":7022,"name":"Andromeda - Andromedium","creation":"2014-06-23 04:22:56","description":"\n","username":"Wiegraf","cards":{"01007":2,"01008":3,"01010":2,"01011":1,"01014":1,"01018":3,"01021":3,"01022":3,"01024":3,"01026":1,"01050":3,"01053":2,"02006":1,"02009":2,"02043":3,"02083":1,"02104":3,"02105":2,"03052":3,"05035":2,"05048":2}},{"id":7023,"name":"Small Rigging V2. We be ballin'","creation":"2014-06-23 04:26:39","description":"<p>After running at a tournament this weekend (outside my local meta) I've made some changes.\nAccount Siphon is gone, 1 copy and no Planned Assault makes it pointless as half the time it won't change the current state of the game apart from tagging me up.\nCorroder is out, Snowball + Escher are in. This stops Power Shutdown as easily and I can make myself the \"perfect server\" to run against, typically R&amp;D with my indexing and Maker's Eye recursion; by piling the Barriers in front of it.\nKati is totally gone, 1 copy is pretty worthless.\nTest Run, Scavenge and SMC are all at a full playset each so I can search when I need to. <\/p>\n","username":"BinarySecond","cards":{"01034":3,"01036":2,"01041":2,"01043":1,"01044":1,"01050":3,"02009":2,"02027":1,"02046":1,"02047":3,"02087":3,"02106":3,"03031":2,"03034":3,"03035":1,"03038":3,"03046":3,"03054":3,"04065":1}},{"id":7024,"name":"Blue Sun Glacier - Because We Recycle v2","creation":"2014-06-23 04:30:26","description":"<p>work in progress<\/p>\n\n<p>idea is to use Akitaro and amazon to reduce rez cost of ice which can then be returned to hand for sustained income.\nuse hedge fund and ice-oversight-identity for burst income\nand to generally build a massive towers of ice<\/p>\n\n<p>off the grid can be used to avoid the need for a tower of ice on a remote but is vulnerable to sneakdoor if archives is not secure<\/p>\n\n<p>edit\nchanged a couple things \n-removed scorched-needed space and didn't like the odds of a kill especially after i removed tag giving ice\n-added 1 private contracts which can be reused with BS or interns\n-changed ice so there is no ice with >3 rez cost and removed 2 ichi1.0 as it was my only biroid and had no ETR<\/p>\n","username":"smeehee","cards":{"01064":2,"01079":2,"01090":3,"01106":2,"01110":3,"01111":3,"01113":3,"02018":3,"02019":3,"02038":3,"02059":1,"02079":3,"02120":1,"04015":3,"04038":2,"04040":2,"04060":2,"04078":2,"04117":3,"04119":3,"06068":1}},{"id":7025,"name":"Overtheory v2","creation":"2014-06-23 04:58:19","description":"\n","username":"iMarco","cards":{"01008":2,"01012":3,"01035":3,"01038":3,"01041":2,"01050":3,"02024":3,"02046":1,"02047":3,"02088":3,"02091":3,"03034":3,"03038":3,"04086":3,"05053":3}},{"id":7026,"name":"Good Morning Haas (5th place Oslo Regional)","creation":"2014-06-23 07:00:31","description":"<p>The main task of the deck is to get a super server with Ash, Awakening Center and then put agendas or ideally Director Haas in it.<\/p>\n\n<p>If you have Director Haas then you get an extra click a turn. Can use this to score agendas out of hand, or to simply set yourself up better. <\/p>\n\n<p>If you can score the single Gila early, with Haas you can get 6 credits every turn. <\/p>\n\n<p>Awakening center is really good at protecting Haas, and you can usually rez stuff on it, even after an account siphon. <\/p>\n\n<p>Lots of asset economy, best used as protection from account siphon, together with Encryption Protocol, often means it will cost the runner all their money, or give you a drip econ. Also makes Haas cost more to steal.<\/p>\n\n<p>If the runner does manage to get Director Haas, then it usually opens a scoring window to score agendas normally afterwards, especially NAPD.<\/p>\n\n<p>It can be a bit random if you get a bad start, ideally you want 3-5 cost ice in the early game, and the big ice for awakening center, but you can often end up with big ice early on. Knowing when to mulligan can be key. <\/p>\n\n<p>Some interesting points about this deck, Inazuma can be used as the inner most ice in worst case, as you can install awakening later and have it work on the bioroid ice there. Guard + Awakening center is a pretty good early game set up (especially vs criminals). If you can overscore a vitrivirus, then ABT is less of a crapshoot, but still ABT is usually worth risking early game. (do some math)<\/p>\n\n<p>Did pretty well on the day, came out as joint top seed in the swiss, but failed to do well in the double elim rounds.<\/p>\n\n<p>Have since made newer versions of this deck, and took out some of the bigger ice, to help even out the start. Also keep wanting to put jackson howard back in, but feel like I get more econ out of Akitaro. <\/p>\n","username":"Kamalisk","cards":{"01055":3,"01056":2,"01061":3,"01062":2,"01079":2,"01113":1,"02013":2,"02029":3,"02051":3,"02056":3,"02092":3,"02110":3,"03003":1,"03006":1,"03010":2,"03015":2,"03017":2,"03019":3,"03021":3,"03023":1,"04074":1,"04119":2,"05016":1,"05024":1}},{"id":7027,"name":"Secret Agent (5th Place Oslo Regional)","creation":"2014-06-23 07:09:10","description":"<p>Fairly normal criminal build, plenty of events, has one account siphon in case they leave HQ easy to access, but since I don't want tags I only play it if I can clear tags.<\/p>\n\n<p>Primary econ is from tri-maf, Iain and data dealer. Tries to keep the pressure on all servers, HQ with legwork, r&amp;d with medium and regular breakers so I can still run remotes just fine (passport is the back up influence free code gate breaker)<\/p>\n\n<p>Ideal opening is some econ events, and Logos. Logos usually grabs medium, unless r&amp;d is too heavily defended. Obviously can vary on the situation, getting the right breakers or legwork is good too.<\/p>\n\n<p>Data Dealer is for getting set up quicker after stealing the first agenda, or in a longer game for throwing away agendas to get big medium runs (or legwork grabs). Obviously in a tournament I want to be a bit more sparing with it (I often go for win denial in online games)<\/p>\n\n<p>The deck hates 3 pointer only decks, ideally I want to see too plenty of agendas, to get the most out of logos and data dealer (and my id)<\/p>\n\n<p>Have found it to be as consistent as andromeda, with the added bonus of 2 credits a turn if I get behind. <\/p>\n\n<p>Legwork really is a super amazing card, much better than account siphon :P<\/p>\n","username":"Kamalisk","cards":{"01007":2,"01010":1,"01018":1,"01021":3,"01022":3,"01026":1,"01030":2,"01031":1,"01043":1,"01050":3,"02104":1,"03052":3,"03054":3,"04004":3,"04065":1,"04106":3,"05028":1,"05035":2,"05036":2,"05037":3,"05038":2,"05046":1,"05050":3}},{"id":7028,"name":"ICEland v3.4","creation":"2014-06-23 07:59:07","description":"<p>More streamlined...still needs feedback though...can never have enough of that! :)<\/p>\n","username":"esutter479","cards":{"01055":3,"01106":3,"01110":3,"02012":2,"02051":1,"02060":3,"02092":3,"02110":3,"03003":1,"03006":1,"03013":3,"03014":3,"03015":2,"03016":3,"03017":2,"04015":2,"04030":2,"04071":2,"04076":3,"05016":2,"05024":3}},{"id":7029,"name":"NBN – Attempt Two","creation":"2014-06-23 10:45:32","description":"\n","username":"hoppities","cards":{"01059":1,"01060":1,"01080":1,"01081":2,"01082":3,"01084":1,"01087":2,"01088":2,"01089":2,"01090":2,"01091":2,"01092":1,"01099":2,"01103":1,"01106":2,"01107":3,"01108":1,"01109":1,"01110":3,"01111":2,"01113":1,"02035":2,"02036":2,"02040":2,"04034":2,"04035":1,"04039":1,"04040":3,"04059":1}},{"id":7030,"name":"A protest against runners ","creation":"2014-06-23 11:59:10","description":"<p>I've been experimenting with advancable Wayland for a longtime now, and this is by far the best build that I've tested. <\/p>\n\n<p>Originally the deck was supposed to have 2x mid-seasons and psychographics.As for the ice I try to use the small Ice for protection from inside jobs and other such things that can attack a server in that way, but the ice walls and hadrians will always see 15+ advancements by mid game.   <\/p>\n\n<p>(ps. I haven't included it yet as I will be taking this deck around before it will be released, but I will replace Simone Diago with the root as soon as I get my hands on it :p) <\/p>\n","username":"Omega","cards":{"01084":1,"01086":2,"01098":3,"01099":3,"01102":2,"01103":3,"01107":1,"01110":3,"01111":2,"02057":2,"02058":3,"02076":1,"02077":3,"02099":3,"02116":1,"04015":3,"04036":2,"04040":3,"04100":2,"04119":2,"04120":3,"05024":2}},{"id":7031,"name":"Whizzard's Assault v3","creation":"2014-06-23 13:14:36","description":"<p>Took this deck to the Durham NC regionals and went 2-4. The Planned Assault engine and breaker suite was incredibly useful. There were 3 games where I was only one agenda away from winning, so I've updated the deck from its past incarnation to fix some problems I came across.<\/p>\n\n<p>First off, I kept running into lots of NBN, and Closed Accounts can set this deck back a significant amount.  For that reason, I added Imp to trash any copies I come across, along with cards like Biotic Labor, NAPD Contract, and Scorched Earth.  I also added John Masanori to save on clicks for drawing cards, since the deck typically runs aggressively.  <\/p>\n\n<p>I know Whizzard can be incredibly strong in this asset-heavy meta.  The deck is just thiiiiiiiiiis close to being incredibly strong and consistent.<\/p>\n","username":"skydivingninja","cards":{"01002":2,"01007":2,"01008":2,"01012":3,"01018":2,"01050":3,"01053":3,"02001":1,"02003":2,"02009":3,"02021":1,"02042":2,"02103":3,"02106":1,"03054":3,"04009":2,"04042":3,"04043":3,"05036":2,"05053":3}},{"id":7032,"name":"Jinteki Re-education Services","creation":"2014-06-23 13:29:16","description":"<p>Are you tired of runners accessing your secure servers? <\/p>\n\n<p>Do you feel like these terrorists need their comeuppance?<\/p>\n\n<p>Well you are in luck my friend because Jinteki incorporated will help you punish the criminals who disrupt your servers. <\/p>\n\n<p>Utilizing the latest and greatest in neural reprogramming technology we can guarantee that one way or another the runner will not be an issue anymore. <\/p>\n","username":"CodeMarvelous","cards":{"01067":1,"01070":3,"01078":1,"01099":2,"02032":3,"02059":2,"02095":3,"04012":2,"04013":2,"04015":3,"04071":2,"04074":1,"04093":2,"05004":3,"05006":1,"05007":3,"05011":3,"05013":3,"05014":3,"05016":2,"05017":2,"05020":1,"05022":2}},{"id":7033,"name":"Make 'em Pay V 1.3","creation":"2014-06-23 13:29:38","description":"<p>The latest interpretation of my Jinteki deck, with some serious but subtle changes from the last version. I have been playing some variation of this deck every week at my local tournaments for over a month now, and have been very happy with the results.<\/p>\n\n<p>The core concept remains the same. Tax them so much they can't afford to steal my agendas. Perhaps the biggest change was dropping all three Punitive Counterstrikes. They have won me games, so I was hesitant to do so, but I wanted the free influence and late game they can be a dead draw. I refocused myself on my original taxation concept.<\/p>\n\n<p>The economy is strong; probably stronger than it looks at first glance. Sundew is a monster; if you're opponent cannot get it off the field, they are in trouble. Private Contracts fits perfectly with how I run this deck. Celebrity Gift is likewise a monster; I'm not afraid to show an opponent a hand with a Future Perfect or a Fetal AI in it when I have a pair of ambushes in there as well. Subliminal Messaging is a free credit every turn they don't run, plus adding it back to your hand works rather well with Celebrity Gift.<\/p>\n\n<p>Agendas are exactly what you'd expect. NAPD Contract- that'll be four credits please. Fetal AI- two credits and two net damage. The  Future Pefect is just shenanigans. I dropped Philotic Entanglement for a third Future Perfect. I don't run enough agendas for it to ever do much damage (Its effectiveness with Shi.Kyu or against Notoriety not withstanding), and it got scored by my opponent nearly every game where I ran it. I would rather be certain they are paying more.<\/p>\n\n<p>ICE is the heart of this deck. <\/p>\n\n<p>Tollbooth is nearly the definition of this deck. Stick it on your scoring server and make sure they are paying an extra 3+ to steal anything. <\/p>\n\n<p>Tsurugi can be stuck anywhere, to ETR or damage the hell out of them. I often just use it as an ETR ICE on Scoring Servers or R&amp;D, but my opponents will always try and break all four subroutines, costing them as much as possible. <\/p>\n\n<p>RSVP is possibly the best ICE in the deck, though it doesn't look it. In front of R&amp;D it ensures they can't steal any of your Agendas; but they can still hit ambushes if they don't jack out. It can function the same way as HQ, Asset, or Agenda protection. Stick it in front of another ICE and watch it work as a makeshift Inazuma.<\/p>\n\n<p>Komainu is more taxing the more cards they have in their hand. I love having it in my opening hand to stick in front of HQ to avoid first turn Account Siphons.<\/p>\n\n<p>Himitsu Bako is Asset protection. I'll put it in front of Sundew and Jackson, or occasionally an early game agenda. Need it somewhere else? Move it!<\/p>\n\n<p>Snowflake is a new ICE I'm trying out. I'm hoping it can function as Asset protection when I need it, and at worst it can be further taxation, ensure at least 2 more credits for my opponents to get past it (even breaking it with Corroder would cost 2).<\/p>\n\n<p>Yagura and Shiro are R&amp;D Protection. Shiro is just fantastic with the number of ambushes in the deck. Yagura can be incredibly helpful as well.<\/p>\n\n<p>Inazuma is there to give life to a Komainu or Tsurugi after your opponent plays Mimic or another Killer, but it can also just be one more thing they need to break through if you toss it in front of Tollbooth.<\/p>\n\n<p>3x Shock!, 3x Snare, and 2x Shi.Kyu. I would actually love to fit a third Shi.Kyu back in as well. I always avoid installing ambushes. I don't try and play the bluff game- that's why all the ambushes are advanceless. Instead, I rely on them to punish access of Central Servers.<\/p>\n\n<p>Caprice Nisei is self-explanatory. Either play the Psi game to kick them out after paying through the nose to get in, or just make sure they need another 2 credits.<\/p>\n\n<p>Ash is a new addition made possible by dropping the Punitives. Without Links, it's four more credits they have to pay to score something. Time will tell how useful it can be.<\/p>\n\n<p>The only other card I think I did not mention would be Jackson Howard, who is there as draw power and archive protection as well as recirculating Snares late game, and a lone Closed Accounts, which has become my preferred way of punishing tag floaters or those who run into an ill timed Snare!.<\/p>\n\n<p>I play the deck slow. I don't try to rush out my agendas. I wait until my scoring server is a gigantic toll. I don't install The Future Perfect unless I am certain I can score it the following turn. I never  leave any agenda on the board for longer than one of the opponents turns.<\/p>\n\n<p>Feel free to tweak this list to your play style, and let me know if you have any feedback.<\/p>\n","username":"Cancer Ace","cards":{"01070":3,"01084":1,"01090":2,"02013":2,"02015":2,"02031":1,"02032":3,"02059":2,"04012":3,"04013":2,"04015":2,"04054":3,"04073":3,"04074":2,"04077":2,"04093":1,"04100":2,"04114":2,"04119":3,"05007":3,"05011":2,"05016":1,"05017":2,"05019":1}},{"id":7034,"name":"Extortion!!!","creation":"2014-06-23 14:55:26","description":"<p>I thought I would publish this deck that I have had a lot of success with lately.  This deck is designed to make ice obsolete and fully take advantage of Bad Publicity (BP).  I think there is a lot of promise in this style of deck because most corps do not take the time or effort to remove bad publicity.  <\/p>\n\n<p><strong>How to play<\/strong><\/p>\n\n<p>Don't make a non-blackmail run if you can, we don't want any rezzed ice...<\/p>\n\n<p>You want to get a <a href=\"\/en\/card\/01\">Wyldside<\/a> in play quickly as it is the momentum that this deck needs to recurse <a href=\"\/en\/card\/04089\">Blackmail<\/a> (Also helps against Jinteki attrition).  You also need to give the Corp bad publicity.  If the Corp is kind enough to do it for you via GRNDL or Hostile Takeover this deck will take off quickly, otherwise you will need at least <a href=\"\/en\/card\/04062\">Activist Support<\/a> and <a href=\"\/en\/card\/02109\">New Angeles City Hall<\/a>.  Prevent the tags of <a href=\"\/en\/card\/04062\">Activist Support<\/a> with <a href=\"\/en\/card\/02109\">New Angeles City Hall<\/a> then eventually sell <a href=\"\/en\/card\/04062\">Activist Support<\/a> to <a href=\"\/en\/card\/01047\">Aesop's Pawnshop<\/a>.  <\/p>\n\n<p>Use the <a href=\"\/en\/card\/01049\">Infiltration<\/a> and <a href=\"\/en\/card\/04049\">Raymond Flint<\/a> (Which is great if you put him out before giving the corp BP, a free HQ card access) to expose remote assets before spending a precious <a href=\"\/en\/card\/04089\">Blackmail<\/a>.<\/p>\n\n<p>The key here is to be patient and use your blackmail runs wisely.  Putting a <a href=\"\/en\/card\/01006\">Grimoire<\/a> and then subsequently a <a href=\"\/en\/card\/02041\">Nerve Agent<\/a> or a <a href=\"\/en\/card\/01010\">Medium<\/a> will allow you to make the most of your runs. <\/p>\n\n<p><strong>Deck Building Decisions<\/strong><\/p>\n\n<p>Really it's all about <a href=\"\/en\/card\/04089\">Blackmail<\/a> and making the right runs at the right time (you get an advantage by exposing).  There are a couple breakers in here with <a href=\"\/en\/card\/01004\">Stimhack<\/a> in the just in case of Oversight AI, etc.  <\/p>\n\n<p><strong>Caveats<\/strong><\/p>\n\n<p>I don't think this deck is  perfect in all cases, but if the Corp can't remove BP and doesn't have auto-rezzing ice, ice won't even be a factor in the game at all.  Please let me know what you think!<\/p>\n","username":"timrafalco","cards":{"01004":2,"01006":2,"01010":2,"01011":1,"01016":3,"01019":3,"01047":2,"01049":2,"01050":3,"02001":1,"02003":2,"02041":1,"02109":3,"03035":1,"03054":3,"04001":1,"04049":2,"04062":3,"04083":2,"04089":3,"05036":2,"05053":2}},{"id":7035,"name":"CHIN CHIN","creation":"2014-06-23 15:03:46","description":"<p>Experimenting with a Jinteki deck...I'm a newbie to the Netrunner world so please be gentle. However any advice would be happily accepted. The concept for this deck was originally to have lots of traps and almost no ice. However this just let the deck open to being pillaged by the runner in the central servers. So I tweaked some more and continued with my main emphasis being the Mushi no shin-Agenda\/trap-Trick of light-Bullfrog combo to either advance traps and later move to an agenda with trick of light or to direct the run towards a trap. I like the sound of it but really struggle keeping my deck to the 49 card limit. Previously I had Howard jackson's as well, but then couldn't get the ice I wanted. Maybe I should ditch Ichi as it is very expensive influence wise. Please help readers!<\/p>\n","username":"wizardless","cards":{"01062":3,"01067":1,"01069":2,"01070":2,"01071":2,"01110":3,"01113":2,"02032":3,"02033":3,"02059":1,"02073":3,"02110":3,"04012":3,"04073":2,"04099":2,"04119":3,"05004":3,"05005":3,"05009":2,"05015":3}},{"id":7036,"name":"ICE Tamer","creation":"2014-06-23 15:20:45","description":"<p>My first attempt at a Nasir Meidan deck. I'm generally horrible at making runner decks, so I'm hoping the \"backwards\" nature of his ID will mitigate. Comments are welcome- I know I have to smooth over some numbers...<\/p>\n","username":"ogrillion","cards":{"01007":1,"01008":3,"01032":1,"01034":2,"01041":2,"01043":1,"01046":1,"02049":3,"02063":2,"02066":1,"02082":1,"02091":2,"02106":1,"02107":3,"03031":1,"03038":3,"03039":3,"03040":3,"03046":3,"03049":2,"03052":3,"04003":2,"06017":1,"06018":1}},{"id":7037,"name":"Let's blow this thing and go home","creation":"2014-06-23 16:35:30","description":"<p>My second shaper deck. Am not quite sure where to focus yet.<\/p>\n","username":"Titus","cards":{"01002":1,"01019":1,"01020":1,"01021":1,"01022":1,"01033":1,"01034":3,"01035":2,"01036":2,"01038":2,"01039":2,"01041":1,"01043":1,"01044":2,"01045":1,"01046":1,"01047":1,"01048":2,"01049":2,"01050":3,"01051":1,"01053":2,"02004":1,"02007":2,"02009":1,"03032":1,"03038":1,"03041":2,"03042":1,"03044":1,"03046":1,"03049":1,"03050":1,"03051":1,"03052":1,"03053":1,"03054":1}},{"id":7038,"name":"Everybody eats when they come to my Haas.","creation":"2014-06-23 16:36:21","description":"<p>My second corp deck. I like 'em, but i don't quite know how to use 'em.<\/p>\n","username":"Titus","cards":{"01054":1,"01055":2,"01056":2,"01057":1,"01058":1,"01059":2,"01060":1,"01061":1,"01062":1,"01063":2,"01064":1,"01070":1,"01075":1,"01079":1,"01084":1,"01088":1,"01089":1,"01100":1,"01106":2,"01109":2,"01110":2,"02011":1,"02012":1,"02013":2,"03004":1,"03005":3,"03007":1,"03009":1,"03010":1,"03013":2,"03014":1,"03015":1,"03017":1,"03019":1,"03020":2,"03021":1,"03022":1,"03026":1}},{"id":7039,"name":"Overdrive Draft - TetonCon '14","creation":"2014-06-23 17:19:20","description":"<p>I believe I drafted every Runner economy card that I saw... there were slim pickings all around. I was relying on Silencers and Switchblade for breaking sentries, with the limited-use Cerberus breakers as my primary means for getting through barriers and code gates. Remember all the code gates I saw on the Corp side? Yep, that's why we have 3 copies of Rex in the deck here. With Overmind included, this made for an interesting little deck that could snipe any one server when I needed to, but could not consistently maintain pressure on any server with more than a single sentry.<\/p>\n\n<p>Alright, let's talk about some of the other card choices here. R&amp;D Interface was the only multi-access card I recall seeing the whole draft, I picked it up immediately. Scavenges worked well to replenish the limited-use breakers. In a pinch, I could Aesop's them and Deja Vu a program back, but that was rather costly in regards to credits and clicks. I included Net Celebrity and Scrubbed simply to counter the Corp currents that I saw on that side of the draft. Scrubbed ended up being useless in this deck, while Net Celebrity more than pulled its weight. Akamatsu was Aesop's food, never needed the memory. Wyldside was the only form of card draw I saw in the draft and also paired well with Aesop's. Zona Sul Shipping ended up doing all the heavy lifting in my economy as a mini-Kati Jones, but it was fairly slow and still left me clicking for credits constantly. I'm not a big fan of Daily Casts in regular play, but beggars can't be choosers with economy in draft play. The Aesop's helped out a bit there as well. Ghost Runners were probably the MVP of the deck, allowing Switchblade to get through multi-sentry servers where the Silencers alone simply would not do. Along with seemingly everything else in the deck, they too served as Aesop's food once I got down to a credit left on them and I had enough Silencers to which I felt the 1 Ghost Runners credit was not necessary.<\/p>\n\n<p>I ended up running the table and going undefeated with the Runner. My closest match was against Katie and her deck of undying encrypted portal code gates. She got an early 4-0 lead and I face-planted into an Archer before the tables turned in my favor. Getting through Archer for free (via Switchblade and two recurring Silencer credits) does have that effect though. Eventually, she couldn't keep me out, and I caught up and won after establishing an R&amp;D lock with my R&amp;D Interface singleton. I also had a very close game against Craig's corp. He played with more of a horizontal server shell-game-esque strategy with several cheap sentries, that played right into my hand once I had the Switchblade\/Silencer set-up. I was able to keep constant pressure and kept him low on credits throughout to pull away with the win.<\/p>\n","username":"CrimsonWraith","cards":{"00006":1,"01002":2,"01016":1,"01038":1,"01047":2,"01050":2,"02107":1,"03034":2,"03053":1,"04104":3,"05042":1,"05053":2,"06034":1,"06038":1,"06040":2,"06077":3,"06096":3,"06097":1,"06099":1}},{"id":7040,"name":"Dipping Donuts","creation":"2014-06-23 19:09:29","description":"<p>I wanted to make a Donut and The Source based Iain deck, with all that resource stuff going on with him.  It obviously plays a lot differently than other runners people use, so you have to bear that in mind.  Install resource after resource, letting the corp gain a couple some agendas in the process, but never get so into building your own rig that you utterly ignore what he or she is doing.  The reason for no Special Orders is that I tried to do minimal events because of Donut but also that getting the breakers out slower will help your timing better, since Iain is a slow old man.  I haven't had problems yet, but I expect this'll bite me in the ass soon enough.  But it's fun.<\/p>\n","username":"wswan","cards":{"01018":2,"01051":2,"01053":3,"02009":2,"02085":2,"02091":2,"02105":2,"02107":1,"03053":3,"03055":2,"04049":2,"04063":2,"04106":3,"05028":1,"05031":3,"05037":3,"05041":3,"05042":2,"05046":2,"05050":2,"05055":2}},{"id":7041,"name":"Stay Thirsty My Friends V1.2","creation":"2014-06-23 22:55:34","description":"<p>He doesn't run Ice Carver, though he may have designed it.<\/p>\n\n<p>He once accessed a Fetal AI, and raised it as his own child.<\/p>\n\n<p>When he met Thomas Haas at a party, he went home with his mother.<\/p>\n\n<p>Weyland Consortium considers him a trustee, because so much of their bad publicity comes from him.<\/p>\n\n<p>He tells stories about NBN, who never seems to have a story about him.<\/p>\n\n<p>Logos is his console simply because it's color matches his favorite drink.<\/p>\n\n<p>He is... the most interesting runner in the world.<\/p>\n\n<p>\"I don't always run, but when I do, I prefer to just ignore ICE.<\/p>\n\n<p>\"Stay thirsty my friends.\"<\/p>\n","username":"Cancer Ace","cards":{"01019":3,"01021":3,"01032":1,"01047":1,"02009":2,"02024":3,"02043":3,"02065":3,"02085":2,"02091":1,"02107":2,"02109":2,"03054":3,"04004":3,"04062":2,"04089":3,"05028":1,"05036":3,"05037":3,"05053":3}},{"id":7042,"name":"Tear it down v1.0","creation":"2014-06-23 23:36:06","description":"<p>This is my first effort at a runner deck.<\/p>\n","username":"Hizathaz","cards":{"01001":1,"01005":2,"01006":2,"01007":1,"01008":3,"01009":1,"01010":2,"01011":1,"01012":3,"01014":1,"01021":2,"01028":1,"01044":1,"01049":3,"01050":3,"01051":3,"02003":2,"02009":2,"02081":3,"02082":3,"02090":3,"03055":2,"04023":1}},{"id":7043,"name":"Nueromaze","creation":"2014-06-23 23:36:58","description":"<p>First corp deck<\/p>\n","username":"Hizathaz","cards":{"01054":1,"01058":1,"01060":2,"01062":2,"01063":2,"01064":1,"01100":2,"01106":3,"01111":2,"01113":2,"02011":1,"02012":1,"02013":1,"02019":3,"02070":3,"02071":1,"02092":2,"02094":1,"03004":1,"03006":2,"03007":1,"03008":1,"03009":2,"03012":1,"03013":1,"03015":1,"03017":1,"03020":2,"03021":1,"03022":1,"04015":2,"04019":1,"04030":1}}]