[{"id":9247,"name":"Getting Nasir the End","creation":"2014-09-05 02:00:16","description":"<p>Publishing this deck not because it's good or it worked, but because I like some of the ideas, and maybe someone else can get more mileage from them than I can. <\/p>\n\n<p>The idea here was that Nasir wants the corp to rez ICE. This get's him money, slows the corp, is good. Using Alpha and Omega means that you'd have to install ICE three deep to keep him out, meaning that Nasir gets that much more money from his ability. Their high install cost is subsidized by PW and early gains, and Femme can take care of the central ICE. Trashing ICE also keeps the servers thin and the corp scrambling to keep you out. Datasuckers offset the breakers' low strength, and Cloak and Toolbox provide recurring funds. ProCo helps you get econ while drawing the full rig. <\/p>\n\n<p>The main problem is that Alpha and Omega are EXPENSIVE. Even once you get set up, you're paying an arm and a leg to get in. Nasir is good at getting set up, but not so good at maintaining constant runs, which is why big rig works well with him. If A and O had lower install costs and just helped in the early game, or a higher strength as to not be hideously expensive, this might work. As it is, it's not particularly strong.<\/p>\n","username":"Thike","cards":{"01004":1,"01008":3,"01009":1,"01012":2,"01026":2,"01041":2,"02003":1,"02009":2,"02049":3,"02066":1,"02090":1,"02091":2,"02107":3,"03034":3,"03038":3,"03041":3,"03046":2,"03048":1,"03049":3,"04067":1,"04087":3,"04088":3,"06017":1}},{"id":9248,"name":"The Chairman","creation":"2014-09-05 02:15:23","description":"<p>When I saw <a href=\"\/en\/card\/05008\">Chairman Hiro<\/a> I was intrigued by his high risk but powerful effect. His card is a pseudo 2 brain damage. So I said to myself, \"what cards can benefit from lowering the runner's hand size?\". Well more brain damage, so <a href=\"\/en\/card\/05022\">Tori Hanzō<\/a> and <a href=\"\/en\/card\/01076\">Data Mine<\/a> are in. <a href=\"\/en\/card\/01067\">Jinteki: Personal Evolution<\/a> turns <a href=\"\/en\/card\/02032\">Fetal AI<\/a> into a very dangerous card when the Chairman is out. <a href=\"\/en\/card\/01070\">Snare!<\/a> is also very dangerous. <a href=\"\/en\/card\/04110\">Gyri Labyrinth<\/a> would stack with the Chairman. The rest was sprinkled in. <\/p>\n\n<p>This deck is all theory, haven't tested it yet (and if some think it might not work, I might not even). <\/p>\n","username":"AceAttorney","cards":{"01067":1,"01070":3,"01076":3,"01077":2,"01101":3,"01110":3,"02032":3,"04015":3,"04020":3,"04094":1,"04110":3,"04114":2,"05004":3,"05006":1,"05007":3,"05008":3,"05014":3,"05016":3,"05018":2,"05022":2}},{"id":9249,"name":"S'il Vous Plaît (v0.9)","creation":"2014-09-05 05:52:44","description":"\n","username":"RedScharlach","cards":{"01055":3,"01056":3,"01062":2,"01084":2,"01090":2,"01106":1,"01110":3,"02013":3,"02051":1,"02056":3,"02092":2,"02110":3,"03014":3,"03017":2,"04011":3,"04015":2,"04060":2,"04077":2,"04119":3,"06002":3,"06021":1,"06030":1}},{"id":9250,"name":"All-Things-Horrible Mk IV","creation":"2014-09-05 06:17:30","description":"<p>My personal take on Replicating Perfection.<\/p>\n\n<p>This time I wanted to change things a bit. While Nise Mk II is probably the most powerful agenda for Replicating Perfection, the thing is, that the deck becomes quite vulnerable to deep R&amp;D or HQ digging with Makers Eye, Legwork, or the interfaces. More Fetal AIs will address that issue. Sure, I will lose some extra opportunities, but the ability to kill with Fetal AIs, Ronin or Philotic might be a proper trade-in. Even without Nisei counter the remotes of the deck can be nigh to inaccessible more then once per turn. Due to the new tricks, I had to drop Celebrity Gift, since it would allow for too much information broadcasted to the runner. MRF will give the runner some extra credits but they will be burned quickly on various ICE anyway.<\/p>\n","username":"ff0X","cards":{"01078":1,"01090":2,"01110":3,"01111":1,"01113":1,"02013":2,"02031":1,"02032":3,"02110":1,"02112":1,"04015":3,"04054":3,"04060":1,"04074":3,"04093":1,"04096":1,"04114":2,"04119":3,"05006":1,"05007":2,"05009":3,"05014":3,"05017":2,"05018":3,"06003":2,"06022":1}},{"id":9251,"name":"Magnificent Andy - Mk III","creation":"2014-09-05 06:19:44","description":"<p>The 3rd iteration of the deck Jackmade and myself played at the German Nationals. Due to severe issues against Jinkteki PE a Feedback Filter was added. Due to the really bad performance of Peacock (as expected really) I added a Keymaster but had to drop an RDI to have the influence available. Forged Activation Order is another new card for the deck. Due to the fact that you want to pressure early you will not have all breakers available at a given time and FAO can at least tell you about the really mean surprises.<\/p>\n","username":"ff0X","cards":{"01007":2,"01018":3,"01020":2,"01021":3,"01022":3,"01024":3,"01026":2,"01028":2,"01030":2,"01044":2,"01050":3,"01051":1,"02007":1,"02083":1,"02085":2,"02104":3,"02107":2,"03037":1,"03052":3,"04009":2,"05046":1,"05048":2}},{"id":9252,"name":"Noise Testdrive","creation":"2014-09-05 07:57:14","description":"\n","username":"kalltkaffe","cards":{"01001":1,"01002":3,"01005":3,"01006":2,"01008":3,"01010":1,"01012":3,"01016":3,"01047":3,"01050":3,"01051":3,"02003":3,"02041":1,"02091":2,"03038":3,"03054":2,"06033":2,"06034":2,"06037":3}},{"id":9253,"name":"HA-HA","creation":"2014-09-05 08:52:03","description":"\n","username":"kalltkaffe","cards":{"01054":1,"01055":3,"01058":2,"01059":2,"01062":2,"01064":2,"01090":2,"01092":2,"01110":3,"01113":2,"02013":2,"02051":3,"02092":2,"02110":3,"03015":2,"03019":2,"03023":2,"04015":3,"04040":2,"04119":3,"06003":2,"06022":3}},{"id":9254,"name":"Metal Gear Nasir","creation":"2014-09-05 09:56:43","description":"<p>Tactical Espionage Nasir... i.e. stealth like there's no tomorrow!<\/p>\n\n<p>The idea behind this is pretty simple.<\/p>\n\n<p>Since the upcome of some new stealth cards that support the \"espionage rig\" as I call it, I've tried to build up a deck which exploit this kind of play.<\/p>\n\n<p>I've played Nasir since its release with the first data pack and I've experienced really different feelings while playing him. A completely different philosophy runs under the surface of a Runner who doesn't seem to have the approval of most of the players out there.<\/p>\n\n<p>In my opinion, this feeling is created by the strange approach, which is really dynamic, of Nasir to the game. It's like playing 3 different Runners which interacts in three different ways with the Corp.<\/p>\n\n<p>In this version of Nasir I wanted to give him some support for mid-late game since, just by his ability, I found it very effective in the early stages of a game.\nI've avoided common cards such as Rook or Xanadu since of recurring\/stealth credits on the cards, a choice that helps facing the only few pieces of ICE (i.e. Pop-Up Window, Archer) that don't give you enough money to break them just by rezzing them.<\/p>\n\n<p>Moreover, this choice should help the \"trash issues\" that Nasir has to face. More than one time I had to run twice on the same server after getting credits from Kati Jones, just in order to trash something in a server.\nHopefully, this system will partly avoid this problem since you'll spend recurring credits on the cards.<\/p>\n\n<p>I'm open to any kind of suggestion this deck would inspire you.<\/p>\n\n<p>Good runs to everybody!<\/p>\n","username":"Junior","cards":{"01034":3,"01049":2,"01053":3,"02009":2,"02049":3,"02088":2,"02091":2,"02107":2,"03035":1,"03038":2,"03039":2,"03041":3,"03042":2,"03046":2,"04006":3,"04103":2,"04104":2,"06017":1,"06040":3,"06053":1,"06057":2,"06079":1}},{"id":9255,"name":"Andy \/ Theo","creation":"2014-09-05 11:23:07","description":"\n","username":"johnmcc","cards":{"01004":3,"01007":1,"01010":1,"01018":3,"01019":3,"01021":2,"01022":3,"01027":1,"01028":1,"01043":1,"01050":3,"02028":2,"02065":1,"02083":1,"02091":3,"03049":2,"03052":3,"04004":3,"04005":1,"04105":3,"05035":2,"05049":3}},{"id":9256,"name":"Your clicks are mine!","creation":"2014-09-05 11:55:25","description":"<p>This deck boosts the special ability of the corp ID by using the HB current: Enhanced Login Protocol and also thanks to Archived Memories we can ensure that this current will be active frequently. <\/p>\n\n<p>Of course the deck contains several nice traps and a good set of ices. I have added the newest neutral upgrade (Will o´the wisp) to see how powerful it really is. <\/p>\n\n<p>Pure evil.<\/p>\n","username":"seiya","cards":{"01058":2,"01068":3,"01070":3,"01078":1,"01103":2,"01110":3,"02031":1,"02032":3,"02056":1,"02059":2,"02110":2,"03027":1,"04013":1,"04015":2,"04033":1,"04054":3,"04074":2,"04119":3,"05006":1,"05011":1,"05017":1,"05018":1,"05024":2,"05026":1,"06003":3,"06022":2,"06032":2}},{"id":9257,"name":"Consider this Quetzal","creation":"2014-09-05 11:59:31","description":"<p>http:\/\/tinyurl.com\/ke9neyp<\/p>\n\n<p>So the new anarch is 45\/15 and breakers the first barrier subroutine every turn just because she exists. Minimal breakers and super ice destruction.<\/p>\n\n<p>Everything that isnt a barrier gets destroyed with parasite and wyrm. apply tons of pressure.<\/p>\n","username":"CodeMarvelous","cards":{"01002":3,"01006":2,"01007":2,"01008":3,"01010":2,"01012":3,"01013":3,"01050":3,"01053":3,"02003":2,"02009":1,"02022":2,"02024":3,"02041":1,"03038":3,"03054":3,"04041":1,"04043":3,"05033":3}},{"id":9258,"name":"That's a Nice Deck You Got There","creation":"2014-09-05 13:30:29","description":"<p>So I'm sure I'm not the first person to think of this, but I really just want to mill the hell out of the corp.<\/p>\n","username":"methandrela","cards":{"01001":1,"01006":2,"01008":3,"01009":3,"01010":2,"01012":3,"01051":3,"02003":3,"02041":2,"02102":3,"03047":3,"04005":3,"04082":3,"05051":3,"05054":3,"06014":3,"06037":3}},{"id":9259,"name":"M.P.D.G v2","creation":"2014-09-05 14:03:38","description":"<p>(thanks to @esutter479 for comments on previous version of this deck)<\/p>\n\n<p>So, I've learned that I need economy down first, before any damn thing else.<\/p>\n\n<p>13 Economy Cards out of 40 means that around 32% will be economy and around 50% chance of getting two in the initial hand. That's kind of essential because we'll be paying to keep running.<\/p>\n\n<p>This means that we should be able to pay for stuff, and there's quite a lot to pay for.<\/p>\n\n<p>Three for each type of ice should be enough plus <a href=\"\/en\/card\/02048\">Dinosaurus<\/a> and <a href=\"\/en\/card\/01040\">The Personal Touch<\/a> to boost their strength depending on what we see. <a href=\"\/en\/card\/04108\">Paintbrush<\/a> seems handy to allow some easy going <a href=\"\/en\/card\/01014\">Yog.0<\/a> on weakly iced servers and to help <a href=\"\/en\/card\/03048\">Inti<\/a> \nbeat larger ones (due to it retaining strength). Yogosaurus though, probably.<\/p>\n\n<p>We can pay for <a href=\"\/en\/card\/03048\">Inti<\/a> and <a href=\"\/en\/card\/04108\">Paintbrush<\/a> if it lands, but the main purpose of <a href=\"\/en\/card\/02047\">Test Run<\/a>\/<a href=\"\/en\/card\/03034\">Scavenge<\/a>\/<a href=\"\/en\/card\/04027\">Eureka!<\/a> is to pay for <a href=\"\/en\/card\/01026\">Femme Fatale<\/a>. <\/p>\n\n<p><a href=\"\/en\/card\/03034\">Scavenge<\/a> can if needed re-point the <a href=\"\/en\/card\/01026\">Femme Fatale<\/a> target, and <a href=\"\/en\/card\/02047\">Test Run<\/a> can bring up the <a href=\"\/en\/card\/04108\">Paintbrush<\/a> and <a href=\"\/en\/card\/01028\">Sneakdoor Beta<\/a> so at least our combos are multi-purpose.<\/p>\n\n<p>Amendments? Defence...<\/p>\n\n<p><a href=\"\/en\/card\/02044\">Muresh Bodysuit<\/a> and <a href=\"\/en\/card\/02009\">Plascrete Carapace<\/a> should give us some armour, but we've nothing to defend against net damage right now or see what Jinteki traps we're running into. That worries me a bit.<\/p>\n\n<p>Amendments? Surprise...<\/p>\n\n<p><a href=\"\/en\/card\/01028\">Sneakdoor Beta<\/a> only seems to really work as a surprise hit for me (I like the idea that all decks can all run a casino, not just Jinteki), so i'm not sure we need two. I'd quite like to replace the second one with something different, but equally surprising and out of faction... initial thoughts being... <a href=\"\/en\/card\/02003\">Imp<\/a>, <a href=\"\/en\/card\/01021\">Inside Job<\/a>, <a href=\"\/en\/card\/02103\">Data Leak Reversal<\/a>, <a href=\"\/en\/card\/01015\">Ice Carver<\/a>, <a href=\"\/en\/card\/05039\">Unregistered S&amp;W '35<\/a>....<\/p>\n","username":"paulxthompson","cards":{"01014":3,"01019":3,"01026":2,"01028":2,"01040":2,"01050":3,"02009":1,"02044":1,"02046":1,"02047":3,"02048":2,"02091":2,"03034":3,"03048":3,"03052":2,"03053":3,"04027":3,"04108":2}},{"id":9260,"name":"Eating Bento Together","creation":"2014-09-05 14:40:52","description":"<p>My premise is similar to Pruneface's 'Sauerkraut Bento' (linked in \"Derived From\") deck, and scores agenda's through click-compression. In RP, this works by placing a Ruhr and a Caprice down into a remote (perhaps protected by 1 or 2 pieces of taxing ice to make trashing them prohibitively expensive). A run into that server will cost 3 clicks, thus giving the runner only one chance to beat Caprice. If a Nisei MKII has been scored, its token can be used immediately after losing the psi game with Caprice to just say \"no\".<\/p>\n\n<p>RP does particularly excel at this strategy, though I believe it is feasible to pull off the same play in HB. Having ELP in play turns our box into RP, combined with a Ruhr costs the same 3 clicks to run. We can turn them down with either Caprice or Ash and end the run. If we are unable to have an ELP in play, we can just build a larger 'bento box' by using Ash, Caprice, and Ruhr all together. The runner would use the first 2 clicks to break Ash, and would then have to get through Caprice in just one run. ELP is thus very important for us, though not completely necessary, as it can't always be counted on. <\/p>\n\n<p>One advantage that HB packs over Jinteki, however, is having some of the beefiest ice available to corps. Bioroids are generally more efficient than the ice of other corps, balanced by being able to be clicked through. Clicking through ice to access remotes is, fortunately for us, quite impossible when we're set up. Add in the extra tax presented by HB: Stronger Together and our ice is just plain superior. Biotic Efficiency Research helps rez some of the bigger pieces of ice, which should serve to either create a very early scoring window or give us extra wiggle room in the early game by throwing a turn one Wotan down on HQ.<\/p>\n","username":"StitchInTime","cards":{"01055":1,"01056":3,"01063":3,"01106":3,"01110":3,"02010":1,"02012":1,"02013":2,"02092":3,"02110":3,"02111":3,"03006":1,"03013":3,"03015":2,"03016":1,"03017":1,"03019":3,"04015":3,"04030":1,"04114":3,"04119":3,"06022":3}},{"id":9261,"name":"Running with Corrosive Knives 1.1","creation":"2014-09-05 15:38:50","description":"<p>Your goal is to get DinoBlade with Magnum Opus funding everything by the end of turn 3.<\/p>\n\n<p>Your starting hand MUST have a code gate breaker + Magnum Opus OR one of those &amp; Test Run to tutor for what is missing. If you have to mulligan &amp; still don’t get what you need, it isn’t the end of the world – just start tearing through your Stack with Diesel &amp; Quality Time until you find everything.<\/p>\n\n<p>You NEED to get MO on the table first. Once that is settled, the rest will follow much easier. <\/p>\n\n<p>Cyber-Cypher is there in as an early game breaker until you get DinoBlade working. Cyber-Cypher is the code gate breaker I will tutor for with Test Run, if I didn’t start with Blade in my opening hand.  <\/p>\n\n<p>Multiple Ghost Runners will easily fund Dagger and the creds are available for all your breakers.\nI chose to spend my influence on Corroder and Lucky Find. Corroder is the best barrier breaker available, IMO. Lucky Find may seem odd, but I’ve had a lot of games where they’ve allowed me to get my DinoBlade + MO rig and on the table &amp; Running the end of turn 2. <\/p>\n\n<p>The deck is short on cards that punish the Corp. I wanted to put in Vamp, but it was mostly a utility card and didn’t always hit the table. (When it did though, it was a game winner.) Hopefully, the Rig is cruel \/ fast enough to plow through everything the Corp puts in front of you on its own.<\/p>\n\n<p>Kit will Tinker to force a couple layers of ICE to be code gates. You can then play Maker’s Eye to run with DinoBlade that stays as strong as needed the whole run - accessing 3 cards from R&amp;D.<\/p>\n\n<p>Net Celebrity is there to play in defense of other currents, but it never hurts to have a recurring credit.<\/p>\n\n<p>EDIT - I took out Self-modifying Code &amp; added Test Run \/ Scavenge due to having MU issues. I would sometimes have to choose between tutoring for the program I needed now &amp; sacrificing a breaker OR looking for Leprechaun and then trying to speed draw the breaker to keep all my programs.<\/p>\n\n<p>I also removed 1x Sure Gamble &amp; 1x Cyber-Cypher to allow for Scavenge. Not only do I have the combo, but it gave me more recurrsion by using the dead draws of excess Gordian Blades to get programs that I might have previously lost from my heap.<\/p>\n","username":"lroach2","cards":{"01007":2,"01034":3,"01035":3,"01036":2,"01037":3,"01043":3,"01044":3,"01050":2,"02009":2,"02047":3,"02048":3,"02087":2,"03028":1,"03034":2,"03035":1,"03042":2,"03044":1,"04109":3,"06038":2,"06040":3}},{"id":9262,"name":"Wentelteefje","creation":"2014-09-05 15:41:45","description":"<p>Once we get May in play, we are \"rolling.\"<\/p>\n\n<p>Derived from \"Full disclosure\" and \"Mother May I?\".  Removed Eureka, Power Nap, and Diesel.  Inserted cheaper breakers, +3 Escher (with new deck theme!), +1 Indexing, +1 Tinkering, +3 Infiltration, +1 Quality Time, and +1 Legwork.  WitRD and Hostage were dropped for a third Oracle May.<\/p>\n\n<p>Will hit Oracle May on the initial draw or mulligan about 56% of the time.  However, its probably best to keep a hand with ample traditional economy and breakers.<\/p>\n\n<p>If the economy is still sufficient, might consider +1 Legwork, -1 Lucky Find.  Or maybe use Creeper to free up the splash.  I always want Legwork.  <\/p>\n","username":"corcovado","cards":{"01027":1,"01036":3,"01037":3,"01042":1,"01043":1,"01049":3,"01050":3,"02046":1,"02047":3,"02087":3,"02106":3,"03031":3,"03035":2,"03052":3,"04109":3,"05035":2,"05054":3}},{"id":9263,"name":"Fire and ICE, v0.1","creation":"2014-09-05 15:54:19","description":"<p>Not much to say. Lots of ICE (20), a few ways to tag (8), win by <a href=\"\/en\/card\/01099\">Scorched Earth<\/a> or by scoring. <\/p>\n","username":"AceAttorney","cards":{"01087":2,"01088":2,"01089":2,"01093":1,"01094":3,"01098":3,"01099":3,"01101":3,"01102":2,"01103":3,"01104":2,"01106":2,"01110":3,"01113":2,"02079":2,"03014":2,"03026":2,"04015":3,"04017":3,"04020":2,"04036":2,"04118":1}},{"id":9264,"name":"The Key To Your Cards - mk6","creation":"2014-09-05 16:44:53","description":"<p>From v5: Swap 1* Indexing, 1* Paintbrush for 2* Net Celebrity<\/p>\n","username":"LeonardQuirm","cards":{"01008":2,"01012":2,"01014":2,"01027":1,"01037":3,"01038":3,"01050":3,"02027":1,"02048":3,"02091":2,"02107":2,"03028":1,"03034":2,"03038":3,"03044":2,"03046":3,"03049":3,"03052":3,"03053":3,"06038":2}},{"id":9265,"name":"Wherever, Whenever","creation":"2014-09-05 16:58:32","description":"<p>Feedback would be great on this. I've not gotten to play it competitively yet. <\/p>\n\n<p>The basic idea is that I want to use Shaper's ability to get in to any server. Special Order, Test Run, and SMC are primarily for finding stuff; the latter two are aimed at getting the Opus, if I don't draw it. <\/p>\n\n<p>I just recently added Djinn+Medium+Nerve Agent, with the idea being that it helps tutor even more. It's worked well so far, but again, I've not played it competitively. One main drawback I had before was that I just couldn't dig for enough cards. I don't yet have R&amp;D Interface or Indexing), and the thought is that this can help me dig for more cards when I get through.<\/p>\n\n<p>Dino and Personal Touch are to help push stuff up higher. Dino CAN be used to negate the 2 MU of Opus too, but I try to not do that. More on that later.<\/p>\n\n<p>Scavenge is mostly for two things:<\/p>\n\n<p>1) Re-summon the Femme to change her target (I thought of changing to Cyber Cypher for this same use)<\/p>\n\n<p>2) Re-summon something if I get one of the Dino's after I already put out a good breaker. I love to put Yog on it, but Femme works well too. <\/p>\n\n<p>3) (okay, 3 things, but this one barely counts) Summon something OFF of Dinosaurus to it can be free to host something better<\/p>\n\n<p>4) (okay, really, the last one) Resummon Atma at a different strength. But I generally prefer to start low on this and use Personal Touches to raise it. But it sucks when someone uses an upgrade that raises the strength of ice right after getting Atma out there knowing what they had.<\/p>\n","username":"mjortman","cards":{"01007":1,"01009":1,"01010":1,"01014":1,"01022":2,"01026":1,"01034":3,"01035":2,"01036":3,"01040":2,"01044":1,"01049":3,"01050":3,"02041":1,"02046":1,"02047":3,"02048":2,"03034":3,"03039":1,"03040":1,"03046":2,"03052":3}},{"id":9266,"name":"Dec@Day.05 - Watching Out For You","creation":"2014-09-05 17:07:58","description":"<p><em><strong>Dec@Day<\/strong> - Every identity, one day and deck at a time.  It's like <a href=\"http:\/\/nanowrimo.org\/\">NaNoWriMo<\/a> for Netrunner! More info in my <a href=\"http:\/\/netrunnerdb.com\/en\/profile\/4744\/narro87\">profile<\/a>.<\/em><\/p>\n\n<p>Alright.  So how can we keep NBN's identity of quick-to-score agendas without going the AstroBiotic or SanSan route?  That's the question here.  The goal is to build something a bit more offbeat that takes advantage of what this Identity is born to do: trace.<\/p>\n\n<p>Unfortunately, the agenda suite is too good not to keep intact - <a href=\"\/en\/card\/01081\">AstroScript Pilot Program<\/a> is just amazing, <a href=\"\/en\/card\/02115\">Project Beale<\/a> is both a 3\/2 and a 5\/3, <a href=\"\/en\/card\/04119\">NAPD Contract<\/a> protects itself (especially with <a href=\"\/en\/card\/04077\">RSVP<\/a> around), and <a href=\"\/en\/card\/01082\">Breaking News<\/a> is an awesome 7th point to finish the game off.<\/p>\n\n<p>Porous ICE are in abundance, with <a href=\"\/en\/card\/02019\">Caduceus<\/a>, <a href=\"\/en\/card\/01104\">Shadow<\/a>, <a href=\"\/en\/card\/02096\">Data Hound<\/a> and <a href=\"\/en\/card\/02056\">Pop-up Window<\/a> all on board, so we need to have some defensive Upgrades for our attempt to score that first AstroScript.  <a href=\"\/en\/card\/04077\">RSVP<\/a> is especially brutal, considering it makes any trace a nearly guaranteed auto-win, <a href=\"\/en\/card\/04114\">Caprice Nisei<\/a> a mind-reader, and <a href=\"\/en\/card\/01091\">Red Herrings<\/a> insurmountable.  And <a href=\"\/en\/card\/02117\">Flare<\/a>...well, <a href=\"\/en\/card\/02117\">Flare<\/a> is too satisfying to land to not include.<\/p>\n\n<p>Suggestions, critiques or comments?  Feel free--the entire reason I'm doing this is to build my deckbuilding skills.  <a href=\"\/en\/card\/01067\">Jinteki: Personal Evolution<\/a>'s deck seems to have struck a chord (and provided some VERY good feedback)--I might have to revisit it this weekend as a bonus addition.  Never fear, however--our favorite Digital Tinkerer is still up next.<\/p>\n\n<p><em>Previous <strong>Dec@Day<\/strong> Decks:<\/em><\/p>\n\n<ul>\n<li>01 <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/9150\/dec-day-01-fix-it-in-beta#\">HB: EtF - Fix It in Beta<\/a> <\/li>\n<li>02 <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/9177\/dec-day-02-trojan-whale\">An: Noise - Trojan Whale<\/a><\/li>\n<li>03 <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/9206\/dec-day-03-sword-of-damocles\">Ji: PE - Sword of Damocles<\/a><\/li>\n<li>04 <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/9236\/dec-day-04-by-hook-or-by-crook#\">Cr: Gabe - By Hook or By Crook<\/a><\/li>\n<\/ul>\n","username":"narro87","cards":{"01080":1,"01081":3,"01082":2,"01091":2,"01104":3,"01110":3,"02013":1,"02017":3,"02019":3,"02056":3,"02096":3,"02115":3,"02117":2,"04015":3,"04076":3,"04077":3,"04114":1,"04119":3,"06006":3,"06026":2}},{"id":9267,"name":"Nasir, ICE Explorer","creation":"2014-09-05 17:19:54","description":"\n","username":"Oathwood","cards":{"01012":2,"01034":3,"01041":1,"01042":1,"01043":1,"02009":2,"02047":2,"02049":3,"02085":1,"02091":2,"02104":2,"02107":2,"03034":2,"03038":3,"03039":3,"03041":3,"03042":1,"03046":3,"04106":3,"06017":1,"06038":2,"06040":3}},{"id":9268,"name":"Shocking News","creation":"2014-09-05 17:20:24","description":"\n","username":"Oathwood","cards":{"01070":3,"01081":3,"01082":3,"01090":2,"01092":3,"01110":3,"02020":3,"02055":3,"02056":3,"02115":3,"03023":1,"04015":3,"04034":3,"04073":3,"04076":3,"04096":3,"04119":2,"05016":2,"06005":1}},{"id":9269,"name":"Oracle Andy","creation":"2014-09-05 19:42:43","description":"<p>Derivative of the Oracle May heavy event decks that I have been seeing around such as  http:\/\/netrunnerdb.com\/en\/decklist\/9213\/full-disclosure.  Same idea but with Andromeda, who will give a very strong start and has access to some of the nastier run event cards.  Still a work in progress, interested in comments.<\/p>\n","username":"Castings","cards":{"01007":1,"01018":2,"01019":3,"01020":3,"01022":3,"01050":3,"02006":1,"02043":3,"02047":3,"02083":1,"02090":2,"02091":1,"02106":1,"03052":2,"03054":3,"04004":3,"04009":1,"04044":2,"04065":1,"05035":2,"05036":2,"05054":1,"06036":2}},{"id":9270,"name":"Mac Cache","creation":"2014-09-05 20:12:41","description":"\n","username":"AntonL","cards":{"01004":2,"01008":2,"01012":1,"01026":1,"01033":1,"01036":2,"01038":2,"01047":3,"01050":3,"02003":1,"02041":1,"02047":2,"02066":1,"02106":3,"03035":1,"03038":3,"03040":2,"03046":3,"03048":1,"03049":3,"03053":3,"03054":2,"04067":1,"06037":3}},{"id":9271,"name":"Next imagining","creation":"2014-09-05 20:15:06","description":"<ul>\n<li>in construction -<\/li>\n<\/ul>\n","username":"Kyurize","cards":{"01058":2,"01059":3,"01064":2,"01090":1,"01106":2,"01110":3,"02051":3,"02070":2,"03001":1,"03005":3,"03019":2,"04011":3,"04012":2,"04034":3,"04040":3,"04090":3,"04100":2,"04111":2,"04117":2,"04119":1,"06001":2,"06002":3}},{"id":9272,"name":"That's a Nice Deck You Got There V2","creation":"2014-09-05 20:31:08","description":"<p>So this is version 2 of the deck.  The changes were mostly driven by what was tied up in other decks of mine as opposed to a perfectly optimal build.  I'm still iffy on D4v1D, but the Motivation shift turned out to be completely worth it.  This still makes Oracle awesome as all get out, but gives me a backup if I really need some Mass install of Grimoir and it hasn't come up yet.<\/p>\n","username":"methandrela","cards":{"01001":1,"01006":2,"01008":2,"01009":3,"01010":2,"01012":3,"01051":3,"02003":3,"02041":2,"02102":3,"03047":3,"04005":3,"04008":1,"04082":3,"05051":3,"05054":2,"06014":3,"06033":1,"06037":3}},{"id":9273,"name":"Dedicated to Perfection ","creation":"2014-09-05 21:15:55","description":"<p>Really wanted to build a deck that used Dedicated Response Team and Replicating Perfection seemed suitable for it. ICE isn't particularly strong to encourage running and there's more than enough cash to pay for Snares which lead into the Response Teams. <\/p>\n","username":"WardOfTheWoods","cards":{"01068":3,"01070":3,"01078":1,"01109":2,"01110":3,"01112":1,"02031":1,"02110":2,"02118":3,"04012":2,"04013":2,"04054":3,"04073":2,"05005":3,"05007":3,"05014":3,"05016":1,"05017":2,"05018":3,"05026":2,"06003":3,"06022":2}},{"id":9274,"name":"Advance all the ICE","creation":"2014-09-05 21:37:54","description":"<p>Yes, advanceable ice can be balls. It can also stop people dead in their tracks.<\/p>\n","username":"Archdukej","cards":{"01090":2,"01093":1,"01094":3,"01100":2,"01101":2,"01102":2,"01103":3,"01106":2,"01110":3,"01111":2,"02033":2,"02058":3,"03025":2,"04017":2,"04018":2,"04057":3,"04080":3,"04099":3,"04118":2,"04119":2,"05021":2,"06010":2}},{"id":9275,"name":"The Oracle's Not Always Right","creation":"2014-09-05 21:44:58","description":"<p>An idea i've been toying with what if you call event every time with oracle and just dump the programs sounds perfect for Exile. Still cant seem to get it down right yet though.<\/p>\n","username":"Pinkwarrior","cards":{"01002":2,"01027":1,"01034":3,"01041":1,"01042":3,"01044":3,"01050":3,"02047":3,"02066":1,"02101":3,"02106":1,"03030":1,"03034":3,"03035":2,"03046":3,"03052":3,"04047":3,"04067":1,"05054":3,"06019":3}},{"id":9276,"name":"Red Bird","creation":"2014-09-05 21:54:58","description":"<p>Later :)<\/p>\n","username":"Syntax","cards":{"01002":3,"01006":2,"01008":2,"01009":3,"01012":3,"01053":2,"02003":3,"02050":2,"03031":1,"03035":1,"03038":3,"03053":2,"03054":3,"04083":2,"04102":3,"05053":3,"06034":3,"06052":1,"06059":1,"06073":3}}]