[{"id":5551,"name":"Dedicated trap v1.0","creation":"2014-05-14 00:02:29","description":"<p>I would like to let people know that I first made that deck simply for the fun of it but  it turn out to work really well.<\/p>\n\n<p>One of the advantage of Jinteki is to force the runner to take more time to run because he can be punish a lot. It turn out to be a lot more punish with DRT out.<\/p>\n\n<p>As soon as you got DRT out, it start to be a lot more touble for the runner to run freely If you manage to have two + a Data Raven with Power Counter, this is pretty much over.<\/p>\n\n<p>I'm sure you'll says that the influence could be spend a lot more stagically. But give it a try just for fun and you'll be surprise just like me I'm sure. Have 3x DRT and 3x DR make it possible to have at least 1 out from the mid game and you only got 8 agenda.<\/p>\n\n<p>I manage to kill a guys on turn one by revealing a DRT while he draw a Snare! from HQ. I have only three cards left in hands so he had a good chance to draw it.<\/p>\n\n<p>Agenda:\nThe first agenda you want to score is Executive Retreat if possible. This is the only one that won't punish the runner in any case.<\/p>\n\n<p>You hope that won't score Philotic Entanglement because this is a really bad ass game ender.<\/p>\n\n<p>Fetal AI as no need for introduction. This is simply one of the best agenda.<\/p>\n\n<p>The Future Perfect will make the runner loose time and force him to take tags at some point. You want to keep them in your hands if you think you can kill him.<\/p>\n\n<p>Others:<\/p>\n\n<p>Pecognition fit too much here. You lower the power of Indexing and multiaccess R&amp;D cards + most runner will start to overthink stuff when run a less a R&amp;D when you just placed the cards in it. Plus it gives you hint on the runner. Is he rush there anyway and like to take chances? Is he wait a few turn and runs HQ instead? It gives you more tools to trap him later.<\/p>\n\n<p>One more indication as I don't want to write more about it too much if people are not going to give it a try.<\/p>\n\n<p>You want a Data Raven on R&amp;D. Because this is where the runner will run a lot in search agendas. He will always have to take tags to go through or spend a lot of more and\/or click to dig it. Plus if you manage to get at least one Power Counter on it. You can end the game with DRT pretty easily when the occasion present itself.<\/p>\n","username":"Exo","cards":{"01069":1,"01070":3,"01072":3,"01073":3,"01088":3,"01110":3,"01112":2,"01113":2,"02020":3,"02031":1,"02032":3,"02039":1,"02118":3,"04012":3,"04054":3,"04059":2,"04073":3,"04120":3,"05006":1,"05007":3,"05020":1}},{"id":5552,"name":"Jerkteki 1.4","creation":"2014-05-14 00:49:54","description":"<p>Realllllllllly loving this deck.  Deadly as all get out.  I wanna drop 1 Enigma and Archer, but no idea for what at this point.  Love this one<\/p>\n","username":"travisrchance","cards":{"01067":1,"01070":3,"01075":3,"01099":1,"01101":1,"01110":3,"01111":3,"02012":1,"02014":3,"02032":3,"02070":3,"04012":3,"04032":3,"04073":3,"04096":3,"04120":3,"05004":3,"05006":1,"05011":3,"05017":2,"05020":1}},{"id":5554,"name":"Building an even Better Weyland","creation":"2014-05-14 01:43:25","description":"<p>Basically trying to flatline the runner. Less than 1 in 6 cards are agendas, almost 1 in 3 are ICE. A fairly large amount of burst econ.<\/p>\n\n<p>If 1 Cleaners is scored then you can throw down 2 Dedicated Response Teams and a Snare and dare the runner to access them. Hit them with Punitive Counterstrikes if they do get an agenda, Posted Bounty and triple scorch, it's all about the flatline.<\/p>\n","username":"Metaphorazine","cards":{"01070":3,"01086":1,"01088":2,"01093":1,"01095":2,"01098":3,"01099":3,"01102":2,"01103":3,"01104":2,"01110":3,"01112":2,"02020":2,"02077":3,"02118":3,"04036":3,"04040":3,"04079":2,"04099":2,"04100":1,"04117":2,"04120":2}},{"id":5555,"name":"Waves","creation":"2014-05-14 02:46:10","description":"<p>A flatline deck using Weyland's innate meat damage specialty. Instead of relying on the usual burst damage and card combo method like SEA Source and Scorched Earth, this has a constant, persistent amount of meat damage that will overwhelm the player the longer it's there.<\/p>\n\n<p>The main strategy is to ice up hard on HQ, have a healthy amount of protection on one remote and archives, then have as many Dedicated Response Team + Off the Grid servers as possible. A good mix of barriers and observers to make sure the runner stays out while being tagged. Ichi 1.0, Wraparound, and Swordsman are there to mess with the runner's rig and stall them.<\/p>\n\n<p>The low amount of agendas keeps the runner running, which you want them to do so DRT triggers. Their higher points lets you have a viable chance of a Punitive Counterstrike killing or severely setting back the runner. It is also still feasible to win by scoring agendas, and if you can get both The Cleaners and Private Security Force, you can easily take out Plascrete Carapaces and flatline a runner that doesn't have larger handsizes than default.<\/p>\n\n<p>Economy is burst-based and should be protected by thick ice on HQ and benefits from the ID power. There's no bad publicity in the deck and there's no forfieting of agendas, so you can be pretty straightfoward in just getting money, laying down ice and assets, and killing the runner when the opportunity comes up.<\/p>\n","username":"Galatea","cards":{"01062":3,"01088":3,"01093":1,"01098":3,"01107":3,"01110":3,"01111":3,"01112":2,"02059":2,"02077":2,"02118":3,"03026":1,"04033":1,"04036":3,"04038":3,"04040":3,"04078":3,"04079":3,"04096":2,"04117":3}},{"id":5556,"name":"Open","creation":"2014-05-14 04:20:06","description":"\n","username":"Galatea","cards":{"01009":1,"01010":1,"01038":3,"01042":1,"01044":1,"01050":3,"02041":1,"02047":3,"02049":3,"02066":1,"02086":1,"02091":2,"02108":1,"03029":1,"03035":3,"03036":2,"03038":3,"03041":1,"03042":1,"03043":1,"03046":3,"03047":1,"04008":2,"04047":1,"04061":1,"04086":3,"05054":1}},{"id":5557,"name":"Andi Link 1.0","creation":"2014-05-14 05:58:31","description":"<p>The basic idea is using andi's link str to her advantage as she basically has no ability after the first turn (nothing new their).\nIt's worth noting that this is my alternate runner deck in offline play so tri-maf contacts are their because kati is in my other deck. though i've yet to actually lose 1 in play the crash spaces are for my defense against this. I am running the dagger because i found that the ninja was costing me too much money to get through poor sentry's. the data dealer is in here as possible extra cash flow from a 1 pointer if needed and as an answer to shi.kyú.\nThe E3's are in here for the Overmind, Grappling hook and HB ice if need be.<\/p>\n\n<p>Any pointers or comments welcome.<\/p>\n","username":"Pinkwarrior","cards":{"01007":2,"01018":1,"01021":2,"01022":3,"01026":1,"01027":1,"01030":3,"01031":1,"01041":1,"01050":3,"02007":2,"02008":1,"02024":2,"02028":3,"02069":3,"02083":1,"02105":2,"03042":1,"03052":2,"04004":3,"04063":1,"04104":3,"05045":2,"05050":2,"05053":2}},{"id":5558,"name":"Core Parasite Shaper v1.0","creation":"2014-05-14 07:03:49","description":"<h1>Using Parasites to make the Core Shaper deck more aggressive.<\/h1>\n\n<h2>Thought Process<\/h2>\n\n<ul>\n<li>My first deck as a new player. Just 1x Core set.<\/li>\n<li>Began as Core Shaper deck with full Core Neutral set.<\/li>\n<li>Added 2x Parasite viruses.<\/li>\n<li>Swapped 2x Battering Ram for 2x Corroder for cheaper upfront cost. Frees up RAM for Parasites.<\/li>\n<li>Added 2x Déjà Vu for heap diving and reusable Parasites.<\/li>\n<li>Added Ice Carver.<\/li>\n<\/ul>\n\n<h2>Questions<\/h2>\n\n<ul>\n<li>At what cost is a third Parasite worth including?<\/li>\n<li>At what cost is Djinn worth including?<\/li>\n<li>What expansion and data pack cards are suitable for this play style?<\/li>\n<\/ul>\n","username":"Warden1","cards":{"01002":2,"01007":2,"01012":2,"01015":1,"01033":1,"01034":3,"01035":2,"01036":3,"01037":3,"01038":2,"01039":2,"01040":2,"01041":1,"01043":3,"01044":2,"01045":2,"01046":2,"01047":1,"01048":2,"01050":3,"01052":2,"01053":3}},{"id":5559,"name":"Odessey and Oracle","creation":"2014-05-14 07:15:50","description":"<p>A deck based around the synergies between Motivation, Test Run, Oracle May and Eureka. <\/p>\n\n<p>The ideal engine is Motivation and Oracle for a once per turn click for 2 creds and a draw. You can also Oracle or Eureka off a Test Run. <\/p>\n\n<p>Scavenge is there to self scavenge off a test run or self scavenge onto a Dino. Kati for extra econ. Workshop for when you are not seeing Eureka to cheapen your breakers. Emergency Shutdown for when they get a piece of ice rezed that you just can't handle but it would be super painful for them to rez it again (Archer!). <\/p>\n\n<p>The breakers are the fixed strength trio so Personal Touch and Datasuckers should help with any large ice. <\/p>\n\n<p>SMC is to fetch the suckers if you don't see them or a last resort for breakers if you find yourself rich.   <\/p>\n\n<p>Chaos to keep the deck a bit thinner and because your full rig should be 5 MU with 1 DS. <\/p>\n\n<hr \/>\n\n<p>This deck has been playing better when you run pretty aggressively. My initial draft ran into some issues with huge ice but the Shutdowns have helped that as long as the huge ice is not on HQ. The CI matchup is kind of rough. <\/p>\n\n<p>If you are like me and love shaper, this deck is super fun to pilot.<\/p>\n","username":"BahnCalamari","cards":{"01008":3,"01011":1,"01014":1,"01034":2,"01040":2,"01050":3,"02004":1,"02009":2,"02043":2,"02046":1,"02047":3,"02048":3,"02049":2,"02091":2,"03034":3,"03046":2,"04008":3,"04027":3,"05054":2}},{"id":5560,"name":"Gabriel fixed ICE v 1.0","creation":"2014-05-14 07:36:43","description":"\n","username":"elronhir","cards":{"01007":1,"01008":3,"01011":1,"01014":1,"01017":1,"01018":2,"01021":3,"01022":2,"01024":2,"01026":1,"01028":2,"01050":3,"02009":2,"02043":2,"02047":1,"02063":1,"02091":1,"02104":2,"02105":1,"02107":2,"03052":3,"03054":3,"04004":2,"05035":2,"05048":2}},{"id":5561,"name":"Express Train","creation":"2014-05-14 08:24:43","description":"<p>Needs more test running though, but according to what I had from playing it in OCTGN, it was keeping up the pace from early to mid game. He can pressure mostly in Centrals first, then wait for the Corp to set his scoring server then use the multi-ICE breakers with or without Inside Job. Early to mid game, pressure the Corp in rezzing his ICE (either in Centrals or Remotes, depends) then if it cripples with econ, go for the toughest server (most ICE). It's a simple pressure, but more aggressive since it has Run events.<\/p>\n\n<p>Overmind &amp; e3, and Femme as multi-ICE breakers, then Retrieval Run as recursion; Kati, Security Testing, Dirty Laundry, Sure Gamble, and Desperado as econ; More on run events, that is why there is Public Terminal, to lessen spending of creds<\/p>\n\n<p>Any thoughts? Thanks for reading!<\/p>\n","username":"Saintry","cards":{"01018":2,"01021":3,"01022":3,"01024":1,"01026":1,"01050":3,"02024":2,"02091":3,"02101":3,"02105":3,"03052":3,"04063":2,"05029":1,"05032":3,"05035":3,"05036":3,"05038":2,"05048":2,"05053":3}},{"id":5562,"name":"Overmind Kate v2.1","creation":"2014-05-14 09:50:29","description":"<p>dropped one grappling hook for one parasite. <\/p>\n\n<p>redid central pressure suite to be 2x legwork, 2x makers, 2x RDI. <\/p>\n\n<p>Credit for initial idea goes to: http:\/\/netrunnerdb.com\/en\/decklist\/5461\/kate-overmind<\/p>\n","username":"djackman","cards":{"01012":1,"01026":1,"01033":1,"01034":3,"01035":2,"01036":2,"01041":2,"01044":3,"01050":3,"02009":2,"02047":3,"02066":1,"02107":2,"03034":2,"03038":3,"03046":2,"03048":1,"04043":3,"04086":3,"05035":2,"05045":1,"05053":3}},{"id":5563,"name":"StimHack Draft Cube: CORP Honor and Profit Edition v 1.1","creation":"2014-05-14 10:43:40","description":"<p>The cube is constantly going through an iterative process. This is the corp half of the current version up to HaP. NetrunnerDB now allows me to publish this without the unneeded 3 pointers! <\/p>\n\n<p>Runner List: http:\/\/netrunnerdb.com\/en\/decklist\/4706\/stimhack-draft-cube-runner-honor-and-profit-edition<\/p>\n","username":"sneakysly","cards":{"00005":1,"01055":2,"01056":2,"01057":2,"01058":2,"01059":1,"01061":2,"01062":2,"01063":2,"01064":2,"01065":1,"01066":1,"01068":2,"01069":2,"01070":2,"01072":2,"01075":2,"01077":2,"01078":2,"01079":1,"01082":2,"01083":2,"01084":2,"01085":2,"01086":2,"01088":2,"01090":3,"01091":1,"01092":1,"01094":2,"01095":2,"01098":2,"01099":2,"01101":2,"01102":2,"01103":3,"01104":2,"01107":2,"01108":2,"01109":2,"01110":2,"01111":2,"01112":2,"01113":3,"02012":1,"02013":1,"02014":2,"02018":2,"02019":2,"02020":2,"02032":2,"02033":1,"02040":1,"02051":2,"02052":2,"02053":1,"02055":2,"02056":3,"02060":3,"02070":2,"02074":1,"02079":2,"02080":2,"02092":2,"02095":1,"02097":1,"02099":1,"02110":3,"02111":1,"02112":2,"02113":1,"02115":2,"02116":1,"02117":1,"02118":1,"03004":1,"03005":2,"03008":1,"03009":1,"03010":1,"03011":1,"03012":1,"03013":1,"03014":2,"03015":2,"03017":2,"03019":2,"03023":2,"03026":2,"03027":2,"04011":2,"04012":2,"04013":2,"04014":2,"04015":1,"04017":2,"04020":2,"04030":1,"04032":2,"04033":2,"04034":1,"04038":1,"04039":2,"04040":2,"04053":1,"04054":1,"04058":2,"04059":2,"04060":1,"04071":2,"04073":2,"04074":2,"04075":1,"04076":2,"04077":2,"04079":1,"04080":1,"04090":2,"04091":1,"04093":2,"04095":2,"04096":2,"04099":1,"04100":2,"04113":2,"04114":1,"04115":1,"04117":2,"04119":2,"04120":2,"05004":2,"05006":1,"05007":1,"05009":2,"05010":1,"05011":1,"05014":1,"05016":2,"05017":1,"05018":1,"05020":1,"05024":1,"05025":1,"05027":1}},{"id":5564,"name":"The Money Pit","creation":"2014-05-14 11:13:49","description":"<p>OVERVIEW <\/p>\n\n<p>The goal of this deck is to begin building an unstoppable train of ICE and economy. At the start your only responsibility is to get ICE installed and build up credits, forcing the runner to start digging for their rig early game.  Normally this is a scoring window, but unless your opponent is playing a big rig deck, you keep going. Keep placing ICE, econ assets, and playing econ operations. Most importantly, watch the runner’s moves to determine their desired win condition.  If you are playing against a big rig deck, you can dance between dropping more ICE, building econ, and scoring useful early agendas while they dig for their rig.  You have to do this because late-game they’ll be able to get in anywhere at least once every turn or three.  Scoring agendas early while they dig for breakers lets you minimize how many windows they’ll have late-game.<\/p>\n\n<p>By mid-game you should have at least 25 credits sitting on HQ or ~7-12 and most of your ICE rezzed. At that point you can start dropping agendas in your single remote server.   <\/p>\n\n<p>When late-game arrives you should be set, and your upswing should extend so far out only sheer luck will allow a runner to win.  Most of your ICE is rezzed or you have the money to rez it.<\/p>\n\n<p>ICE <\/p>\n\n<p>ICE placement is key in this deck, and it's where much of the modularity comes in. You have four servers: your centrals and one advancement server. As a rule of thumb you should always install a tollbooth on the central server the runner wants in the most, with the second tollbooth going on the second most profitable server, because runners frequently try to bait and switch on you. These will often be HQ and R&amp;D, but occasionally archives. Continue building to your opponent's tactics. If they get into a server, plug the hole with some strong ICE sitting in your hand. If you start getting a lot of ICE, try to predict where the best placement would be and start installing 1 a turn to get that sweet sweet ETF credit.  Also, don’t allow the runner free access to Archives, regardless of tactics.  If they haven’t exploited it yet, they probably will, so take your first free ICE and cover Archives.  If they want something, make them pay for it.<\/p>\n\n<p>When rezzing ICE, keep in mind that you need to balance your income. Sometimes it's worth dropping 14 credits to Wotan up Archives because Gabe just dropped a Sneakdoor Beta. Other times you can roll the dice and hope odds will cover you so you can pop a mess of econ cards next round and prevent future accesses while still maintaining your economic state. <\/p>\n\n<p>The end-game for ICE is to have 4 servers, usually 3 ICE deep, that the runner can't get into without expending huge amounts of credits. If server doesn't cost more than 10 credits to get in, or 15 for key servers, you may have to reconsider your placement options in future games (bypass effects aside... you can't help that).  Use those cheap ICE to help protect against Inside Job too.  That’s why I’ve neglected using Curtain Wall.<\/p>\n\n<p>Finally, Tenma Line has been splashed to adjust for poor ICE placement in the early game.  This helps mostly when a Shaper has had an amazing early game and you need to optimize your ICE placement, or when you got unlucky with early ICE and absolutely must eliminate a vulnerability.<\/p>\n\n<p>ECONOMY <\/p>\n\n<p>What's to say? You have a ton, and half of your econ represents the other half of the modular aspects in this deck. Force the runner to decide make themselves poor or let your be rich. EVE Campaigns should almost always go unprotected due to its high trash cost.  Adonis Campaigns are a great placeholder in your protected remote before you begin scoring, or throwing them out unprotected when the runner is broke. Either they spend the entire turn trying to trash it (3x creds, 1x run\/trash), or you make 2 credits and then they spend 3 credits to trash it, OR you make 8 credits. In a pinch, or against a Whizzard deck, I try to protect most of my econ assets with some sort of ICE.  Costing the runner 1 click and maybe 2 credits is not enough of a tempo hit; I’d rather have the money in that event. Also, I prefer to wipe viruses the second an Imp comes out if I can afford it, for the same reason.<\/p>\n\n<p>Burst Econ is there if the runner decides they want to be poor. It also does a lot to help you keep up economically to threaten rezzing some truly devastating ICE. Reclamation Order is in the deck for a late game option of throwing 3 restructures back in your hand after the runner made an attempt to drain you of credits by forcing you to rez ICE. I've had several runners threaten a table flip, and one concede from that move alone. Multiple early hits aside (which really hurts anyone), I don't fear Account Siphon.<\/p>\n\n<p>I add in this last part because it doesn't fit elsewhere.  Psychic Field is a great early and late game card.  You can toss it out in a remote along with the asset agendas.  This works pretty well when you look like you're struggling economically because the runner's first instinct is to trash your econ assets.  However, most folks will run cards installed in open remotes.  Regardless, it opens a possible scoring window and trashes whatever they've been holding in hand waiting for an opportunity.<\/p>\n\n<p>I haven't hit the golden first round Andromeda Psychic Field yet (not a lot of Andy in my meta, it's all Gabe\/Tenma atm), but I will continue to chase the dream.<\/p>\n\n<p>AGENDAS <\/p>\n\n<p>Mandatory Upgrades is the star of this deck. With the brutal ICE glaciers this deck can put up mixed with Ash, it's not difficult to wedge open a scoring window even for a 6 cost agenda.  It takes experience to see it when the window opens, but you have to keep vigilant.  Once you score it, everything you do is now more valuable.  Gila gives you 6 credits a turn.  You can gain 4 credits and install a card in a single turn.  You can fast advance any 3c cost agendas, or install a 4c cost agenda and let the runner sweat over it and decide it wasn't worth wasting 15-20 credits on finding an Ash when the corp isn't at match point yet.  The extra click isn't just FA feed, it makes every turn 25% better.  Whatever you need to do to get closer to win, you can do it even quicker now.<\/p>\n\n<p>Gila is a beautiful thing here. An early Gila with an ICE install means you can gain 4 credits (3 if you install in position 2) every turn.  With an MU scored, it’s your own personal Melange.  Do it enough and even the most aggressive economic control deck will throw their hands up in frustration; there's just no keeping you down!  It’s also FA bait if you've scored an MU already.<\/p>\n\n<p>ABT is there to be used. I try and hedge my bets by counting the ICE I've seen against how much ICE is left in R&amp;D, and how many cards I have left in R&amp;D. If it's a halfway decent ratio, I give it a whirl.  Several times I've ABT'ed into a Wotan, Janus, or Ichi 2.0... it's a great feeling to say to the runner, \"yeah, that server you're getting into? Nope.\" Nothing is better than taking your upswing and extending it for the rest of the game. If the runner has scored 4 points and my archives isn't scary as hell to access, I usually don't use ABT's ability unless I have a Jackson Howard I'm willing to spend, if the remaining R&amp;D is less than 40% ICE, or if I’m doing so well that I have the time and money to draw\/install anything without damaging my game state.  It’s also great because it’s an out-of-hand score if you’ve scored an MU.<\/p>\n\n<p>NAPD Contracts is great because it follows the same lines as my asset econ. Obviously people will always score it if they can, but I'm happy to charge them 4c if it means slowing their game state down, or providing me with a scoring window. If you've scored MU, you can drop it in your remote and leave it alone for a turn, then score it the following turn. Sometimes you can drop it unprotected if the runner is poor enough and you have an econ asset clicking away in your remote.<\/p>\n\n<p>CONCLUSION <\/p>\n\n<p>I’ve got a 16\/20 wins-to-games-played ratio so far, with losses due to terrible draw (No ICE or ways to find ICE)  I have only lost one game when I drew even a mediocre hand.  You have to be careful when judging the runner, because if you don’t have spare ICE and the credits to rez it when they switch tactics and target another server, you can potentially allow a runner the ability to win.  This is true of any corp game, but it represents one of the larger potential gaps in this decks ability to win.<\/p>\n\n<p>The two Jinteki cards are meta-based and while they could work in many games, I think that, if anything, they could be switched out for more meta-specific choices.<\/p>\n","username":"divvo","cards":{"01054":1,"01055":3,"01056":3,"01064":2,"01090":3,"01110":3,"01113":1,"02011":3,"02012":1,"02013":3,"02052":2,"02092":3,"02110":3,"03015":1,"03017":1,"03023":2,"04015":2,"04030":1,"04040":3,"04096":2,"04111":1,"04119":3,"04120":1,"05010":1,"05012":1}},{"id":5565,"name":"Free Runs","creation":"2014-05-14 11:53:36","description":"<p>Basic Premise is to Yog.0 and Paintbrush your way through servers for zero cash using buffs like dino \/ datasuker.<\/p>\n\n<p>Omega is in to save clicks from paintbrush and get through single ice servers without your ability.\nUnderworld &amp; Daily are in for click less economy once their down.\nScavenge is in to move the Yog to a Dino \/ reset the Atman or get a program back with a SMC.\nForged is in to force the res so paintbrush can be used rather than relying on tinkering.\nFinally the Atman is a back up breaker for when\/if yog isn't big enough or even just to save some clicks from paintbrush for some cash.<\/p>\n","username":"Pinkwarrior","cards":{"01008":3,"01014":3,"01020":2,"01034":2,"01037":3,"01039":2,"01040":3,"01050":3,"02047":3,"02048":3,"02069":3,"03028":1,"03034":2,"03040":1,"03046":3,"03053":3,"04088":3,"04108":3}},{"id":5566,"name":"Greased Lightning","creation":"2014-05-14 11:55:38","description":"<p>Based on<\/p>\n\n<p>http:\/\/netrunnerdb.com\/en\/decklist\/5430\/tennin-lightning-chicago-regionals-2014-<\/p>\n","username":"dtelad11","cards":{"01062":2,"01103":3,"01110":3,"01113":2,"02014":3,"02033":3,"02060":1,"02110":2,"04012":3,"04015":2,"04032":2,"04073":3,"04100":2,"04111":2,"04114":3,"04119":2,"04120":2,"05003":1,"05005":3,"05006":1,"05011":1,"05016":2,"05024":2}},{"id":5567,"name":"Central Lockdown","creation":"2014-05-14 11:57:55","description":"<p>Crim deck meant to lock down R&amp;D and HQ\nIn progress, looking for advice on fixing up\nRight now, looks like it might have problems with low link power and economy.<\/p>\n\n<p>Side note: I don't have any data packs in the Genesis cycle, but I have all of Spin and both C&amp;C and H&amp;P<\/p>\n","username":"tehr0b","cards":{"01008":2,"01010":2,"01018":1,"01020":2,"01021":2,"01022":1,"01024":1,"01026":1,"01028":1,"01031":1,"01032":1,"01050":3,"01051":1,"01052":1,"04005":1,"04009":1,"04081":2,"04086":1,"04106":1,"05030":1,"05032":2,"05033":1,"05034":1,"05039":1,"05041":2,"05042":2,"05045":2,"05046":2,"05050":1}},{"id":5568,"name":"HB Mindgames","creation":"2014-05-14 12:50:19","description":"<p>The main idea that I want to try out is the use of Mushin No Shin in Haas Bioroid. The runner can't be sure whether it's a triple advanced Cerebral Overwriter, or if he's letting you score Mandatory upgrades. Three brain damage is obviously really bad for the runner, but with all the 3\/2 agendas, giving you Mandatory Upgrades will probably lose him the game. Using Trick of Light let's you use those tokens whether they run or not and let's you FA for cheaper than Biotic Labor. I'm mainly afraid of not getting the cards I need fast enough. I haven't tried this out yet; I'd love any advice any of you may have for this deck!<\/p>\n","username":"turkishvancat","cards":{"01054":1,"01055":3,"01057":1,"01058":2,"01059":1,"01062":2,"01064":1,"01110":3,"02011":2,"02033":3,"02051":3,"02110":3,"03005":2,"03009":3,"03015":2,"03019":3,"04015":2,"04040":3,"04090":3,"04111":1,"04120":2,"05015":2,"05024":1,"05025":1}},{"id":5569,"name":"This is a matter of Chess","creation":"2014-05-14 15:04:58","description":"\n","username":"guirto","cards":{"01001":1,"01004":2,"01006":2,"01007":2,"01009":2,"01010":2,"01011":2,"01012":2,"01013":2,"01014":2,"01022":1,"01035":2,"01049":2,"01050":2,"02041":2,"02050":2,"02061":1,"02062":2,"02084":1,"02102":2,"03050":2,"04002":3,"04003":3,"04023":2,"04042":3,"04043":3,"04061":2,"04089":2,"04109":2}},{"id":5570,"name":"Tennin","creation":"2014-05-14 15:42:47","description":"\n","username":"Lysander","cards":{"01058":2,"01065":1,"01079":2,"01090":1,"01101":1,"01103":3,"01110":3,"02014":3,"02033":2,"03014":1,"03026":3,"03027":2,"04015":2,"04020":2,"04032":2,"04040":2,"04073":3,"04074":2,"04114":2,"04119":2,"05003":1,"05005":3,"05006":1,"05014":1,"05016":1,"05024":1,"05027":1}},{"id":5571,"name":"Viral Express","creation":"2014-05-14 15:46:35","description":"<p>This is probably a pretty standard Ken Tenma build, but it has been performing rather well for me (there is no reason it shouldn't have, as Anarcho-Andromeda has always been a very solid deck).\nSome of the previous versions ran Early Birds instead of the Emergency Shutdowns, but I didn't find Early Birds all that useful (although with Doppelganger one suddenly has six clicks for running ;) ). Sure, they were decent against HB, sometimes letting you click through some nastier Bioroid ICE, but they had to go - I found myself aching for an Emergency Shutdown far more often than I actually needed Early Birds very desperately.\nI am on the fence with Deus X - it is probably a metagame choice - I am wondering whether I wouldn't be better off with a Quality Time in that slot, but then again Deus X has proven its worth in many games.\nI have considered a singleton Sneakdoor Beta, but memory can be an issue if it is installed.\nI am not entirely happy with the click-intensive economy, but it gets the job done (hey, drudge work, but it pays the bills, remember? ;) ). Any thoughts on that and on any other aspect of the deck are deeply appreciated. On the whole, I find that deck quite solid.<\/p>\n","username":"wilk","cards":{"01007":2,"01008":3,"01011":2,"01014":2,"01018":3,"01021":2,"01022":3,"01036":1,"01050":3,"01053":3,"02009":2,"02043":2,"02064":2,"02066":1,"02091":2,"02106":1,"03052":3,"03054":3,"05029":1,"05035":2,"05036":3}},{"id":5572,"name":"Speed of Thought","creation":"2014-05-14 15:47:46","description":"<p>Focus is on playing aggressively. Super aggressively. Account Siphon is a thing. Do it. In order to ensure that you're going to get in, use the most-flexible lock-pick Overmind. Ice eats Overmind tokens like candy, so use E3 Feedback Implants to break them of their sugar habit and Scavenge and Test Run to slap those Overminds back into play. The rest is there to make sure you keep cash on hand and snag agendas.<\/p>\n\n<p>You only get the +1 credit once a turn, so lead off with a run if you can and then use the rest of the turn to build up for the next one.<\/p>\n","username":"vampire0","cards":{"01018":3,"01021":3,"01036":1,"01053":3,"02009":2,"02024":3,"02043":3,"02047":2,"02091":2,"03034":3,"03052":3,"03054":3,"04042":3,"05029":1,"05032":3,"05035":3,"05042":2,"05053":3}},{"id":5574,"name":"Iain Annoys Corps During the Day, Dives Dumpsters at Night","creation":"2014-05-14 16:05:58","description":"<p>This is an iteration of a Iain deck I've played exclusively since H&amp;P came out.  I thought it was crazy and would never work, but was shocked at how strong it was!  I've gone 5-1 in our weekly Netrunner nights.  I know it's not perfect, which is why I'm posting it online for feedback, but here's the general idea.<\/p>\n\n<p>The way I see Iain is his strength is in playing the long game and making fewer, more meaningful runs.  This is of course counter-intuitive to what the Runner needs to do to win, so we're going to win by stalling and slowing the Corp in the 2nd and 3rd phases of the game, dumping agendas into Archives, and making a glorious last turn run at Archives, making it as expensive as possible for them to rez with whatever econ you left them with.<\/p>\n\n<p>We'll be draining the Corp's coffers with Account Siphon, Emergency Shutdown, and Crescentus.  Force them to Ice up all their servers by using John Masanori and Security Testing on any open server.  The Source will make the Corp hesitate and keep Agendas in their hand, so go for a tutored Legwork if you're going for a fun 'alternate' win condition.<\/p>\n\n<p>Sit back in those first few turns.  Remember, Iain wants the Corp to score first!  Once that's done, hit them with The Source, and make a sure meaningless runs to get them to Rez ICE just so you can De-rez it.  These runs will be expensive with Crypsis, but who cares!  Break their ICE, then De-rez it.  Ideally, the Corp will be struggling for credits, all while you're earning a click-less 2 credits for doing nothing.  While the Corp is focusing on how they're going to earn credits, you'll be either hitting R&amp;D hard with Keyhole, or using Data Link Reversal (protected by Fall Guy) as hard as you can.  After you've come close to decking the Corp, or you think victory is either in your hand or the Corp's, it's time for one final glory run at Archives, supported by Running Interference.<\/p>\n\n<p>A couple weaknesses.  First: Jackson Howard.  You have to assume they're going to retrieve 9 cards from Archives.  He is your #1 target.  Most corps won't realize that attacking archives is your main goal (it's not like your goal is printed on your Identity like Noise).  Hopefully, you'll be draining their credits so hard that they'll waste his ability on econ cards.  Force them to make this decision by making trashing Jackson YOUR #1 PRIORITY.  Hopefully, once they figure out what your game plan is, they're already wasted 1 or 2 of him.<\/p>\n\n<p>You're also going to run tag-me mid-way through the game with all those Account Siphons and the need to get Data Link out.  \"But Bullseyetm, look at all your resources!\".  Trashing all of these resources is even more of a credit drain on the Corp.  Ideally, you're going to use your Fall Guys to protect Data Leak Reversal, with The Source as a secondary target.  The Corp is NOT going to want to waste an entire turn and six credits trashing two Fall Guys and a Data Leak Reversal, but if they don't all the better for you, JUST KEEP DIGGING!  Freelancer is an obvious weakness, so if you see that a ton in your meta that'll be a problem.<\/p>\n\n<p>A nice little discovery I made is all of this pressure on the Corp's economy and cycling through R&amp;D does SHOCKINGLY well against HB:CI decks, I'm 2-0 against them and both victories were due to decking.  Also, all these new Jinteki traps we're seeing hurt a lot less when you're saying \"Go ahead and score the first point, that just starts up my econ\" or when you're only accessing Remotes, HQ, R&amp;D on your terms.<\/p>\n\n<p>Thoughts, advice, and critiques are welcome.<\/p>\n","username":"bullseyetm","cards":{"01018":3,"01021":2,"01026":1,"01031":1,"01050":3,"01051":3,"01053":2,"02009":2,"02043":3,"02065":3,"02103":3,"03054":3,"03055":2,"04009":1,"04044":1,"04061":1,"04106":3,"05028":1,"05035":1,"05036":2,"05037":2,"05039":1,"05048":2}},{"id":5575,"name":"Overmind Siphon","creation":"2014-05-14 16:20:47","description":"<p>This is a built of chaos theory I built around overmind. Test run it, scavenge it, clone it back until you have your e3, tool box on opus set out. Indexing and R&amp;D interface should reduce the number of accesses you need to win. Comments are welcome..<\/p>\n","username":"W\/MUTE","cards":{"01018":2,"01034":3,"01035":2,"01041":1,"01044":1,"01050":3,"02009":2,"02024":1,"02046":1,"02047":3,"02065":1,"02106":3,"02107":2,"03034":3,"03038":3,"03046":3,"03054":2,"05045":2,"05053":3}},{"id":5576,"name":"HM: Harm and Healing","creation":"2014-05-14 16:31:06","description":"<p>This is the newest alteration of my revised \"The Thing That Should Not Be\"-Deck (shoutouts to the creator of the original - omegalive2002). <\/p>\n\n<p>Most pieces of the build can be found in my original decklist. I will just comment on the changes i made.<\/p>\n\n<p>Assets:\nI added another jackson howard, just because i feel that he is so important for this deck to work fluently. On the other hand i removed one health clinic. While it is good to earn some money, this card is primarily used to bait the runner into a server and to make him spend some credits to trash it. <\/p>\n\n<p>I removed one Shi.Kyu, simply because one is enough for this deck. I see it in almost every game due to jackson howard and am able to either hurt the runner by inflicting net damage or by giving -1 agenda points. \nThree shocks and one snare where added to give rnd, hq and archives some additional protection. Those also help to show the runner some traps with your giraffe purses and to lay down a few remotes (e.g. two breakthroughs and a snare).<\/p>\n\n<p>Upgrades:\nI removed caprice nisei, because i had the feeling that often enough i just can't pay for her and didn't use her too much. She is strong, but this deck is so fast in most games, that she is not necessarily required.<\/p>\n\n<p>Operations:\nI got rid of the fundraisers, so taxing the runner is more efficient. Instead i added three beenstalk royalties. These are not only good to get some extra cash, but help also to recover from a siphon.<\/p>\n\n<p>ICE:\nAlthough RSVPs could do a pretty nice job of avoiding some trashes, they don't help with taxing the runner in most cases. That's why i removed them and added two inazuma instead, which help making servers deep and taxing.\nI also added another wall of static as a solid etr-ice, which helps to tax the runner, too. I furthermore removed grim, because it felt too situational and the bad pub goes against the theme of taxing and opening scoring windows. \nSwordsman got also lost in the deckbuildung process, but i still look for a slot to see his return.<\/p>\n\n<p>All those changes are not necessarily superior to omegalive2002's original list, but they fit my playstyle better and helped me to get much more consistent with this kind of deck. <\/p>\n\n<p>Let me know what you think of the changes ;)<\/p>\n","username":"Oneiro","cards":{"01070":1,"01092":2,"01098":3,"01110":3,"01113":3,"02014":3,"04012":2,"04015":3,"04073":3,"04074":1,"04093":1,"04119":2,"04120":2,"05001":1,"05005":3,"05006":1,"05009":2,"05011":1,"05016":2,"05017":2,"05018":2,"05024":1,"05027":1}},{"id":5577,"name":"Virulent Shaper v1.1 (Core)","creation":"2014-05-14 16:48:24","description":"<h1>Using Viruses to make the Core Shaper deck more aggressive.<\/h1>\n\n<p>This deck is based on suggestions from Sebacestmoi and a few observations from a play session with the v1.0 of this deck.  <\/p>\n\n<h2>Questions<\/h2>\n\n<ul>\n<li>Is Djinn worth including over Déjà Vu?<\/li>\n<li>At what cost is a third Parasite worth including?<\/li>\n<li>At what cost is Cyberfeeder worth including?<\/li>\n<li>What expansion and data pack cards are suitable for this play style?<\/li>\n<\/ul>\n\n<h2>Changelog<\/h2>\n\n<ul>\n<li><p><strong>v1.1<\/strong><\/p>\n\n<ul>\n<li>Added 2x Datasucker at Sebacestmoi's suggestion and the impression every player is using this card for a reason.<\/li>\n<li>Removed Ice Carver at Sebacestmoi's suggestion.<\/li>\n<li>Swapped out 2x Déjà Vu for 2x Djinn. The idea being to leverage the extra memory to run multiple viruses, and to be able to recover viruses from my heap at will.<\/li>\n<li>Changed name to 'Virulent Shaper (Core)' to reflect broader focus on viruses, not just Parasite. Also added a suffix which will be dropped when I get expansions.<\/li>\n<\/ul><\/li>\n<li><p><strong>v1.0<\/strong><\/p>\n\n<ul>\n<li>My first deck as a new player. Just 1x Core set.<\/li>\n<li>Began as Core Shaper deck with full Core Neutral set.<\/li>\n<li>Added 2x Parasite viruses.<\/li>\n<li>Swapped 2x Battering Ram for 2x Corroder for cheaper upfront cost. Frees up memory for Parasites.<\/li>\n<li>Added 2x Déjà Vu for heap diving and reusable Parasites.<\/li>\n<li>Added Ice Carver.<\/li>\n<\/ul><\/li>\n<\/ul>\n","username":"Warden1","cards":{"01007":2,"01008":2,"01009":2,"01011":1,"01012":2,"01033":1,"01034":3,"01035":2,"01036":3,"01037":3,"01038":2,"01039":2,"01040":2,"01041":1,"01043":3,"01044":2,"01046":2,"01047":1,"01048":2,"01050":3,"01052":2,"01053":3}},{"id":5578,"name":"Katesanity","creation":"2014-05-14 16:55:40","description":"<p>The idea with this is to hopefully get Pro Contacts or Personal Workshop in the initial draw. Pro Contacts works amazing with Public Sympathy. With 3 Public Sympathy's I have had games where I Stimhack 3 times. Usually try to save Stimhack as a surpise or when I have programs like Toolbox on Personal Workshop so I can make use of any unused credits.<\/p>\n\n<p>Atmans are there specifically to deal with Archers and any Sentry Ice that I might see multiple copies of. Really helps support the Cloak and Dagger setup. Clone Chip is huge for recurring Crescentus. You won't believe the look on someone's face when they rez an Archer and you install an Atman with 6 power Counters, break, and then derez with Crescentus.<\/p>\n\n<p>90% of the time Toolbox gets installed for 3 credits or less by sitting on Workshop for awhile and using Stimhack.  Credit goes to 0sum on OCTGN for most the inspiration on this deck.<\/p>\n","username":"rediknight","cards":{"01004":2,"01007":1,"01010":1,"01022":1,"01033":1,"01041":2,"01050":2,"01052":1,"02007":2,"02028":2,"02047":1,"02049":3,"02050":3,"02065":2,"02069":3,"02106":2,"03038":2,"03040":2,"03041":3,"03042":2,"03046":2,"03049":3,"03054":2,"04109":2}},{"id":5579,"name":"Anarcho","creation":"2014-05-14 17:12:54","description":"\n","username":"iMetal","cards":{"01002":3,"01004":3,"01005":3,"01006":2,"01008":1,"01009":3,"01010":1,"01012":2,"01052":3,"02024":3,"02041":1,"02043":3,"02065":3,"02069":3,"02082":3,"02091":3,"02102":1,"04003":3,"04041":1,"04043":3}},{"id":5580,"name":"The Biggest Lie 1.1","creation":"2014-05-14 17:13:18","description":"\n","username":"Forged","cards":{"01082":3,"01083":2,"01085":2,"01088":3,"01104":3,"01110":3,"02056":3,"02114":1,"02115":3,"02116":3,"04012":3,"04075":3,"04076":3,"04096":3,"04119":3,"04120":2,"05027":2}},{"id":5581,"name":"Tori Flatline Third Draft","creation":"2014-05-14 17:42:25","description":"<p>Brain damage them (recurring data mines), then punitive them.  Trying RSVP and Hive to see which I want to play.  Probably needs 2 Jacksons but space is really tight in this deck.<\/p>\n\n<p>One option is to use 2 RSVP along with NAPD and a Chairman Hiro instead of 2 House of Knives in order to focus on Punitive kills.<\/p>\n\n<p>The other is to use 2 Hives with the 3 House of Knives to make scoring house of knives easier so I can abuse Tori.<\/p>\n","username":"Ayotte","cards":{"01058":3,"01067":1,"01070":3,"01072":3,"01075":1,"01076":3,"01077":2,"01110":3,"02032":3,"04013":2,"04015":1,"04033":1,"04074":1,"04077":1,"04079":2,"04093":1,"04100":3,"04117":1,"04120":1,"05004":3,"05006":1,"05007":3,"05014":3,"05017":1,"05022":3}},{"id":5582,"name":"Let's Play Doctor!","creation":"2014-05-14 21:10:34","description":"<p>Pushing for a flatline win, banking on higher concentration of Snare\/Shock\/Shi.Kyu.<\/p>\n","username":"Stimutacs","cards":{"01070":3,"01075":2,"01099":1,"01101":1,"01110":2,"01111":2,"02012":1,"02032":3,"02070":3,"04012":3,"04013":3,"04073":3,"04093":2,"04114":2,"04119":3,"05001":1,"05007":2,"05011":3,"05016":2,"05017":2,"05020":1}},{"id":5583,"name":"Tennin Traps v3 - Neja Halcyon","creation":"2014-05-14 22:29:47","description":"<p>GOAL\nThe objective of this build is to deck the Runner.  To achieve this, the Corp will make the core servers less enticing and the remote servers more enticing.  This will require the strategic placement of ice, a fairly significant economy, plus a high number and wide variety of traps.<\/p>\n\n<p>THE CORE SERVERS\nThis build requires that the Corp dictate whether the Runner is going after agendas or traps but the Corp cannot dictate the pace of the game if the Runner can run against HQ or R&amp;D at will.  So the first few pieces of ice need to defend these two core servers.  The order of the ice is not terribly important early in the game because eventually you will get out Tenma Line which will allow you to rearrange your ice by swapping one piece of ice for another.  <\/p>\n\n<p>The deck also includes several Weyland walls which are ice that can be advanced.  Eventually these walls can become so strong that the Runner would rather make runs against remote servers rather than spend his\/her credits trying to run against the core servers.  <\/p>\n\n<p>REMOTE SERVERS\nAfter the core servers are sufficiently protected, the Corp should set up one protected remote server.  This server will give the Corp a platform to generate income.  If the Corp has an abundance of ice early in the game, they can set up a second protected remote server from which to generate more income but most of the remote servers will be undefended or only lightly defended.  <\/p>\n\n<p>A non-economy server will likely have no ice or only a single piece of ice and that ice will inflict net damage rather than ending the run.  The goal is to deplete the Runner of cards in their hand before they get to the asset or agenda that is scored there so that if they uncover a trap, it will likely cost them the game.  The Corp can also make use of Tori Hanzo to convert net damage into brain damage and reduce the maximum size of the Runner’s hand.<\/p>\n\n<p>UPGRADES\nThe Corp player should determine whether the Runner is more likely to run against HQ or R&amp;D then upgrade that server with Neo Tokyo Grid.  This allows an installed wall to be advanced for free once per turn.  The Corp can use Caprice Nisei to give additional protection against the Runner getting through to HQ or R&amp;D depending on the design of the Runner’s deck.  And because so much of the ice in this deck inflicts net damage, the Runner will be especially reluctant to run against any server protected by Tori Hanzo for fear of brain damage.<\/p>\n\n<p>There are two copies of each of these cards in the deck, so six upgrades in total.  The Corp player should consider using them to protect one core server and two remote servers.  Both of the protected remote servers should fuel his\/her economy.<\/p>\n\n<p>AGENDA\nPriority Requisition is in the deck because it scores 3 victory points for each card, bringing the victory point total up to the required minimum without increasing the card count too much.  But there is a lot of expensive ice in this deck and when the Corp scores Priority Requisition, it can rez a piece of ice at no cost.<\/p>\n\n<p>Score Nisei MK II early in the game if you have the chance because it gives the ability to end a run when the runner has bypassed all other protections.  <\/p>\n\n<p>Fetal AI can go in an unprotected server even early in the game because just accessing it will inflict two net damage, and stealing it will cost the runner an extra two credits that he might not otherwise have.<\/p>\n\n<p>Gila Hands Arcology can be scored from the protected first remote server because it has income generating potential.  Because of the heavy economy cost of this deck, this agenda was adding to the deck even though it only scores a single victory point per agenda.<\/p>\n\n<p>OPERATIONS\nThere are three copies of Hedge Fund in this deck to give the Corp a quick infusion of cash.  And the two copies of Trick of Light can be used to move advancement tokens off of Junebug or off of a wall to allow the Corp to quickly score an agenda, such as Priority Requisition.<\/p>\n\n<p>TRAPS\nThis deck opts for a wider variety of traps rather than going for a narrower variety with a greater likelihood of drawing any one card.  <\/p>\n\n<p>Shock! should not be kept in the Corp’s hand but instead, the Corp should draw until they have reached their max hand size so that they can discard Shock! into Archives to discourage the Runner from making a run against this core server.<\/p>\n\n<p>Snare! should be kept in the Corp’s hand to discourage the Runner from attacking HQ but it can also be effectively used with Toshiyuki Sakai (see below).  The Corp should always keep four credits in their pool whether they have Snare! in their hand or not just to make the Runner think that they do.  This card can easily win Jinteki the game.<\/p>\n\n<p>Project Junebug is a Jenteki staple and should be strategically installed or used with Toshiyuki Sakai (see below).  <\/p>\n\n<p>When the Runner accesses Shi.Kyu either from HQ or from an installed server, if the Corp has more credits than the runner has cards in hand, the runner will either lose the game or will be set back one victory point.  <\/p>\n\n<p>When Toshiyuki Sakai is accessed while installed, the Corp can swap him for any asset or agenda in their hand.  Advancement tokens from Toshiyuki transfer to the new asset or agenda allowing for a really big trap, such as Junebug, or an instant score on an agenda such as Priority Requisition.  When Toshiyuki is swapped for another card in the Corp’s hand, the Runner has the option to jack out without looking at the replaced card.  If the replaced card is an agenda, Trick of Light can be effectively used to advance it on the Corp’s next turn.<\/p>\n\n<p>CONSIDERATIONS\nThe original deck size was 75 cards but that was whittled down to 59 by reducing some of the ice and removing the third card for most assets, upgrades and operations.  There are a variety of traps that did not make the cut, some due to personal taste and some because I do not have all the expansion packs.  I welcome input from other play testers.  I did, however, find that 18 ice in a 59 card deck was not enough, so I added two copies of Wall of Static since they are inexpensive to rez.<\/p>\n\n<p>The Card Draw Simulator in netrunnerdb.com suggests that the current card balance is good, but after I play test the deck, if I find I can modify it, I would like to remove some of the economy cards and add a third copy of the any of the upgrades.  I would also like to add some copies of Ronin or Mushin No Shin.  When combined with Trick of Light and Neo Tokyo Grid, I expect Mushin would be especially effective.  I would also consider adding a copy of Interns so that I could discard a copy of Project Junebug that the Runner had decided was a trap and then reclaim it from Archives later.<\/p>\n\n<p>Thank you for your feedback.  And thank you to those who make playing Netrunner so much fun!  - Neja<\/p>\n","username":"Neja Halcyon","cards":{"01068":3,"01069":2,"01070":2,"01074":3,"01102":3,"01103":3,"01106":3,"01108":2,"01109":2,"01110":3,"01111":3,"01113":2,"02032":3,"02033":2,"03023":3,"04073":2,"04074":3,"04092":2,"04114":2,"04115":3,"05003":1,"05011":2,"05012":2,"05021":2,"05022":2}},{"id":5584,"name":"Andy's DLR mill v4","creation":"2014-05-14 22:39:31","description":"<p>This deck is hilarious.  Needs a lot of cards to set up, hence Andy's 9-card hand, QT, and Mr. Li.  Install Globalsec, then at least 2 Underworld Contacts.  Use Josh B. for an extra click and N.A City Hall to prevent the end-of-turn tag.  John M. is there to give yourself a tag on Click 1\/5 (just run and jack out immediately, using Snitch if there's deadly ice everywhere).  With tag, DLR is activated!  Spend clicks 2, 3, and 4 milling cards.  Spend click 5 and the credits on Crash Space to remove the tag from John M.  The credits you gained from Underworld Contacts will allow you to prevent the tag Josh B.<\/p>\n\n<p>With a little luck, the corp will lose just on running out of cards, but this depends on the corp identity and play style.  If you need to run on Archives to win with agenda points, Inside Job, plus the AI breakers will help you with that.  This is the 3rd edit, I removed expose event cards and replaced them with economy cards like Daily Casts and Bank Job for a little extra cushion.  John, Josh, Li, and Underworld Contacts can all be tutored.  I might consider replacing Globalsec with Helpful AI so that it can be tutored as well, but with only 3 Hostage cards, I think it's better to use Globalsec x3 since it's cheaper to play.<\/p>\n\n<p>Version 4 Update:  I've made a bunch of changes since Honor &amp; Profit.  I think the deck has stronger click efficiency, economy, and tutoring now.  We'll see how it plays.<\/p>\n","username":"bourgman","cards":{"01021":2,"01029":1,"01030":2,"01050":3,"01051":1,"01052":2,"02042":1,"02045":1,"02047":1,"02069":3,"02083":1,"02087":3,"02103":2,"02105":2,"02109":3,"03035":1,"03053":1,"03054":2,"04004":2,"04009":2,"05031":2,"05032":3,"05033":1,"05037":2,"05050":1,"05054":1}}]