[{"id":6005,"name":"Exposed Lies","creation":"2014-05-25 00:28:40","description":"<p>This is my take on a deck built by Shut Up &amp; Sit Down's very own Quinns.  It's usually pretty easy to get Blackguard out first turn or pretty early, generally, and then deny the corp credits from there.  And with the proliferation of Jinteki that must be upon us, expose is even more powerful than ever.<\/p>\n\n<p>It should be noted that I'm working with just one core set, generally (I have some draft cards).  I think I might need a Levy so I can gain my expose cards back, but maybe not.  There's only so much stuff to expose, right?  I also want to try to fit some Dirty Laundry cards in here too.<\/p>\n\n<p>Tell me what you think.<\/p>\n","username":"wswan","cards":{"01007":2,"01018":2,"01019":3,"01021":3,"01022":2,"01023":2,"01034":2,"01043":2,"01049":3,"01050":3,"01051":1,"01053":3,"02009":2,"02023":3,"02025":3,"02045":3,"02066":1,"02083":1,"04065":2,"04085":3}},{"id":6006,"name":"Can't Stop the Signal v2.0","creation":"2014-05-25 02:39:59","description":"<p>My latest version of my Anarch Tag-Me deck. I figured I'd post the updated version after the Chicago version got so much attention (partly due to the great article.) I was playing this for a while before H&amp;P came out, before I started experimenting with other runners. I never had one as successful as this. I've added the Deep Red\/Overmind breaker suite as a test, but it's not all that different than my previous Knight\/Sentry\/Corroder suite.<\/p>\n\n<p>Keyhole is a new addition. I've run into a number of scenarios where I can Keyhole 3x first turn, and that's amazing. It also helps remove any econ or nasty ICE, furthering the later plan of econ denial. It also spreads the pressure out to HQ, R&amp;D and archives. It makes me hate Rototurrets, though. <\/p>\n\n<p>Cards I wish I had room for: Masanori, for draw and more Tag-Me fun. Imp, it may be worth getting rid of Keyhole to get him back. Helps me run poorer. 1x Blackmail, for use with Activist\/Planned Assault for the final glory run. More Joshua B., because he's amazing.<\/p>\n\n<p>Also considering adding Wyldside for draw. I'm not sure if corps would trash it or not, given that it reduces my clicks.<\/p>\n","username":"Thike","cards":{"01002":3,"01008":2,"01012":3,"01018":2,"01050":3,"01053":2,"02009":3,"02021":1,"02042":2,"02047":1,"02103":3,"03054":3,"04003":3,"04041":1,"04042":3,"04043":3,"04061":2,"04062":1,"05036":2,"05053":3}},{"id":6008,"name":"Speed Rig","creation":"2014-05-25 03:10:42","description":"<p>*Torch will replace Gordian when I get Mala Tempora.<\/p>\n\n<p>The goal is simply to drop the full rig as early as possible. Chaos is beautiful because she can have a partial rig out, Opus and one breaker, and still use SMC.<\/p>\n\n<p>The event economy allows you to install Opus as just another piece of the rig, instead of a roadblock on the way to it. Your focus should be on drawing through the deck as quickly as possible to until you hit Dinosaurus and four tutors\/rig pieces. After that you just smash.<\/p>\n","username":"daytodave","cards":{"01007":1,"01018":1,"01034":3,"01043":1,"01044":1,"01049":3,"01050":3,"02009":2,"02046":1,"02047":3,"02048":3,"02087":3,"02106":2,"03034":3,"03035":1,"03046":3,"03054":3,"04065":1,"04109":3}},{"id":6009,"name":"ChaosT-Hardware-Overkill\/mind","creation":"2014-05-25 04:54:05","description":"<p>\"Continually Always Watching\"... a little tweaked...<\/p>\n\n<p>Strategy is: Overmind-Pressure hopefully from Turn 1 with eco-friedly sub-breaking, cheap midgame with installed Omnidrive and toolbox, basicly free endgame with Cyberfeeder and luxury of breaking with counter or money via e3<\/p>\n\n<p>Carddraw over Replicator. Needs to come out <em>real<\/em> fast, then you can mill through your deck with 3 or 4 installations <\/p>\n","username":"Crashdown","cards":{"01005":3,"01018":2,"01038":3,"01041":1,"01044":2,"01045":1,"01047":2,"02009":1,"02024":1,"02028":3,"02046":1,"02047":3,"02068":3,"02085":1,"02088":2,"02107":3,"03034":3,"03039":2,"04086":3,"05053":3}},{"id":6014,"name":"Fatale Atman 3.5","creation":"2014-05-25 06:51:14","description":"<p>General premise is Datasucker deck with Femme Fatale's, Atmans and Parasites.<\/p>\n\n<p>Changers from 3.0<\/p>\n\n<p>Only minor changers this time but important ones after a few play thews i found the Desparado SOOOO much more use than the grim and all though the stimhack was useful to have i feel squeezing in another Desparado is more important and i feel dropping a Femme is not an option tho i don't always need them their are times i need both in play. with the space for another card i decided that the SMC was the filler as losing the parasite for one earlier was a good change, interestingly its actually helped my parasite been able to kill an ICE mid run with it has turned out better than having the parasite in my hand so another one cant be a bad thing. Id still run 3 parasites if i had the influence to but i need that influence for the Desparado.<\/p>\n\n<p>Changers form 2.0<\/p>\n\n<p>Parasite down 1 for SMC to free up some influence without hindering my parasiting 2 much.<\/p>\n\n<p>Gordian Blade gone finding little use for it and costs 2 much to have it.\nStimhack added for surprise runs when low on cash works well with clone chip and SMC too.<\/p>\n\n<p>1 grim changed for a desperado the extra cash will be useful but i like the memory and extra virus tokens from grim running both gives me the option from game to game (in Theory anyway).<\/p>\n\n<p>Snowball changed for Inti snowball costs too much for the little use i get out of it and with datasuckers its just as useful<\/p>\n","username":"Pinkwarrior","cards":{"01008":3,"01012":2,"01024":2,"01026":2,"01034":3,"01050":3,"01053":2,"02009":2,"02047":3,"02066":1,"02091":3,"02106":2,"03030":1,"03034":3,"03038":3,"03040":3,"03046":2,"03048":1,"03053":2,"03054":2,"04067":1}},{"id":6015,"name":"Nbn TWIY fast adv","creation":"2014-05-25 08:43:16","description":"<p>Fast ad advance. Plain and simple. Astroscript chain or use it for market research. Put a market R. So the runner can steal it and then midseason + psico on project beale. Lots of economy. Place tollbooth+windowpopup+RSVP and red herrings to make a second run on the same server nearly impossible for the same turn. (Unless the runner has insane economy)<\/p>\n","username":"khorne666","cards":{"01062":2,"01081":3,"01083":2,"01085":3,"01090":3,"01091":2,"01098":3,"01110":3,"01111":2,"01113":2,"02056":3,"02070":3,"02114":1,"02115":3,"02116":3,"04076":2,"04077":2,"04095":3}},{"id":6016,"name":"Tag Your It","creation":"2014-05-25 09:30:40","description":"<p>I've not done Ken before as a deck so ideas are welcome<\/p>\n\n<p>The thinking of the deck is Ken is going to be event heavy so why have resources at all their only things you need to protect when tagged, so build the deck to not care about tags.<\/p>\n\n<p>So Plascrete is a must as is Account Siphon. Opus looks like a must since i cant run Kati for stable econ. \nI figure the central server breakers are good and since am running centrals then data-sucker seems obvious it'll help stop over buffing my breakers and save cash. Djinn helps with memory and gives me a search for medium. Data leak makes use of thos tags and with an early bird i can get a run off as well as a big mill in the same turn.<\/p>\n","username":"Pinkwarrior","cards":{"01008":2,"01009":1,"01010":1,"01018":3,"01021":2,"01022":3,"01024":2,"01044":2,"01050":3,"02009":3,"02103":3,"03035":1,"03052":2,"05029":1,"05032":2,"05033":3,"05035":2,"05038":2,"05041":2,"05042":2,"05046":2,"05052":3}},{"id":6017,"name":"The Key to Chaos","creation":"2014-05-25 10:28:11","description":"<p>This deck is all about Keyhole. Deus X is primarily there to counter Jintekis deadly archive. <\/p>\n","username":"Hvidponi","cards":{"01026":3,"01034":3,"01035":3,"01044":3,"01050":3,"02007":1,"02009":2,"02027":1,"02046":1,"02047":3,"02066":1,"02101":1,"03034":3,"03038":2,"03046":3,"03054":2,"04061":3,"04086":3}},{"id":6018,"name":"I made a thing","creation":"2014-05-25 10:38:24","description":"<p>Most consistent oracle may build I've made that didn't have to include questionable rigs\/cards<\/p>\n","username":"itsbigfoot","cards":{"01002":2,"01007":1,"01018":3,"01019":3,"01021":3,"01022":3,"01026":1,"01036":3,"01050":3,"01051":1,"02043":3,"02083":1,"02091":1,"03052":3,"04004":3,"04009":1,"05033":3,"05035":3,"05036":1,"05046":1,"05054":3}},{"id":6019,"name":"Ste3rling","creation":"2014-05-25 11:48:07","description":"\n","username":"bewnt","cards":{"01028":1,"01031":1,"01032":2,"01050":3,"02024":2,"02028":3,"02068":2,"02069":3,"02085":2,"02091":2,"02105":2,"02107":3,"03055":1,"04004":3,"05028":1,"05031":2,"05037":3,"05042":1,"05045":3,"05050":2,"05053":3,"05055":1}},{"id":6020,"name":"Ouchers","creation":"2014-05-25 13:13:11","description":"\n","username":"rodigee@hotmail.com","cards":{"01067":1,"01070":3,"01072":3,"01077":1,"01110":3,"02032":3,"02060":2,"02095":3,"04013":1,"04015":3,"04039":3,"04073":3,"04096":3,"04120":3,"05004":3,"05006":1,"05007":2,"05014":3,"05016":3,"05017":3}},{"id":6021,"name":"Gabe ver. 1.03 5th place at Chronos Protocol in Poznan 25\/05","creation":"2014-05-25 14:16:54","description":"<p>My first a probably last attempt on crimial ;) But the deck works smoothly, single indexing with Planned Assault is great and did help a lot. I’m not sure about Security testing, in some games I was 3c for a click (with Desperado) but in some it was total useless so you definitely need so other economy source, Gordian didn’t help much and will most likely go out.<\/p>\n","username":"voice_of_madness","cards":{"01007":2,"01008":2,"01011":1,"01014":1,"01017":1,"01018":3,"01021":3,"01022":3,"01024":2,"01026":1,"01028":2,"01043":1,"01050":3,"02009":2,"02043":3,"02085":1,"02104":3,"02106":1,"03052":3,"03054":3,"04009":2,"05036":2,"05048":2}},{"id":6022,"name":"HB ver 1.05 5th place at Chronos Protocol in Poznan 25\/05\/14","creation":"2014-05-25 14:17:13","description":"<p>Standard HB FA, Inazuna is a great addition either with Ichi for program destruction or with Eli for cheap but rather strong ET combination.<\/p>\n","username":"voice_of_madness","cards":{"01054":1,"01055":3,"01056":3,"01057":2,"01059":3,"01062":2,"01064":2,"01090":2,"01092":2,"01108":2,"01110":3,"01113":1,"02013":2,"02051":3,"02092":2,"02110":2,"03004":1,"03005":3,"03015":2,"03019":3,"03023":1,"03026":1,"04015":3,"05016":1}},{"id":6023,"name":"Aoi Kaminari","creation":"2014-05-25 14:35:39","description":"<p>Run Fast for Agendas with Events<\/p>\n","username":"Gilbod","cards":{"01004":1,"01007":2,"01008":2,"01011":1,"01014":1,"01018":3,"01021":2,"01022":3,"01024":2,"01026":1,"01028":1,"01031":1,"01050":3,"01053":3,"02006":1,"02009":2,"02091":1,"02106":1,"03054":3,"03055":1,"04004":2,"04064":1,"04089":1,"04101":1,"05029":1,"05035":2,"05036":2,"05053":2}},{"id":6024,"name":"Bad News Bears","creation":"2014-05-25 14:45:21","description":"<p>I saw this theme was NBN of trashing Cards and wanted to see where it lead me.  Some Key pieces are <a href=\"\/en\/card\/04016\">Invasion of Privacy<\/a>, <a href=\"\/en\/card\/02037\">Power Grid Overload<\/a>, <a href=\"\/en\/card\/04058\">Power Shutdown<\/a> and <a href=\"\/en\/card\/04014\">Character Assassination<\/a>.  For a while I ran <a href=\"\/en\/card\/02017\">TMI<\/a>, but <a href=\"\/en\/card\/03026\">Bastion<\/a> is the logical replacement after having some much trouble rezing them.  The deck is not tier 1, maybe tier 2, but its fun and when it pops, boy is it slick.<\/p>\n","username":"poughimer","cards":{"01056":3,"01080":1,"01081":3,"01082":3,"01083":3,"01090":3,"01091":3,"01110":3,"02016":1,"02020":3,"02037":2,"02052":3,"02056":2,"02115":2,"03026":3,"04014":2,"04016":3,"04020":2,"04058":2,"04076":3}},{"id":6025,"name":"Defenestration","creation":"2014-05-25 15:14:30","description":"<p>The goal of this deck is to utterly control the pace of the game; watching for scoring windows and then pushing out an agenda is the order of the day. How? I'm so glad you asked.<\/p>\n\n<p>1) RP's printed ability is where this all starts. You know, without exception, that the runner will only have 2 clicks to prep before running on your agenda remote. This can make mental math easier when you're trying to tally up what the runner has or could have access to for breaking in and stealing your stuff. Also, many won't run against Jinteki on their last click. And for good reason! But against this deck, what they've learned elsewhere is only slowing them down.<\/p>\n\n<p>2) Next step is the agenda selection. Every single one of these has a cost to steal (excepting installed TFP's and archived FAI's). Again, this helps with mental math. Look like they can break in but be broke? Put down an NAPDC and giggle. Furthermore, you're very (relatively) safe with 1-2 agendas just sitting in HQ, as Shock! and Shi.Kyu make sniffing around there unpleasant and repeatedly running for sucker tokens downright dangerous.<\/p>\n\n<p>3) Piles of taxing ICE with--just a few strong hard stops--seal the deal. Because the agendas are few and costly, you can afford to allow most central accesses without worry. Eli, Pup, Rainbow, and Datapike (or as I like to call it, Minibooth) just take and take, and they cost you relatively little. Tollbooth fills a middle ground; depending on your opponent and the game state it can serve as a hard stop to score behind, especially early in the game. Careful for Femme and Inside Job though! Even into the late game, very few decks can beat a Tollbooth cheaply, so it's almost never a dead draw. <\/p>\n\n<p>If the game runs long enough--and it's likely to, given the deliberate pace this deck prefers--you'll probably need something meaty to score behind. Enter Hadrian's and Susan. I find the former to consistently surprise runners out of faction, and even mighty Corroder pays a premium to beat it. People are starting to expect the latter, but it's still often good for 2-3 turns of frenzied drawing\/cred clicking, which is exactly what you need. On occasion it can even be used to toss the unwary into a Shi.Kyu-spiced garbage heap.<\/p>\n\n<p>4) Speaking of Shi.Kyu, it's a small but potent part of the mix here. Given the number and value of agendas, forcing a single one on your opponent changes their required minimum agenda count from 3 to 4 unless they can steal 2 TFP's. Handing them 2 is brutal, and if they take all 3 their fate may be sealed. It's not even that big a deal that it doesn't fire from R&amp;D, because from there it goes to archives, where it lurks... waiting... ;)<\/p>\n\n<p>This deck is otherwise light on ambushes; Shock! is an annoyance until it hits archives, where it greatly helps to protect your overdrawn agendas. Snare! is the card I most often consider replacing, but once or twice it has really closed out a game for me. I never expect a flatline, but just having those in there helps deter reckless R&amp;D digging.<\/p>\n\n<p>5) To pay for all this you have the myth, the legend, the monster: Sundew. We all know how good this is in RP, so I won't waste much time. Just remember to put it behind some taxing ICE. Obviously Sundew alone isn't enough, so the MHCs provide even more drip. It's such an uneven value proposition for the runner to trash those that, even when they do, you may get a scoring window out of it despite the income loss. Encryption Protocol makes Sundew, MHC, and Jackson even more costly to deal with; there's no greater feeling than watching a runner carefully gather 3 creds, run a central, then come at a Jackson on their last click, knowing all the while that you have 1 or more unrezzed EP's.<\/p>\n\n<p>Lastly, CG does so much good work here. In other decks I'm reticent to reveal so much, but in this one you can nearly always afford to say, \"Hey, look, some ICE and a Fetal.\"<\/p>\n\n<p>I've been playing and iterating on this a lot lately, both in my local meta (Mountain View\/Cupertino represent!) and on OCTGN and after many refinements I enjoy good success against a variety of decks. The feeling of being so strongly in control is incredible. I even won the game in which I suffered the worst first runner turn of my time playing Netrunner: Siphoned to 0, Sundew trashed, agendas taken from HQ and R&amp;D (4 points) and a Caprice trashed from hand.<\/p>\n\n<p>I would love to hear about other similar decks folks are running, and any suggested changes. On that front, I sometimes think about -1Eli -1 Caprice (who surprisingly does not often cinch games for me) +1 Jackson, +1 Katana.<\/p>\n\n<p>Thanks for reading this far, now tell me how wrong I am!<\/p>\n\n<p>5\/25 Made a few edits to the description for clarity's sake.<\/p>\n","username":"partialcharge","cards":{"01070":2,"01090":2,"01102":1,"02029":3,"02031":1,"02032":3,"02110":3,"03027":2,"04012":3,"04015":2,"04054":3,"04073":3,"04114":3,"04119":3,"05007":3,"05009":3,"05011":3,"05018":3,"05020":1,"05025":3}},{"id":6026,"name":"Babylon Knowledge - Chronos Protocol Reggio Emilia (IT) 1st","creation":"2014-05-25 16:03:52","description":"<p>The deck is undefeated in tournament play.<\/p>\n","username":"aldaris","cards":{"01055":3,"01058":2,"01059":3,"01062":2,"01064":2,"01090":1,"01110":3,"02051":3,"02052":2,"02070":2,"02110":2,"03001":1,"03005":3,"03019":3,"03026":1,"04012":2,"04034":3,"04040":3,"04090":2,"04100":2,"04111":2,"04117":2,"04119":1}},{"id":6027,"name":"Pitch black v1.0 - Chronos Protocol Reggio Emilia (IT) 1st P","creation":"2014-05-25 16:06:15","description":"<p>Zion train is coming our way.<\/p>\n\n<p>this deck went 3-2 in the tournament (24 players).\nit has a very easy concept: full rig in 4\/5 turns and cheap run, no multiacces only your skill.\nit's a very philosophical deck, no way to escape if you lose it's probably your fault.\nfor this deck the worst matchup are nbn FA and archer.<\/p>\n","username":"aldaris","cards":{"01007":3,"01008":2,"01011":2,"01014":2,"01015":2,"01016":3,"01022":2,"01026":1,"01049":2,"01050":3,"02001":1,"02009":2,"02042":2,"02062":1,"02066":2,"02091":1,"02103":2,"03033":2,"03052":3,"04009":2,"04102":3,"04109":3}},{"id":6028,"name":"Psionic Tag Punishment (Scorcha' Killa' V2)","creation":"2014-05-25 16:09:41","description":"<p>Through further testing I found the hunters didn't get much done so I traded them in for Tsurugis.<\/p>\n\n<p>Losing a scorched earth did hurt but I found closed accounts easier to pull off with dcent effect and it combos nicely with MRF econ and can turn the deck into something much more taxing though less deadly<\/p>\n","username":"Trizzy613","cards":{"01070":3,"01072":3,"01075":2,"01077":2,"01084":2,"01099":2,"01110":3,"02014":3,"02015":3,"02080":3,"04015":3,"04074":2,"04093":1,"04114":2,"05002":1,"05005":3,"05006":1,"05007":1,"05010":3,"05013":3,"05014":3,"05017":1}},{"id":6030,"name":"Oracle Andy","creation":"2014-05-25 16:38:57","description":"<p>80% of the deck is events, all non-events can be tutored out of the deck or picked up by deja vu if you miss with oracle<\/p>\n","username":"itsbigfoot","cards":{"01002":2,"01007":1,"01018":3,"01019":3,"01021":3,"01022":3,"01026":1,"01032":1,"01036":3,"01050":3,"01051":1,"02043":3,"02083":1,"02091":1,"03052":3,"04004":3,"05033":3,"05035":3,"05036":1,"05046":1,"05054":3}},{"id":6031,"name":"Lategame Medtech","creation":"2014-05-25 17:09:56","description":"<p>The idea is to start scoring in the lategame. With only six agendas in the entire deck the odds are on our side.<\/p>\n\n<p>Caprice and <a href=\"\/en\/card\/02013\">Ash 2X3ZB9CY<\/a> are extra protection for our important servers. Furthermore, if the Runner hits <a href=\"\/en\/card\/05011\">Shi.Kyū<\/a>, they then have to find and score 3 of our Agendas, that's half the Agendas in the entire deck.<\/p>\n\n<p>The ICE is very porous as the aim is to keep taxing the runner and throwing Agendas back into R&amp;D, whilst we set up a scoring server via <a href=\"\/en\/card\/01090\">Tollbooth<\/a> and <a href=\"\/en\/card\/05020\">Susanoo-No-Mikoto<\/a>  and hopefully amass credits, using the plethora of econ we have available to us.<\/p>\n\n<p>Untested, as I don't have Honor and Profit yet.<\/p>\n","username":"wdlp","cards":{"01090":2,"01106":3,"01110":3,"02013":2,"02015":3,"02110":2,"04012":3,"04015":2,"04093":3,"04114":2,"05001":1,"05007":3,"05009":3,"05011":3,"05014":3,"05018":3,"05019":2,"05020":2}},{"id":6032,"name":"Notorious Quest 0.3","creation":"2014-05-25 17:50:55","description":"<p>So this is a central focused silhouette deck with some flexibility to go elsewhere if needed. Has a standard hostage package to back up the aggressive run events and doppelganger to help out with <a href=\"\/en\/card\/04081\">Quest Completed<\/a> and <a href=\"\/en\/card\/02026\">Notoriety<\/a><\/p>\n","username":"ihmcallister","cards":{"01007":1,"01018":3,"01019":2,"01022":2,"01027":1,"01031":1,"02007":1,"02009":2,"02026":3,"02043":2,"02064":2,"02087":2,"02091":1,"03049":1,"03052":3,"03054":3,"04004":2,"04009":1,"04081":2,"05030":1,"05041":1,"05042":1,"05046":1,"05048":2}},{"id":6033,"name":"Data Processing Club","creation":"2014-05-25 18:23:20","description":"<p>Description coming soon.<\/p>\n","username":"The Real C","cards":{"01058":3,"01059":3,"01061":1,"01072":3,"01084":1,"01106":3,"01110":3,"02012":1,"02110":3,"02112":2,"03001":1,"03006":3,"03009":3,"03017":2,"03019":3,"04040":3,"04071":2,"04090":3,"04111":3,"04119":1,"04120":3}},{"id":6034,"name":"Death by Snu Snu","creation":"2014-05-25 19:04:52","description":"<p>This has probably been done before, but it literally just occurred to me so I thought I'd throw it together.<\/p>\n\n<p>Just install everything you draw and gain the odd credit.<\/p>\n\n<p>Try to flatline the runner by throwing 6 Agendas into Archives, or something like that.<\/p>\n\n<p>WHAT DO YOU KNOW, MAN. IT COULD WORK!<\/p>\n","username":"wdlp","cards":{"01056":3,"01067":1,"01070":3,"01072":2,"01110":3,"02080":3,"03023":3,"04015":3,"04032":3,"04039":3,"04073":3,"04080":3,"05004":3,"05006":1,"05010":3,"05011":3,"05014":3}},{"id":6035,"name":"One Step from Being \"That Starlight Deck\"","creation":"2014-05-25 19:26:35","description":"<p>A deck that started as a gimicky Ken (tons of events) deck that played doubles alongside Power Naps and Oracle May (I even briefly entertained the idea of incorporating Starlight Crusade Funding). I didn't find myself needing the Money from May that often, and it was too devastating to lose my breakers on a bad guess (hint:I usually guessed 'event') so I pulled her and the hostages out and rejiggered my economy.<\/p>\n\n<p>What was apparent in just the first play of the deck was that it was surprisingly strong. It makes tons of cash, and in strong enough bursts that losing clicks to Crypsis are not crippling, but you have to feed it during downtime, or the corp will score an agenda when you don't have enough virus tokens on it. Crypsis is my first Spec. Order, so I can start using my Planned Assaults\/Indexing\/Legwork\/Account Siphons. <\/p>\n\n<p>So yeah, goofball deck, but has performed admirally enough that I turn to the hivemind of the internet to help me iron out some of the kinks.<\/p>\n","username":"falseidol","cards":{"01007":1,"01018":3,"01022":3,"01024":2,"01026":1,"01030":2,"01050":3,"01051":1,"02106":1,"03052":3,"03054":3,"04029":3,"04044":2,"04063":3,"04065":1,"04107":3,"04109":3,"05029":1,"05035":3,"05036":3,"05046":1}},{"id":6036,"name":"Garbage pick-up","creation":"2014-05-25 19:28:48","description":"<p>Hope ya enjoy my off-beat deck!<\/p>\n\n<p>Programs:<\/p>\n\n<p>Try to get out Magnum Opus as soon as possible to obtain a good economy. Later on try to get out one or more Sahasraras and a Scheherazade. Every other card are essentially cards you just throw down to mill the Corp for Agendas. Parasites to eat up thin servers to get some free runs possibly. Imp for those unprotected assets to deny corp anything. Getting off Hemorrhage even once is a win in my book. Lastly, Darwin if you have a lot of cash sitting around and you're confident with running taking into mind the Corp's faction and money pool.<\/p>\n\n<p>Resources:<\/p>\n\n<p>Activist Support in conjunction with New Angeles City Hall to set up Black Mail. NACH up to also avoid those stupid tagging corps (Goddamit NBN &amp; Weyland). Same Old Thing to recur events according to the situation.<\/p>\n\n<p>Events:<\/p>\n\n<p>MASS INSTALL! Throw down those viruses and start milling for agendas! Preferably with Sahasraras out and a Scheherazade on stand-by to give those viruses a place to cuddle. Deja Vu to grab some of your children back or a key card. Quality time for rampant viruses. Finally Black Mail for those walk-ins. <\/p>\n\n<p>Gameplay:<\/p>\n\n<p>In no way is this deck viable. This deck is very much surprise, with all the current popular decks I've seen they play out pretty much the same. Much more of an unorthodox deck I'd like to and much rather play with to throw the corp off balance. You basically try to achieve a steady economy while poking around early game for some free agendas. NEVER POKE REMOTES OR ARCHIVES EARLY GAME! Once you've done so, start up the viral reproduction. Mass Installing viruses and milling the corp. Once you see that the archives stack looks nice, Black Mail the goddam corp and take out the garbage. Otherwise use Black Mail on remotes you've never touched once they've found out that you don't really run and break ice. <\/p>\n","username":"TrungusWungus","cards":{"01001":1,"01002":2,"01008":2,"01010":2,"01012":3,"01044":2,"01050":3,"02003":3,"02041":2,"02087":3,"02102":2,"02109":2,"03047":3,"03054":2,"04005":2,"04022":2,"04062":2,"04082":2,"04089":3,"05051":3}},{"id":6037,"name":"Cyberspace is for Pawn (Overmind\/Cloud variant) v2.0","creation":"2014-05-25 20:28:20","description":"<p>Currently at 47 cards, which is slightly fat but I'm struggling to trim down by two {suggestions welcome }.<\/p>\n\n<p>Evolution of my Cyberspace is for Pawn deck, akin to the Street Chess deck that inspired <a href=\"http:\/\/netrunnerdb.com\/en\/profile\/110\/db0\">db0<\/a>'s <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/1486\/homeless-kasparov-v2\">Homeless Kasparov<\/a>. This one is intended to use <a href=\"\/en\/card\/05053\">Overmind<\/a> as the main breaker,  supported by Cloud breakers to keep the MU free, and <a href=\"\/en\/card\/04002\">Pawn<\/a> and <a href=\"\/en\/card\/04022\">Scheherazade<\/a> are 0 MU cost :-) Unlike <a href=\"http:\/\/netrunnerdb.com\/en\/profile\/1\/Alsciende\">alsciende'<\/a>'s <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/5895\/overknight-1-0\">OverKnight<\/a> variant I'm not using <a href=\"\/en\/card\/04043\">Knight<\/a> to take up space from the <a href=\"\/en\/card\/04042\">Deep Red<\/a> MU. <a href=\"\/en\/card\/02089\">Creeper<\/a> deals with Swordsman in the unlikely situation that I see it, and I'm thinking that an <a href=\"\/en\/card\/03048\">Inti<\/a> might be the only solution to Wraparound. Tollbooth will be an issue with this build until I solve that problem, too. <\/p>\n\n<p>The decision at the moment is to run with <a href=\"\/en\/card\/02024\">e3 Feedback Implants<\/a> to save power counters on the Overmind rather than host the Overmind in an <a href=\"\/en\/card\/03039\">Omni-Drive<\/a> but it is a swing decision that could go either way after testing. <\/p>\n\n<p><a href=\"\/en\/card\/02106\">Indexing<\/a> and <a href=\"\/en\/card\/03031\">Escher<\/a> can win games, and if pressed you can use Escher to reconfigure the Ice array to place Ice hosting the Pawns at the bottom of servers (one shot, but a small acceleration here) before resolving the successful run clauses on Pawns. Also helps to make R&amp;D or a target server more vulnerable, of course.<\/p>\n\n<p>This version feels the lack of <a href=\"\/en\/card\/01028\">Sneakdoor Beta<\/a>, but the Influence and slots for it just don't feel available. Also missing in action are <a href=\"\/en\/card\/02003\">Imp<\/a> and multi access card like <a href=\"\/en\/card\/01036\">The Maker's Eye<\/a> \/ <a href=\"\/en\/card\/02107\">R&amp;D Interface<\/a>. <\/p>\n\n<p>With only the <a href=\"\/en\/card\/03046\">Self-modifying Code<\/a> for search (MU cost isn't an issue I think, because you trash it before the Overmind installs) out may be hard to get set up. No <a href=\"\/en\/card\/02047\">Test Run<\/a> and only two <a href=\"\/en\/card\/03038\">Clone Chip<\/a>s means your main trigger for Exile will be the Pawn cycle. <a href=\"\/en\/card\/03034\">Scavenge<\/a> on depleted Overminds is just a bonus play to recharge. Clone Chips are in primarily intended to reset the Pawn cycle if the Corp tries to disrupt it by trashing Ice hosting Pawn. There's a tension with only so much search as to use it to tutor for the combo elements or to actually assemble the breaker suite. Gut feel is probably the best guide here, after playing a few games.<\/p>\n\n<p>Economically, you're really looking to get the cycle going and sustained to really tick along, but <a href=\"\/en\/card\/03053\">Daily Casts<\/a> and <a href=\"\/en\/card\/01053\">Armitage Codebusting<\/a> are quite synergistic with <a href=\"\/en\/card\/01047\">Aesop's Pawnshop<\/a>, which - as @db0 noted in his write ups - you can use to get early credits from Schezza or Pawn as you set up the rest of the deck.<\/p>\n\n<p>When the combo comes together, it is a thing of beauty. ;-)<\/p>\n","username":"ODie","cards":{"01034":3,"01047":2,"01050":3,"01053":2,"02007":1,"02009":2,"02024":2,"02089":1,"02106":1,"03030":1,"03031":1,"03034":3,"03035":1,"03038":2,"03046":3,"03050":2,"03052":2,"03053":3,"03054":2,"04002":3,"04022":2,"04042":3,"05053":3}},{"id":6040,"name":"Latchkey Queen v2","creation":"2014-05-25 21:36:51","description":"<p>I'm new to the game and this is my first attempt at an Anarch deck, based off of Steven Wooley's recent Colorado Regionals deck. I only own one core set, Mala Tempora, Trace Amount, True Colors, Opening Moves and Honor &amp; Profit, so if you have feedback, please let me know if there is anything I can do within these limitations and what my next priority should be. Thanks in advance!<\/p>\n","username":"spaco","cards":{"01002":2,"01005":2,"01007":2,"01008":2,"01010":2,"01012":3,"01018":2,"01030":2,"01050":3,"01053":3,"02021":2,"02022":2,"04003":3,"04041":1,"04042":3,"04043":3,"04061":3,"04063":3,"05053":3}},{"id":6041,"name":"Kate Overmind 1.3","creation":"2014-05-25 22:01:22","description":"\n","username":"dupl3x","cards":{"01033":1,"01034":2,"01035":3,"01036":2,"01038":2,"01041":2,"01050":3,"02024":2,"02047":3,"02066":1,"02091":3,"02107":2,"03034":3,"03038":3,"03048":1,"03052":3,"03053":2,"04109":3,"05045":2,"05053":3}},{"id":6042,"name":"Oracle Engine Silhouette","creation":"2014-05-25 22:10:12","description":"<p>Oracle is roughly the same as a Green Level Clearance, every turn, with 32 events. Be careful to avoid net damage when holding crucial pieces (Corroder, Kati, and LARLA). Respect Komainu.<\/p>\n\n<p>Threat of Account Siphon and Silhouette-expose-informed FAO's lets you apply heavy pressure to the corp. Try to assemble your complete rig as fast as possible, Express Delivery should be used to dig for critical cards (Breakers and Siphon are what I took most with it). <\/p>\n\n<p>With Oracle, Kati, and event economy you have plenty of credits to deal with most ICE. Mulligan any hand that does not have an Oracle or a Hostage to go get one. Grab Decoy to cover your Kati, Oracle, and to avoid Scorched Earth(s). <\/p>\n","username":"SPW3","cards":{"01002":1,"01007":1,"01018":3,"01019":3,"01020":2,"01021":3,"01022":3,"01026":1,"01032":1,"01036":3,"01050":3,"01051":1,"02043":2,"02091":1,"03035":1,"04004":3,"05030":1,"05033":3,"05035":2,"05046":1,"05054":2}},{"id":6043,"name":"Poor Man's Untrashable v3","creation":"2014-05-25 22:30:26","description":"<p>I'm new to the game and really like the idea of db0's Untrashable v6 build. I only own the core set, Mala Tempora, Trace Amount, True Colors, Opening Moves and Honor &amp; Profit, so I wanted to try making the closest thing I could without Ash, Chimera, Hokusai Grid, etc. Please let me know if there is anything I can do within these limitations and what my next priority should be. Thanks in advance!<\/p>\n","username":"spaco","cards":{"01068":3,"01070":2,"01077":1,"01084":2,"01091":2,"01104":3,"01111":2,"02029":3,"02031":1,"02032":3,"04013":1,"04015":3,"04054":3,"04060":3,"04073":2,"05006":1,"05007":2,"05009":3,"05011":2,"05013":1,"05017":2,"05018":2,"05020":1,"05022":2}},{"id":6044,"name":"Overmind of the Underworld","creation":"2014-05-25 23:25:08","description":"<p>Powerful Andromeda Aggression using Deep Red + Dysons + Overmind with some long game safety.<\/p>\n","username":"seanzor","cards":{"01018":3,"01021":2,"01050":3,"01053":1,"02009":3,"02024":2,"02028":2,"02043":2,"02069":3,"02083":1,"02085":2,"02087":3,"02107":2,"03054":3,"04042":2,"04043":3,"04106":3,"05041":1,"05042":1,"05046":1,"05053":3}}]