[{"id":4659,"name":"Castle Black","creation":"2014-04-28 01:12:03","description":"<p>At the request of @hearthrob, I give you, the wall in the north.  (Game of thrones fans??)<\/p>\n\n<p>To keep out those nasty white walker hackers, HB bioroids stands watch on their big icy walls including Eli, Wotan, and the Heimdalls v 1.0 and 2.0.<\/p>\n\n<p>Tollbooth and Ash really make a very hard server since it forces all runners to pay their debts (make sure they uphold that Lanister motto).<\/p>\n\n<p>It's a great deck for beginners who want a solid ICE deck.  Build up your servers and collect money little by little and soon you'll have a formidable barrier and army of bioroids.  All the game needs is dragons and soon you'll be able to contend for your iron throne in whichever game store you play in!<\/p>\n\n<p>Hudson and caduceus really seem like its a personal choice.  Hudson stops the multiaccess ability and caduceus just added more traces (which is great for Ash) and I noticed most people just gave me the three credits since runners were so exhausted breaking through other subroutines.  <\/p>\n\n<p>I went 3-0 in the tournament and overall went 5-1 (losing only to @hearthrob's CI Killer Hand, Bro deck)<\/p>\n\n<p>If you're just joining the knights watch of netrunner, Castle black is where you wanna be.  Winter is coming.\nIce it up.<\/p>\n","username":"yeoda","cards":{"01054":1,"01055":3,"01056":3,"01061":2,"01090":3,"01106":3,"01110":3,"02013":2,"02019":3,"02051":1,"02092":3,"02110":3,"03006":1,"03013":3,"03015":2,"03017":2,"03019":2,"04015":3,"04030":1,"04040":2,"04051":2,"04120":2}},{"id":4662,"name":"The Virus Peddler v1.1","creation":"2014-04-28 03:32:27","description":"<p>Added Lockpick, more Maker's Eye and took out Indexing, Plascrete and Akamatsu Mem Chips. Much more streamlined now. Not convinced that the SOTs pull their weight, but it needs more testing.<\/p>\n","username":"Thike","cards":{"01006":2,"01008":2,"01012":1,"01026":1,"01034":3,"01036":3,"01043":1,"01050":3,"01051":1,"01053":3,"02007":1,"02047":3,"02091":2,"03028":1,"03031":1,"03035":1,"03038":3,"03043":1,"03046":3,"03048":1,"03052":3,"03054":2,"04006":3,"04108":1}},{"id":4664,"name":"Keep Calm and Advance from Hand v3","creation":"2014-04-28 06:38:03","description":"<p>No remotes needed. Fast advance for patient players.\nDefend HQ and R&amp;D, collect money, use Biotic Labor to FA your 2\/3 agendas. <\/p>\n\n<p>Watch out for The Source and Sneakdoors. Against The Source I'd recommend putting a NAPD Contract and advance it twice. If the runner steals it, he has at least to pay creds and The Source is trashed. If not, you score it next turn. \nWarning: Don't you ever think of using Accelerated Beta Test's special ability. Keep calm, breathe deep and go on. Stick to the plan.<\/p>\n\n<p>v2: Reclamation order is perfect for recycling all of your sweet 3-of-a-kinds and nicely synergizes with Archived Memories. NAPD Contract saves your butt now by replacing all those 2\/4-Agendas that you really don't want to score, if you don't need to.<\/p>\n\n<p>v3: After several plays (Win ratio 4-1) lets try this: Less ICE, more econ.This deck soaks up money like an old sponge. You want to be fast and flexible and will eventually get all ICE you need. Put 3 to 4 on R&amp;D and HQ, if Sneakdoors\/Datasuckers appear, put some on Archives too. \nCard Draw is not a problem with Jackson\/Blue\/Green Level.<\/p>\n","username":"HongKong Koma","cards":{"01055":3,"01058":3,"01059":3,"01062":3,"01110":3,"02019":3,"02051":3,"02070":3,"02110":3,"02120":1,"03001":1,"03019":3,"04015":3,"04040":3,"04076":3,"04090":3,"04111":3,"04119":3}},{"id":4665,"name":"DSTRY RNNR","creation":"2014-04-28 06:40:20","description":"\n","username":"pinksky","cards":{"01067":1,"01070":3,"01072":2,"01075":1,"01077":1,"01078":1,"01086":1,"01099":2,"01101":2,"01108":1,"01110":3,"01111":1,"02014":2,"02032":3,"02095":2,"03023":2,"03026":2,"04012":3,"04015":1,"04032":3,"04073":3,"04074":2,"04080":2,"04093":1,"04100":2,"04119":2,"04120":1}},{"id":4666,"name":"[Corp - HBNext] Roids Are Awaken v.1.1","creation":"2014-04-28 07:45:22","description":"\n","username":"Klark","cards":{"01055":2,"01061":2,"01062":2,"01101":2,"01106":3,"01108":2,"01110":3,"02012":2,"02070":3,"02079":3,"03003":1,"03004":1,"03006":2,"03013":3,"03015":2,"03016":3,"03017":2,"03019":2,"03021":3,"04015":2,"04030":1,"04090":2,"04100":2}},{"id":4667,"name":"Rush Jinteki 40\/12","creation":"2014-04-28 08:05:13","description":"\n","username":"Stigmy","cards":{"01070":1,"01077":2,"01092":2,"01110":3,"02014":3,"02060":1,"03026":2,"04012":3,"04013":2,"04015":2,"04032":2,"04054":2,"04059":2,"04060":1,"04074":1,"04077":2,"04093":1,"04114":2,"04119":1,"04120":2,"05001":1,"05005":3,"05006":1,"05016":1,"05027":2}},{"id":4668,"name":"\"Kit\" - Stupid Green Dinosaur","creation":"2014-04-28 08:36:59","description":"<p>After seeing a few paintbrush based decks, I decided to make my own. I figured that Kit was stronger, having a \"paintbrush like effect\" identity - and of course, making Code Gates, it was going to be Yog-o-saurus.<\/p>\n\n<p>EARLY GAME<\/p>\n\n<p>You'll want to be digging deep to find both a Dinosaurus, and any one card that can search out Yog.0. With that in mind, Professional Contacts was a must - helping me trickle up to the magic 12\/13cr (including the cost of Test Run\/SMC for the Yog), as I dig. Public Sympathy helps hold handfuls of useful events - Indexing, Escher, FAO etc - and protect against surprise damage decks. I find PS more helpful than Plascrete as it protects against net damage too, though it will feed Sweeps Week quite badly. Usually a rich Corp player is no problem, as you'll end up quite rich yourself.\nOnce you get your Yog set up, its time to start facechecking ICE on. A less clever Corp player will rez everything as you touch it - the deck is somewhat concerned with an unrezzed ICE sitting deep in a server that could be a nasty Sentry. Sharpshooter will help facecheck when that occurs, as well as hitting deeper ICE with FAO. Early facechecking of the first few ICE will also help (though, you'll need a bit of bravery). When you can, go digging for Paintbrush. Your full kit is Yog-O-Saurus with up to 2 The Personal Touch on it, Datasucker and Paintbrush. You'll have a spare MU for Parasite or Sharpshooter.<\/p>\n\n<p>MID - LATE GAME<\/p>\n\n<p>At this point, hopefully you're looking at a whole bunch of rezzed ICE, and the glorious feeling of being able to touch any server at a whim. At this point, the pressure is on - any card the Corp puts down can be reached, and you have full control of HQ and R&amp;D. Indexing comes into play here - spend a turn setting R&amp;D up as a fun place to go. Try to learn what the Corp player does when you hit it - does he leave it as-is, or draw through? Use that to plan your Indexing order - and of course, Jackson Howard is the enemy. He must be shut down whenever possible.<\/p>\n\n<p>Against damage-based decks, keep your hand high into 7+ cards. Usually you can trip over any Snares or low-advanced traps you find. Keep drawing up, and throw the Levy AR when needed.\nAt some point, drop and Escher on the table. It should be pretty straightforward, but - Code Gates go to the back of servers (If you can build a full Code Gate server, stick it over R&amp;D and have a party), unrezzed ICE go to the front. Spread Str 8+ ICE about - you don't want to have to spend more than one or two Datasucker counters to get into a single server, or the Corp will drop a purge on you and start trying to score.<\/p>\n\n<p>FINAL THOUGHTS<\/p>\n\n<p>I'm considering dropping Katie for Daily Casts, or another handy event. I find that, towards the end of a game, I'll be sitting on an odd 20cr with nothing to do with them. \nI've considered playing with Deep Thought, but am less interested in having a full MU rig. Its useful to be able to swap between Parasite (to shoot down those upsetting high Str\/annoying \"on encounter\" ICE), or Sharpshooter (for the facechecks).\nTraps could be a serious hazard to the deck. I'm considering dropping in 3x Infiltration (maybe for Dirty Laundry) to help with deciding what to run on.<\/p>\n","username":"Butler223","cards":{"01008":1,"01012":1,"01014":1,"01020":3,"01037":2,"01040":2,"01050":3,"02047":3,"02048":3,"02050":3,"02091":3,"02106":3,"03028":1,"03031":2,"03035":1,"03046":3,"03049":3,"03052":3,"03054":3,"04067":1,"04108":1}},{"id":4669,"name":"Noise Knight","creation":"2014-04-28 09:07:53","description":"\n","username":"shadowhawk","cards":{"01001":1,"01002":3,"01006":2,"01007":1,"01008":2,"01009":2,"01011":1,"01012":3,"01014":1,"01018":2,"01050":3,"01053":2,"02003":3,"02009":3,"02021":2,"02022":3,"02103":2,"03038":2,"04009":2,"04043":3,"04102":2,"04109":1}},{"id":4670,"name":"ricin V .001","creation":"2014-04-28 10:44:30","description":"<p>Opening a new line of jinteki decks, Ricin hopes to deal as much damage as possible, much of it coming from R&amp;D.  Shiro helps you look into R&amp;D and throw painful things at the runner.  The ice is designed to be painful without breakers, and ichi's are in the mix to hopefully snap some off.  Lots of on-access pain.  <\/p>\n\n<p>Punitive works great if they steal TFP or a handful of agendas.  On that note, overdrawing with jackson and stuffing shocks and Shi Kyus and some agendas into the trash early helps level out your draws, and turns on susanoo-no-mikoto for a gross archives redirect.  3 agendas 2 shocks and a shikyu, followed up with a punitive...no win situation!<\/p>\n\n<p>One problem I'm addressing in v.002 is that no traps are advanceable, so TFP can only be scored as a bluff, unless the runner can be tricked into not stealing it out of fear.  <\/p>\n\n<p>Overall I aim to dish out enough damage to hit important cards, and slow the runner down to a snail's pace.<\/p>\n\n<p>Excited to land a ShiKyu powered philotic entanglement flatline (adds 1 damage for each ShiKyu).<\/p>\n","username":"x3r0h0ur","cards":{"01067":1,"01070":3,"01077":3,"01078":2,"01110":3,"02032":3,"03017":2,"04012":3,"04015":3,"04073":3,"04079":3,"05004":3,"05006":1,"05007":3,"05010":2,"05011":3,"05014":3,"05017":2,"05019":3,"05020":1}},{"id":4671,"name":"Midnight Oil","creation":"2014-04-28 11:06:23","description":"<p>Uses 1 Core set plus the Genesis cycle. The main plan is to Surge a Darwin at an unexpected time and make a bunch of runs cheaply on that turn. All-nighter and Doppelganger will give you more ticks on that turn so you can cast Notoriety or Kraken or just make bigger runs with Medium. Kati Jones is perfect for funding this plan. Early game is provided by face checking with Mimic, going where you need to with Crypsis and using your identity to trash things.<\/p>\n","username":"Lttlefoot","cards":{"01004":3,"01008":2,"01009":2,"01010":2,"01011":2,"01015":1,"01049":3,"01050":3,"01051":3,"02001":1,"02022":3,"02024":1,"02026":3,"02041":1,"02064":2,"02067":3,"02081":3,"02090":2,"02091":3,"02102":3}},{"id":4672,"name":"Lost Doge","creation":"2014-04-28 11:20:00","description":"<p>Uses one Core set plus the Genesis cycle. Much traps. Such shell game. So advancement tokens. Wow!<\/p>\n","username":"Lttlefoot","cards":{"01057":2,"01081":2,"01082":2,"01087":2,"01089":2,"01090":3,"01092":1,"01101":1,"01109":3,"01110":3,"01111":3,"01113":3,"02033":2,"02055":3,"02056":3,"02060":3,"02114":1,"02115":3,"02120":3}},{"id":4673,"name":"Hail Mary","creation":"2014-04-28 12:08:40","description":"<p>Uses one Core set plus the Genesis cycle. If an ice can't be broke by Morning Star plus Tinkering, it can't be broke. Featuring the Stimhack + Personal Workshop combo to let you actually cast your huge icebreakers. Special Order + Test Run tutors for whatever you need and Deep Thought lets you know when to spend all your resources running on R&amp;D.<\/p>\n","username":"Lttlefoot","cards":{"01004":3,"01014":1,"01022":3,"01026":1,"01034":3,"01035":2,"01037":3,"01040":2,"01046":1,"01050":3,"01051":1,"02004":1,"02008":3,"02046":1,"02047":3,"02048":3,"02049":3,"02106":3,"02108":1}},{"id":4674,"name":"Astrocontract 1.2","creation":"2014-04-28 13:02:47","description":"\n","username":"jmilum","cards":{"01059":3,"01080":1,"01081":3,"01082":2,"01084":3,"01088":2,"01090":2,"01092":3,"01098":3,"01110":3,"02020":2,"02056":3,"02115":3,"04015":2,"04059":3,"04076":3,"04096":2,"04113":2,"04119":3,"04120":2}},{"id":4675,"name":"big ice jinteki","creation":"2014-04-28 13:29:39","description":"<p>i'm just foolin' around here really, no idea if this is viable. will test it and see. was gonna put a bunch of honour and profit stuff in but Eh, i wanna play around with this now.<\/p>\n","username":"bionicsheep","cards":{"01067":1,"01070":2,"01079":2,"01109":2,"01110":3,"02012":2,"02014":3,"02032":3,"02038":3,"02060":2,"02072":2,"02110":1,"03015":1,"04012":3,"04032":3,"04039":2,"04059":2,"04073":2,"04078":1,"04080":3,"04093":2,"04094":2,"04115":3}},{"id":4676,"name":"Kate - Big breakers","creation":"2014-04-28 14:03:44","description":"<p>Tested this last night at our local gamestore against 2 corp decks. Its slow, but it lets me get the breakers out when I need them. I was able to win both games. The pre-paid voicepads pay for themselves quickly especially with Kate's discount.<\/p>\n","username":"somndev","cards":{"01007":1,"01012":1,"01033":1,"01036":2,"01041":2,"01050":3,"02009":2,"02026":1,"02041":1,"02047":3,"02066":1,"02067":2,"02087":2,"03031":1,"03035":2,"03038":3,"03046":3,"03049":2,"03052":2,"03054":2,"04029":3,"04047":1,"04065":1,"04108":1,"04109":3}},{"id":4677,"name":"Four-Leaf Clover","creation":"2014-04-28 14:10:58","description":"<p>Uses one Core set plus the Genesis cycle. This deck uses the minimum number of agendas and retreat \/ rework to hide them again so it can focus on the mini-game of advancing ronins and project junebugs to four counters, at which point it's not safe for the runner to face check it.<\/p>\n","username":"Lttlefoot","cards":{"01068":1,"01069":3,"01070":1,"01071":1,"01073":2,"01075":2,"01077":3,"01078":3,"01089":3,"01100":2,"01106":3,"01108":2,"01109":3,"01110":3,"01111":3,"02012":1,"02029":3,"02031":1,"02039":3,"02060":3,"02093":1,"02112":3}},{"id":4678,"name":"Siphons Are A Girls Best Friend","creation":"2014-04-28 15:03:08","description":"<p>My experience has been that once DLR comes into play and is able to function it becomes priority one for the corp to trash it. Criminals have the ability to twist the knife better than any other faction while the corp is distracted with this card. As decks become more streamlined each card serves a purpose and thus trashing the corporations options becomes extremely powerful. <\/p>\n\n<p>The concept in my head was credit denial via Cortez Chips, FAO, AS, and ES with a mid to late game transition into multiple DLRs milling for one or two cards a turn until you have the corp completely credit starved and then hitting DLR with each click resulting in decked win or an archives glory run. My thinking is that Fall Guy will have to be trashed prior to DLR conceivably costing the corp many clicks and credits. SOT will allow you to continue to apply pressure with siphons and indexing if they attempt to build their credit pool back up. You can leave an Armitage charged for dealing with Closed Accounts (again Fall Guys will save the day, unless we get some character assassination happening). Knight will force them to trash early game ice or grant you access (try to keep Knight installed only hosting on ice that has been rezzed). Sac Construct one of to make you breathe a little easier if you can get it in play. (Grim is a beast!) Cortez Chips double for Power Shutdown protection (although you want to see that card played). Crypsis because he communicates that if I have enough money you can't keep me out - and once the siphoning starts you should be credit flush. <\/p>\n\n<p>I admittedly play very little Criminal (Im a Shaper guy) so its taking some time getting used to the play style. I will say many games I have played have resulted in the trashing of so many agendas that the corp simply was unable to win before decking out, or they opt to Jackson Howard back agendas so late in the game that I can index with a near certainty of scoring 3 to 4 points on a turn.<\/p>\n\n<p>There is still testing\/work to be done as I still think it could be better but I'm having a lot of fun. Ultimately, the goal is to siphon everything - economy, ice, agendas, assets, upgrades - because if that isn't criminal then what is?<\/p>\n","username":"Dijirati","cards":{"01007":1,"01018":3,"01020":3,"01021":1,"01022":2,"01026":1,"01030":2,"01048":1,"01050":3,"01051":1,"01053":3,"02005":2,"02009":2,"02043":2,"02083":1,"02103":3,"02104":3,"02106":1,"03054":3,"04043":3,"04106":3,"05036":1,"05046":1}},{"id":4679,"name":"Basketweaving","creation":"2014-04-28 15:34:07","description":"<p>Uses one Core set plus the Genesis cycle. This deck uses Pheromones and efficient Shaper icebreakers so it can run hq every turn, preventing the corp from holding agendas too long and allowing the use of lemuria to check for traps.<\/p>\n","username":"Lttlefoot","cards":{"01004":2,"01009":2,"01017":1,"01018":2,"01021":3,"01022":3,"01023":2,"01024":1,"01025":2,"01027":1,"01029":2,"01041":1,"01042":1,"01043":1,"01050":3,"01051":1,"01053":3,"02006":2,"02041":1,"02043":3,"02085":1,"02086":3,"02091":2,"02104":3}},{"id":4680,"name":"Viral Blackmail","creation":"2014-04-28 15:56:24","description":"<p>So this deck is ridiculous.  It has no breakers.  The whole idea is to set up for these killer turns where you use Blackmail to do big Medium digs.  <\/p>\n\n<p>You set up with a Medium or a Nerve Agent (or both) preferably after you have Grim out.  Make sure the corp has a Bad Pub via Activist Support too.  Then, you set up for a big 5 click turn.  Ideally something like:<\/p>\n\n<p>1) Blackmail, access 2 cards<\/p>\n\n<p>2) Surge (bringing it up to 4 counters)<\/p>\n\n<p>4) Blackmail again for 5 cards<\/p>\n\n<p>4\/5) SOT or Deja Vu for another Blackmail run.  Access 6 cards. <\/p>\n\n<p>Of course, it goes without saying that you should never ever run without a Blackmail.  Target HQ\/R&amp;D as appropriate.  (Its a special kind of fun to use Nerve Agent on a Cerebral Imaging player who thinks their hand is safe because they're holding a boatload of cards).<\/p>\n\n<p>You can try to keep tags under control but you will probably end up floating some because the deck lacks any way to trash Activist Support.  An Aesop's would work but who has time for that?  I put the Lucky Finds in because its nice to have decent Event economy when you are tagged all to heck.  The deck doesn't really need tonnes of cash once you start into the Blackmail runs though.<\/p>\n\n<p>If the corp manages to rez something, switch to the other central.  If they manage to rez something over both, flip the table and pull out your six-shooters cuz the time for cards is over and the time for shootin' has just started.<\/p>\n","username":"dupl3x","cards":{"01002":3,"01006":3,"01010":3,"01032":3,"01050":3,"02001":1,"02009":3,"02022":3,"02041":3,"02042":3,"02081":3,"03054":3,"04062":3,"04063":3,"04089":3,"04109":3}},{"id":4681,"name":"Reina Milling and Stealing","creation":"2014-04-28 15:57:45","description":"\n","username":"Bilitherubin","cards":{"01002":3,"01004":1,"01006":2,"01007":1,"01008":2,"01011":1,"01012":3,"01014":1,"01018":2,"01050":3,"01053":3,"02009":3,"02021":2,"02022":3,"02087":1,"02103":3,"03046":2,"03052":3,"04009":2,"04041":1,"04043":3,"04061":2}},{"id":4682,"name":"NBN-Psycho-Econ Events","creation":"2014-04-28 15:59:57","description":"<p>MIdseason-Psychographics NBN with cheap economy events to recover from Account Siphons. The singleton of Scorched Earth and Closed Accounts may be swapped for Snare! or Power Shutdowns depending on the meta or mood of the day.<\/p>\n","username":"Bilitherubin","cards":{"01080":1,"01081":3,"01082":2,"01084":1,"01085":3,"01088":2,"01092":2,"01098":3,"01099":1,"01110":3,"02020":2,"02052":2,"02070":2,"02110":2,"02115":3,"02116":3,"04015":3,"04076":3,"04096":3,"04117":1,"04119":3,"04120":2}},{"id":4683,"name":"chronos protocol hobb's hb","creation":"2014-04-28 16:08:17","description":"<p>deck i used on chronos protocol in berlin, credits to hobb's as he designed and used this deck to win chronos protocol in torun.<\/p>\n","username":"prozz","cards":{"01054":1,"01055":1,"01056":3,"01057":1,"01059":1,"01062":2,"01064":2,"01078":2,"01084":1,"01090":2,"01106":2,"01110":3,"02013":3,"02051":3,"02052":3,"02092":2,"02110":2,"03017":1,"03019":2,"03026":3,"04015":2,"04040":2,"04099":2,"04100":1,"04119":3}},{"id":4684,"name":"Whizzard rush","creation":"2014-04-28 16:54:51","description":"\n","username":"Bilitherubin","cards":{"01002":3,"01003":2,"01005":3,"01006":2,"01007":2,"01008":3,"01009":1,"01010":1,"01011":2,"01012":3,"01014":2,"01050":3,"01053":2,"02001":1,"02009":2,"02022":2,"02041":1,"02087":3,"02091":2,"03038":3,"03046":2,"04102":2}},{"id":4686,"name":"Ain't nobody got time for that 1.3","creation":"2014-04-28 17:29:59","description":"<p>Revised version. Tax the player for running at your remotes, and possibly  end the run anyway with Caprice. Only a theory for now, will test run it as soon as possible.<\/p>\n","username":"Oathwood","cards":{"01068":3,"01075":1,"01077":2,"01101":1,"01110":3,"02014":3,"02031":1,"02034":2,"02095":3,"02111":2,"03014":3,"04012":3,"04013":2,"04032":3,"04033":1,"04054":3,"04074":2,"04091":2,"04093":2,"04114":3,"04119":3,"04120":2}},{"id":4687,"name":"GRNDL BOOM","creation":"2014-04-28 17:32:53","description":"\n","username":"bewnt","cards":{"01087":1,"01094":3,"01098":3,"01099":3,"01101":2,"01103":3,"01104":3,"01110":3,"01111":2,"02018":3,"02060":1,"02116":1,"04015":3,"04017":1,"04020":1,"04036":3,"04040":3,"04052":2,"04058":3,"04097":1,"04100":1,"04117":1,"04120":2,"05024":1}},{"id":4688,"name":"Noisy Midnight","creation":"2014-04-28 17:33:19","description":"\n","username":"bewnt","cards":{"01001":1,"01006":2,"01010":3,"01012":1,"01034":2,"01047":1,"01050":3,"02003":3,"02041":3,"02050":1,"02081":3,"02087":1,"02109":3,"03049":1,"03054":3,"04001":1,"04004":3,"04043":1,"04049":2,"04062":3,"04083":2,"04089":3}},{"id":4689,"name":"AO Theory","creation":"2014-04-28 17:38:09","description":"<p>Fast, cheap and constantly making the Corp spend creds. God help them if they have bad pub!<\/p>\n","username":"Kcvocals","cards":{"01007":1,"01022":1,"01026":1,"01034":3,"01042":1,"01043":1,"01044":2,"01048":2,"01050":3,"02046":1,"02047":2,"02064":2,"02091":2,"02101":3,"02107":2,"03034":1,"03035":2,"03037":1,"03049":1,"03052":1,"03054":2,"04047":1,"04086":1,"04087":1,"04088":1,"04089":2}},{"id":4690,"name":"Indescher","creation":"2014-04-28 17:44:31","description":"<p>Punch into remotes with stimhack. Dirty Laundry and Maker's Eye make the corp Rez Ice where they might not otherwise. Femme problem Ice or just potentially problematic unrezzed ice (be psychic).  Scavenge to change focus quickly. Escher to leave R&amp;D vulnerable. Indexing+Maker's Eye to score agendas. Has suffered against Glacier decks. Fares very well against NBN and Weyland if played appropriately cautiously.<\/p>\n","username":"aknight121","cards":{"01004":2,"01007":1,"01026":2,"01033":1,"01034":3,"01036":2,"01050":3,"02007":1,"02009":2,"02047":3,"02066":1,"02104":1,"02106":3,"03031":2,"03034":3,"03038":3,"03046":3,"03052":3,"04029":3,"04067":1,"04109":3}},{"id":4691,"name":"Scorched Earth Policy","creation":"2014-04-28 18:03:55","description":"<p>By far the most dangerous deck I have built yet. It needs some tweaking though, so I am up for any and all recommendations.<\/p>\n","username":"Kcvocals","cards":{"01086":2,"01094":2,"01098":3,"01099":3,"01101":2,"01102":2,"01103":2,"01104":3,"01110":3,"02018":3,"02060":2,"02070":3,"02077":1,"03027":2,"04015":3,"04036":1,"04040":3,"04058":2,"04078":2,"04080":3,"04097":1,"04119":2}},{"id":4692,"name":"This is Clearly a Travesty. ","creation":"2014-04-28 18:04:57","description":"<p>Seriously, what is this, and why do I want to play it. <\/p>\n","username":"SenGonzo","cards":{"01033":1,"01034":3,"01035":3,"01041":2,"01050":3,"02024":3,"02047":3,"02087":2,"02091":1,"02107":2,"03034":3,"03038":3,"03039":2,"03049":1,"03054":3,"03055":1,"04004":3,"04009":1,"04086":2,"04106":1,"05053":3}},{"id":4693,"name":"Magic Advance","creation":"2014-04-28 18:06:52","description":"<p>Dont play agendas until you can score them with Plan B\/Trick of Light<\/p>\n","username":"decoylogan","cards":{"01069":2,"01070":2,"01089":3,"01103":3,"01110":3,"02014":3,"02033":3,"02057":1,"02073":2,"02110":1,"02112":2,"04012":3,"04015":2,"04032":3,"04115":2,"04120":3,"05003":1,"05005":3,"05006":1,"05007":1,"05011":2,"05023":2,"05027":2}},{"id":4694,"name":"The Honorable Toshiyuki (aka ICE is for Suckers)","creation":"2014-04-28 18:06:56","description":"<p>I swear I wasn't drunk when I built this deck.<\/p>\n\n<p>I wanted to build a deck around Toshiyuki. I'm positive it won't work, but you can be damn sure I'm going to try it.<\/p>\n\n<p>The idea being that just about everything in the deck can be swapped out with Toshi for your benefit - either to:\n1. deal damage\n2. score agendas out of hand on the runners turn (Plan B).\n3. throw down an NAPD when they can't score it.\n4. throw down a fetal when you want them to score it.\n5. throw down anything<\/p>\n\n<p>Isabel is there to get failed installs back into your hand.<\/p>\n\n<p>Also, no ICE! Because ICE is for suckers.<\/p>\n\n<p>Couple Power Shutdowns to kill Keyholes or anything that makes your Jinteki craziness less fun.<\/p>\n","username":"jeremyorion","cards":{"01067":1,"01069":3,"01070":3,"01072":3,"02032":3,"02033":2,"02059":3,"02095":2,"02112":3,"03009":3,"04012":3,"04015":2,"04032":1,"04050":3,"04058":2,"04073":3,"04092":3,"04119":3,"05007":3,"05011":3,"05023":3}},{"id":4695,"name":"Trashing the Future","creation":"2014-04-28 18:09:34","description":"<p>I've seen a lot of Weyland decks lately capitalizing on scoring windows created by trashing breakers. This is my HB version of that concept, using Aggressive Secretary, Ash, and CT, all of which are often splashed into the Weyland builds. In exchange I'm borrowing Power Shutdown (pretty key card) and Punitive Counterstrike which meshes well with the high-point agenda lineup.<\/p>\n\n<p>I also have Archived Memories to save the occasional unlucky agenda from hitting archives after Power Shutdown (or to recur the Power Shutdowns themselves). I would consider trading the AMs for Jackson, which would help with card draw too, but at the moment I can't find the influence.<\/p>\n\n<p>Critiques are welcome.<\/p>\n","username":"caesar","cards":{"01054":1,"01057":2,"01058":3,"01064":3,"01065":2,"01103":1,"01106":3,"01108":3,"01110":3,"01111":1,"02013":2,"02039":3,"02060":3,"02070":3,"03006":1,"04020":3,"04030":1,"04058":3,"04059":2,"04079":2,"04117":2,"04120":3}},{"id":4696,"name":"Next Generation Medicine (Jinteki Fast Advance)","creation":"2014-04-28 19:54:16","description":"<p>Replace PAD Campaigns with Mental Health Clinics because they are not yet available on NRDB's deck builder. **Correction: They were called Psychiatric Clinics and I completely missed them.<\/p>\n\n<p>Why Fast Advance?<\/p>\n\n<p>With Harmony Medtech as your identity, the game comes down to 3 agendas concludes a win. This is huge in that you no longer need a pair of 2\/1 agendas to balance your agenda density. Fast advance wants to score agendas out of hand and every agenda aside from the two NAPD contracts and the first Medical Breakthrough are able to be scored straight from hand with a Sansan. The other thing fast advance needs is good economy to pay for rezzing Sansans, ICE, and advancing agendas. While Jinteki doesn't have the power of Astroscript, it does bring great drip econ in the form of the new Mental Health Clinics and burst econ with Medical Research Fundraiser. Jinteki also brings Caprice Nisei which helps immensely in keeping the Sansan server secure. Finally, Harmony Medtech brings consistency to the deck by having a 40 card minimum limit as opposed to 45. With Jackson Howard on the board, you can easily find what you need without much click commitment on your part. You also get the added bonus of being Jinteki, which means most runners are automatically wary of carelessly running on your servers without a bit of preparation.<\/p>\n\n<p>ICE:<\/p>\n\n<p>Like any Fast Advance deck, look for cheap to res and taxing to break ICE as best as you can. You want to make the runner dig for their breakers to get into your servers and use that time to get to match point or even win. In this deck, I also throw in a singleton Swordsman to deal with Atman and a Grim to slow the runner down even more if he's not prepared for it. Quandry and Wall of Static are classically cheap End-The-Run ICE and Guard can help keep pesky criminals from bypassing your servers. Susanoo-No-Mikoto is very much a meta pick where the most popular sentry breakers are Femme Fatale and Mimic and this thing absolutely taxes the living hell out of both of them. <\/p>\n\n<p>Assets and Upgrades:<\/p>\n\n<p>Jackson Howard gets you what you need and also protects your agendas should you draw into too many. Not only that, but the runner is losing three credits just for the privilege of denying you one off the top of R&amp;D which slows them down. You can also use him to recycle those Sansans the runner spent so much on to trash. <\/p>\n\n<p>The newly released Mental Health Clinic fits perfectly into the fast advance style of gameplay. Not only is it a free credit every turn it's rezed and costs 0 to rez, but the 3 trash cost and maximum hand size increase for the runner helps to give a disincentive for the runner going and ruining you economy, just what you want.<\/p>\n\n<p>Sansan city grid is the big upgrade in this deck. Most runners will go out of their way to trash it on sight, and for good reason. Every turn Sansan stays on the board you should try and score out an agenda through it, and even the turn or two after because the runner likely lost a good bit of tempo paying that sexy 5 to trash cost.<\/p>\n\n<p>You know what's great in fast advance decks? Ending the run. You know what's even better? Ending the run while taxing the runner a few credits just for a chance to get in. Oh man, do I love Caprice in this deck, there's nothing quite as satisfactory as the runner having just enough credits to get in and trash a Sansan or steal that NAPD only to get denied by Caprice either ending the run or having them spend just enough credits to ruin their plans. Taxing is all about the little bits and pieces adding up and caprice essentially doubles the server tax every time the runner fails to get by her.<\/p>\n\n<p>Operations:<\/p>\n\n<p>Hedge Fund and Medical Research Fundraiser are both phenomenal burst economy cards that get you your money now so you can go for a big Sansan scoring play over the next few turns. Medical Research Fundraiser does have the drawback of giving some tempo back to the runner and I'll be testing other options for burst econ without that small drawback. We also have pygmy giraffes.<\/p>\n\n<p>Things to test:<\/p>\n\n<p>-A Snare! or two to keep the runner wary and hit his tempo hard.<\/p>\n\n<p>-Dropping a Sansan for more taxing ICE such as Eli or Tollbooth.<\/p>\n\n<p>-Other burst economy options like Restructure<\/p>\n","username":"I Fight Dragons","cards":{"01070":1,"01092":3,"01109":3,"01110":3,"01113":3,"02014":3,"02060":2,"04012":2,"04015":3,"04020":1,"04033":1,"04093":1,"04114":3,"04119":2,"04120":3,"05001":1,"05005":3,"05006":1,"05014":3,"05020":1,"05024":2}},{"id":4697,"name":"Fast Setup","creation":"2014-04-28 20:34:14","description":"\n","username":"Gakochun","cards":{"01010":1,"01022":3,"01026":3,"01033":1,"01034":3,"01035":3,"01042":3,"01044":3,"02009":2,"02028":3,"02041":1,"02047":3,"02087":3,"03034":3,"03043":2,"03046":3,"04047":3,"04086":3}},{"id":4698,"name":"Recycling Chaos","creation":"2014-04-28 20:36:17","description":"<p>This is meant to be a recycle deck to both cope with damage and get the rig set up as fast as possible.<\/p>\n\n<p>The card draw in combination with Freelance Coding Contract should get the credits and the cards to build the rig.<\/p>\n\n<p>Rig:<\/p>\n\n<p>1 Mem Chip\n1-3 Silencers\nDagger\nCloak\nAtman\nMagnum\nPaint Brush<\/p>\n\n<p>if you end up with more MU the other programs (and more cloaks) will start being used.<\/p>\n\n<p>Don't be afraid to face plant unless you risk losing a Levy, and run hard and run often.<\/p>\n\n<p>There are a few cards in this build that I'm unsure about until I test the economy.  <\/p>\n\n<p>3x Memchip - May take two out for toolbox\nTinkering - with the recycle do I need three?  maybe sub in some same old things to get back accidental Levy losses.<\/p>\n\n<p>Forced Activation Orders - very tempted to trade them for more parasites as it will increase my program count for Freelance.<\/p>\n","username":"Billious","cards":{"01012":1,"01020":2,"01034":3,"01037":3,"01044":3,"02027":1,"02046":1,"02066":2,"02087":3,"03033":3,"03035":3,"03040":2,"03041":3,"03042":3,"04086":3,"04104":3,"04108":2}},{"id":4700,"name":"Pain o matic","creation":"2014-04-28 21:45:46","description":"<p>My take on something nasty I met on OCTGN. <\/p>\n","username":"natemg","cards":{"01067":1,"01070":3,"01072":3,"01075":1,"01078":1,"01101":3,"02014":3,"02032":3,"02056":2,"03023":2,"04012":2,"04013":2,"04015":3,"04032":3,"04033":3,"04039":3,"04054":3,"04058":2,"04073":3,"04074":1,"04093":3}},{"id":4701,"name":"Set Sail!","creation":"2014-04-28 21:49:14","description":"<p>First attempt.<\/p>\n\n<p>Slightly slower deck with strong economy and load of silver bullets, plenty of ways to modify rig mid-run.<\/p>\n\n<p>SET SAIL!<\/p>\n","username":"Kryzen","cards":{"01004":1,"01007":1,"01009":1,"01010":1,"01026":1,"01034":3,"01041":3,"01043":1,"01044":2,"01047":1,"01050":3,"02003":1,"02007":1,"02009":2,"02041":1,"02047":3,"02104":1,"02108":1,"03029":1,"03034":2,"03035":1,"03038":2,"03040":3,"03043":1,"03046":3,"03047":1,"03049":3,"04005":1}},{"id":4702,"name":"anarch virus attempt.o8d","creation":"2014-04-28 22:12:14","description":"<p>This is a first attempt at an Anarch virus deck.<\/p>\n","username":"beepboop","cards":{"01001":1,"01002":3,"01003":3,"01004":1,"01005":2,"01006":1,"01007":1,"01008":3,"01010":3,"01011":1,"01012":3,"01013":1,"01014":1,"01015":3,"01016":3,"01051":3,"02002":3,"02003":3,"02021":2,"02022":3,"03054":1,"03055":2}},{"id":4703,"name":"jinteki tagnbag attempt.o8d","creation":"2014-04-28 22:13:05","description":"<p>This is an attempt at building a Jineki Tag 'n Bag deck.<\/p>\n","username":"beepboop","cards":{"01057":3,"01067":1,"01068":3,"01069":3,"01070":3,"01072":2,"01073":3,"01077":3,"01079":1,"01099":2,"01110":3,"01112":3,"02015":3,"02032":3,"02034":2,"02039":3,"02040":2,"03024":2,"03026":2}},{"id":4704,"name":"Magic Advance V.2","creation":"2014-04-28 23:02:24","description":"<p>A slight redo of the deck posted earlier. This deck focuses on a pseudo fast advance style.<\/p>\n\n<p>You can advance cards in 3 different ways:<\/p>\n\n<ol>\n<li><p>Have the runner pass through Matrix Analyzer to pump advancement tokens onto an Ice Wall, Woodcutter or Plan B. Move those tokens over to a 3\/2 agenda that you have installed and advanced once with Trick of Light and score it. If they chose not to run you get a free token anyways.<\/p><\/li>\n<li><p>Install Plan B and advance twice. Either they will access it allowing you to score Clone Retirement from your hand or they will leave it alone (fearing a Project June Bug, Snare!, Shock! or Ronin) and you can Trick of Light the advancement tokens to another agenda.<\/p><\/li>\n<li><p>Show them a to-good-to-be-true Medical Breakthrough from your hand lowering the score cost of other Medical Breakthroughs if they score it. Likewise, you could bait a Medical Breakthrough in an unprotected remote server.<\/p><\/li>\n<\/ol>\n\n<p>Some of the ice is interchangeable. If you want protection against face checking, adding some Shinobis or Neural Katanas helps. <\/p>\n\n<p>Toshiyuki Sakai can be swapped in if you want to flat-line a runner with a Junebug or Ronin from your hand. Likewise, you can swap out some assets or operations for a couple of Snares if you want some killing potential. <\/p>\n\n<p>Criticism and comments welcomed.<\/p>\n","username":"decoylogan","cards":{"01069":3,"01089":3,"01103":3,"01109":2,"01110":3,"01111":2,"02014":3,"02033":3,"02057":1,"02112":1,"04012":3,"04013":2,"04015":3,"04032":3,"04115":1,"04120":2,"05003":1,"05005":3,"05006":1,"05007":1,"05023":3,"05024":1,"05027":2}},{"id":4705,"name":"StimHack Draft Cube: CORP Honor and Profit Edition","creation":"2014-04-28 23:02:59","description":"<p>The cube is constantly going through an iterative process. This is the corp half of the current version up to HaP. IGNORE THE THREE POINT AGENDAS (except for Future Perfect)! These are there to allow me to publish. <\/p>\n\n<p>Runner: http:\/\/netrunnerdb.com\/en\/decklist\/4706\/stimhack-draft-cube-runner-honor-and-profit-edition<\/p>\n","username":"sneakysly","cards":{"00005":1,"01055":2,"01056":2,"01057":2,"01058":2,"01059":1,"01061":2,"01062":2,"01063":2,"01064":2,"01065":1,"01066":1,"01068":2,"01069":2,"01070":2,"01072":2,"01075":2,"01077":2,"01078":2,"01079":1,"01082":2,"01083":2,"01084":2,"01085":2,"01086":2,"01088":2,"01090":3,"01091":1,"01092":1,"01094":2,"01095":2,"01098":2,"01099":2,"01101":2,"01102":2,"01103":3,"01104":2,"01106":3,"01107":2,"01108":2,"01109":2,"01110":2,"01111":2,"01112":2,"01113":3,"02012":1,"02013":1,"02014":2,"02016":3,"02018":2,"02019":2,"02020":2,"02032":2,"02033":1,"02040":1,"02051":2,"02052":2,"02053":1,"02055":2,"02056":3,"02060":3,"02070":2,"02074":1,"02077":1,"02079":2,"02080":2,"02092":2,"02095":1,"02097":1,"02099":1,"02110":3,"02111":1,"02112":2,"02113":1,"02115":2,"02116":1,"02117":1,"02118":1,"03004":1,"03005":2,"03006":1,"03008":1,"03009":1,"03010":1,"03011":1,"03012":1,"03013":1,"03014":2,"03015":2,"03017":2,"03019":2,"03023":2,"03026":2,"03027":2,"04011":2,"04012":2,"04013":2,"04014":2,"04015":1,"04017":2,"04020":2,"04030":1,"04032":2,"04033":2,"04034":1,"04038":1,"04039":2,"04040":2,"04053":1,"04054":1,"04058":2,"04059":2,"04060":1,"04071":2,"04073":2,"04074":2,"04075":1,"04076":2,"04077":2,"04079":1,"04080":1,"04090":2,"04091":1,"04093":2,"04095":2,"04096":2,"04099":1,"04100":2,"04113":2,"04114":1,"04115":1,"04117":2,"04119":2,"04120":2,"05004":2,"05006":1,"05007":1,"05009":2,"05010":1,"05011":1,"05014":1,"05016":2,"05017":1,"05018":1,"05020":1,"05024":1,"05025":1,"05027":1}},{"id":4706,"name":"StimHack Draft Cube: RUNNER Honor and Profit Edition","creation":"2014-04-28 23:39:55","description":"<p>The cube is constantly going through an iterative process. This is the runner half of the current version up to Honor and Profit. <\/p>\n\n<p>Corp Half of the Cube: http:\/\/netrunnerdb.com\/en\/decklist\/5563\/stimhack-draft-cube-corp-honor-and-profit-edition-v-1-1<\/p>\n","username":"sneakysly","cards":{"00006":1,"01002":2,"01004":2,"01005":3,"01006":2,"01007":2,"01008":2,"01009":2,"01010":2,"01011":1,"01012":2,"01013":1,"01014":2,"01015":1,"01016":1,"01019":2,"01020":2,"01021":2,"01022":2,"01023":2,"01024":1,"01026":2,"01027":2,"01028":2,"01029":2,"01030":2,"01032":2,"01034":2,"01035":2,"01036":1,"01037":2,"01038":2,"01039":3,"01040":2,"01041":2,"01042":2,"01043":2,"01044":2,"01047":1,"01048":2,"01049":2,"01050":2,"01051":2,"01052":2,"01053":2,"02002":2,"02003":2,"02004":2,"02006":1,"02007":2,"02008":1,"02009":2,"02021":2,"02022":2,"02023":2,"02024":2,"02025":2,"02027":2,"02028":2,"02041":2,"02043":2,"02045":2,"02047":2,"02048":2,"02049":2,"02063":1,"02064":2,"02065":2,"02066":1,"02082":1,"02085":2,"02086":2,"02087":2,"02089":1,"02091":1,"02101":2,"02102":2,"02104":2,"02105":1,"02106":2,"02107":2,"02109":1,"03031":2,"03034":2,"03035":1,"03038":2,"03039":2,"03040":1,"03041":2,"03042":2,"03044":2,"03046":2,"03047":2,"03048":2,"03049":2,"03051":2,"03052":2,"03053":2,"03054":2,"03055":1,"04003":2,"04004":2,"04005":2,"04006":2,"04008":2,"04009":1,"04022":2,"04027":2,"04043":2,"04047":2,"04048":1,"04049":1,"04061":2,"04065":1,"04067":1,"04082":2,"04086":2,"04087":1,"04088":1,"04102":2,"04103":2,"04104":2,"04105":2,"04106":2,"04108":2,"04109":2,"05035":1,"05036":1,"05037":2,"05041":1,"05042":1,"05046":1,"05048":2,"05050":1,"05052":1,"05053":1,"05054":2}}]