[{"id":8418,"name":"The Root of All Evil","creation":"2014-08-10 00:17:09","description":"<p>Weyland glacier. Use The Root to build some incredibly menacing servers.<\/p>\n","username":"tmoiynmwg","cards":{"01064":1,"01065":1,"01094":3,"01101":3,"01102":2,"01103":3,"01106":3,"01110":2,"01111":3,"01113":1,"02018":1,"02077":2,"04015":1,"04020":1,"04038":1,"04040":3,"04058":3,"04060":2,"04097":1,"04099":2,"04100":1,"04114":1,"04117":3,"06003":3,"06008":2,"06009":1}},{"id":8419,"name":"Tag play","creation":"2014-08-10 04:14:27","description":"<p>This is a test for making decks using anothers and tweaking here and there. <\/p>\n\n<p>The idea is tag and destroy. Using the upgrades to protect the Agendas. <\/p>\n","username":"valerian32","cards":{"01080":1,"01081":2,"01082":1,"01083":2,"01084":2,"01085":1,"01086":2,"01087":2,"01088":2,"01089":1,"01090":2,"01091":2,"01098":3,"01099":2,"01107":3,"01109":3,"01110":3,"01111":3,"01112":2,"01113":2,"02013":2,"02016":3,"02017":3,"02020":1}},{"id":8420,"name":"The Trooper","creation":"2014-08-10 08:10:45","description":"<p>So this is a Dead Coats build i.e. ETF Glacier but with Punitive Counterstrike as a flatline threat. I'm quite proud of the title (if you don't get it, this might help: https:\/\/www.youtube.com\/watch?v=dTaD9cd8hvw). The deck's been doing pretty well up to now, from a limited sample side.<\/p>\n\n<p>To win, the runner has to hit three out of seven agendas through some of the most taxing ICE in the game. Six of those agendas set them up for a double Counterstrike kill, so the normal tactic against Glacier of maximising early accesses can backfire horribly. If they guess you are playing Counterstrike, they are likely to run less aggressively early on - when you are at your most vulnerable - giving you time to set up.<\/p>\n\n<p>Rez early and often to tax them from the the word go. Try to get Adonis or Eve going behind a cheap ICE. The flatline threat lets you push your first agenda a bit more aggressively than in an ordinary glacier build. If you get Vitruvius go all out to double over advance it since it lets a single Counterstrike do nine damage. Later on you have Ash to score agendas behind and Memories to recur it. You also have Domestic Sleepers to bait runs or close the game out and Archer to open an enormous scoring window if they hit it (even the fear of it, with a Sleepers on the table, can be enough to get an agenda through).<\/p>\n","username":"bayushidavid","cards":{"01054":1,"01056":3,"01058":2,"01061":2,"01062":2,"01090":2,"01101":1,"01106":3,"01110":3,"02013":2,"02051":1,"02092":3,"02110":3,"03006":3,"03015":1,"03019":2,"04011":3,"04015":3,"04040":2,"04079":3,"06001":2,"06002":3}},{"id":8421,"name":"Accelerated Beta Testing","creation":"2014-08-10 08:14:47","description":"<p>This Is my main deck atm it's been built up and changed to what you see now. <\/p>\n\n<p>For the most part is a solid HB fast advance deck with a few things that makes it my own using next ICE has proven to be an improvement with silver out now. <\/p>\n\n<p>The Inazuma's have gone as i run rather slim on ICE and if you start with them their a huge detriment to your play. Intrerns is so useful allowing repeated SanSan installs, heavier Ice layers, return of econ or even agendas from archive.<\/p>\n\n<p>Flare is an amazing surprise that can really screw with a runner and their rig.<\/p>\n\n<p>I find the deck plays better against noise than any other runner but stands up against all runners quite well.<\/p>\n","username":"Pinkwarrior","cards":{"01054":1,"01055":3,"01056":3,"01059":3,"01090":1,"01092":2,"01110":3,"02013":2,"02020":2,"02051":3,"02070":2,"02110":1,"02117":1,"03015":2,"03017":1,"03023":2,"04011":3,"04015":3,"04060":2,"04111":2,"04119":3,"06002":3,"06003":1,"06010":1}},{"id":8422,"name":"Testing Whizzard","creation":"2014-08-10 08:18:52","description":"<p>This one is still a work in progress. <\/p>\n\n<p>Why build a deck only using cards that go up to about five sets ago? Well mostly because horizontal decks using asset economy are now probably the number one to thing to beat (other than NBN FA and even that now mostly uses asset economy out of NEH). And to be honest this is really a prototype for a deck using D4V1D.<\/p>\n\n<p>90% of the deck is standard non-tag me Anarch. Destroy their ICE, hit them with cheap ICE breakers, the usual. The influence goes on Test Run because Anarch needs a tutor card badly. It also needs a way to snag surprise agendas and more ways to recur parasites. Test Run does all of those things (in combination with Femme). Doppelganger is stupidly good in Whizzard. Run R&amp;D, trash an asset or score, run again for free. Rack up Datasucker, Medium and Nerve Agent tokens when you parasite through into the centrals. Trash Mental Health Clinic and Adonis Campaign for no cost whatsoever. You get the idea. And Sharpshooter is a necessity when your sentry breaker can't break Archer or Grim without help.<\/p>\n","username":"bayushidavid","cards":{"01002":3,"01003":1,"01007":2,"01008":3,"01010":2,"01011":2,"01012":3,"01014":2,"01026":1,"01050":3,"01053":3,"02001":1,"02009":2,"02041":1,"02047":3,"02064":2,"02091":2,"03052":3,"03054":3,"04043":3,"04067":1}},{"id":8423,"name":"Trash anarch","creation":"2014-08-10 08:32:21","description":"\n","username":"Link","cards":{"01002":2,"01003":3,"01004":1,"01006":2,"01007":2,"01008":3,"01009":2,"01010":2,"01011":2,"01012":3,"01014":2,"01015":2,"01018":2,"01047":1,"01050":3,"01053":3,"02001":1,"02041":1,"02091":1,"03037":1,"03052":3,"04004":2,"04009":2}},{"id":8424,"name":"Nasir's Little Snitch","creation":"2014-08-10 11:04:49","description":"<p>The idea is to use a prepaid approach for money, Then use snitch to only encounter ICE you want to allowing you to avoid pop's and the like. Combo'd with blackguard means you also force the rez and then jack out not losing any money, and on the flip side if you have no money you can force the rez and then encounter it for some cash.<\/p>\n\n<p>The idea is that this way you get full control over your ability giving you the power and reducing the need for recurring creds.<\/p>\n","username":"Pinkwarrior","cards":{"01008":2,"01026":1,"01034":2,"01050":3,"01053":3,"02009":2,"02045":1,"02047":3,"02066":1,"02087":1,"02106":2,"03034":2,"03035":1,"03038":2,"03040":3,"03046":3,"03048":1,"03054":2,"04029":3,"04047":1,"04067":1,"04085":2,"04109":3,"06017":1}},{"id":8425,"name":"Eventful Noise","creation":"2014-08-10 13:06:23","description":"\n","username":"SirWhale","cards":{"01001":1,"01003":1,"01004":2,"01006":2,"01008":3,"01010":3,"01012":3,"01050":3,"01051":3,"01053":3,"02003":2,"02022":3,"02090":2,"03038":3,"03052":3,"03054":1,"04029":3,"04109":3,"05033":1,"05035":1}},{"id":8426,"name":"Jitenki \"Perfection is about Reflection\"","creation":"2014-08-10 13:16:49","description":"<p>Hello there \n(I'm french so sorry for my gramar)<\/p>\n\n<p>It's a deck I've been playing for quite a while now but the last two sets permited me to perfect it.<\/p>\n\n<p>It's about ICEs rather cheap (only 4\/22 cost more than 3credits) wich are either expensive to pass or countering strategies and Projects hard to steal.<\/p>\n\n<p>The identity:\nJinteki is needed to access the projects wanted and <a href=\"\/en\/card\/02031\">Jinteki: Replicating Perfection<\/a> is the most suited to this kind of deck.\nIt's a real pain to make a run in a remote server to trash an asset or steal a project (wich will need a click and at least 2 credits) when you have to run on a central first. It's so unworthy when both central and remote servers are well protected that most people chose to run only on central server.<\/p>\n\n<p>Projects:\n<a href=\"\/en\/card\/02032\">Fetal AI<\/a> , <a href=\"\/en\/card\/04119\">NAPD Contract<\/a> and <a href=\"\/en\/card\/05007\">The Future Perfect<\/a> are all projects that require money to steal. After using all of his credits to pass your ICEs (wich is what most runners does) he will be unable to steal or trash anything<\/p>\n\n<p>ICEs: <a href=\"\/en\/card\/06003\">Lotus Field<\/a> is countering Yog even if it's a little expensive and will cost 2 to pass with Gordian blade (second best decoder). <a href=\"\/en\/card\/04120\">Quandary<\/a> and <a href=\"\/en\/card\/04059\">Paper Wall<\/a> are exellent in debut game where you are the most weak. <a href=\"\/en\/card\/05024\">Guard<\/a> will keep you safe from \"Inside job\". <a href=\"\/en\/card\/04051\">Hudson 1.0<\/a> from \"Legwork\" and other cards of it's kind. <a href=\"\/en\/card\/04033\">Swordsman<\/a> is hell for \"Atman\" and other AI. <a href=\"\/en\/card\/02110\">Eli 1.0<\/a> and <a href=\"\/en\/card\/01113\">Wall of Static<\/a> are bothersome to pass. <a href=\"\/en\/card\/04077\">RSVP<\/a> is the best ice of this deck because it prevent any steal or trash.<\/p>\n\n<p>Of course you will need a strong economy for all this ICEs and expensive projects so <a href=\"\/en\/card\/01110\">Hedge Fund<\/a> is absolutly needed (like in any other deck that is) and <a href=\"\/en\/card\/04099\">GRNDL Refinery<\/a> will make as much big profit as <a href=\"\/en\/card\/04012\">Celebrity Gift<\/a> . <a href=\"\/en\/card\/01109\">PAD Campaign<\/a> and <a href=\"\/en\/card\/05009\">Mental Health Clinic<\/a> are both unworthy to trash and raising your funds little by little.<\/p>\n\n<p>Finally <a href=\"\/en\/card\/04019\">Cyberdex Trial<\/a> is really usefull against anarchist and <a href=\"\/en\/card\/04114\">Caprice Nisei<\/a> will protect one of your remote server (it may be combined with <a href=\"\/en\/card\/04077\">RSVP<\/a> for greater results)<\/p>\n\n<p>So here is my corp for now. I don't think it's unique or anything that great but it's a good deck in the metagame I'm in and I like to play it.<\/p>\n\n<p>Thanks for the reading, any comment or advice is welcome.<\/p>\n\n<p>See you soon.<\/p>\n","username":"fifty-seven","cards":{"01109":3,"01110":3,"01113":3,"02031":1,"02032":3,"02110":3,"04012":3,"04019":2,"04033":2,"04051":2,"04059":2,"04077":3,"04099":2,"04114":2,"04119":3,"04120":3,"05007":3,"05009":3,"05024":2,"06003":2}},{"id":8427,"name":"Whiz-man","creation":"2014-08-10 13:22:01","description":"<p>Simple gameplan is to Siphon and use the money to invest in your huge breakers so you can run for days. This doesn't have to siphon to work well, it just uses it as an additional Econ card. Whizzard loves all the asset Econ decks that are big now. His ability comes up all the time and will only get better as more cards come out.<\/p>\n","username":"Whizkid","cards":{"01002":2,"01003":2,"01006":2,"01008":3,"01010":2,"01012":3,"01018":2,"01026":1,"01050":3,"01053":2,"02001":1,"02004":2,"02009":3,"02042":2,"02103":3,"03040":2,"03052":3,"03054":2,"04001":1,"04003":2,"04043":3}},{"id":8428,"name":"HB Blood Angel (Worcester Manaleak Winning Corp)","creation":"2014-08-10 13:33:57","description":"<p>This deck is all sorts of amazing, it hasn't lost a game yet in casual play and is currently undefeated in two tournaments.<\/p>\n\n<p>Early game is has solid ETR Ice in the form of NEXT Ice, it also has Roto's and Ichi's to ensure that a Sentry breaker is always installed. It is also incredibly taxing, NEXT Ice become more and more expensive and Ichi's, Tollbooths, Eli's and Heimdall's are all a huge problem for runners. The economy in the deck is solid and is fully capable of supporting the rezzing of the expensive Ice.<\/p>\n\n<p>The deck also threatens a flatline through the use of Punitive Counterstrike, this is not the primary win condition, but what I have found is that it can kill the runner in the late game when they score a 3 pointer as they often run low on credits due to the taxing Ice, or alternatively the runner sees this card in a Central Server and therefore won't run until they have the credit advantage or a Plascrete out. Both are extremely good for this deck.  <\/p>\n\n<p>I would like to get two cards into the deck, an Aggressive Secretary and an Archived Memories, both would do lots of work. However, I have no idea what to drop to fit them in. <\/p>\n","username":"Cerberus","cards":{"01054":1,"01055":3,"01061":2,"01062":3,"01064":2,"01090":3,"01106":3,"01108":3,"01110":3,"02013":2,"02051":1,"02092":2,"02110":3,"03006":1,"03014":2,"04011":3,"04015":3,"04040":3,"04079":3,"06002":3,"06010":1}},{"id":8429,"name":"Kate: Ghost Runner v1.2","creation":"2014-08-10 14:02:23","description":"\n","username":"Wrathrage","cards":{"01033":1,"01034":3,"01036":2,"01044":1,"01050":3,"02009":2,"02047":3,"02048":2,"02107":3,"03031":2,"03038":2,"03041":3,"03042":1,"03046":3,"03049":2,"04006":2,"04103":2,"04104":2,"06019":2,"06040":3,"06053":1,"06057":1}},{"id":8430,"name":"Next ICE Wall","creation":"2014-08-10 15:50:54","description":"<p>Basic Strategy is to make running servers very taxing, and to discourage runs buying time to score.<\/p>\n","username":"Neovitalis","cards":{"01055":3,"01062":3,"01064":3,"01092":2,"01101":2,"01106":3,"01108":2,"01110":3,"02012":2,"02051":2,"02070":3,"02110":2,"03003":1,"03004":1,"03015":2,"03019":3,"04011":3,"04015":2,"04030":2,"06002":3,"06010":3}},{"id":8431,"name":"Stronger Forever","creation":"2014-08-10 16:40:35","description":"<p>I'm intrigued by the ST identity, and figure it can only go up from here, like anarch. As for agenda choices, I'm going for a strong glacier build, where the runner needs to steal 3 agendas, while I only need to score two and a domestic sleepers. Assets are numerous to help with bluffing in the super remote when I don't have agendas (GRNDL refinery) and the campaigns are a note taken as inspiration from the popular HB Redcoats. The Tyr's Hand upgrades are meant to complement the bioroids who have end the run subroutines, in conjunction with Marker (From Jinteki). The Red herrings were a last minute spalsh. Howlers, were put in instead of Bioroid Efficiency Server, as a way to through down a Heimdall or Wotan in the first few rounds if I can't afford it.\nLet me know what you all think!<\/p>\n","username":"shwub","cards":{"01055":1,"01056":2,"01061":1,"01062":2,"01063":2,"01091":2,"01106":3,"01110":3,"02010":1,"02092":2,"02110":3,"03006":3,"03014":2,"03015":1,"03016":2,"03017":1,"03019":3,"03022":3,"04015":3,"04030":1,"04060":2,"04099":2,"04116":2,"06001":3}},{"id":8432,"name":"Ken doesn't like tags V1.0","creation":"2014-08-10 17:03:40","description":"<p>The idea of this deck is to play run events while being able to break everything quite comfortably.\nIn order to establish the economy this deck asks for it is vital to avoid getting tagged. Therfore, <a href=\"\/en\/card\/01030\">Crash Space<\/a> is a must and it's also important to use <a href=\"\/en\/card\/01018\">Account Siphon<\/a> wisely.\nObviously, <a href=\"\/en\/card\/05035\">Legwork<\/a> and <a href=\"\/en\/card\/01036\">The Maker's Eye<\/a> are the key to winning. Timing is everything.<\/p>\n","username":"FonyFox","cards":{"01007":2,"01018":2,"01021":3,"01022":3,"01028":2,"01030":3,"01036":3,"01050":3,"01053":3,"02007":2,"02064":2,"02091":3,"02106":1,"03053":3,"03054":3,"04065":2,"05029":1,"05035":3,"05038":2}},{"id":8433,"name":"Out-of-hours R&D operations, mk.II","creation":"2014-08-10 17:50:16","description":"<p>How to make a functioning Oracle May deck with hardware? \nImpossible? - Maybe not.<\/p>\n\n<p>Kate's ability might be worth about ten credits to this deck.<\/p>\n\n<p>Key to the deck's engine are <a href=\"\/en\/card\/05037\">Logos<\/a>, <a href=\"\/en\/card\/02088\">Replicator<\/a> with <a href=\"\/en\/card\/04068\">Capstone<\/a> and <a href=\"\/en\/card\/01044\">Magnum Opus<\/a>. <a href=\"\/en\/card\/01033\">Kate \"Mac\" McCaffrey: Digital Tinker<\/a> is the natural choice as she facilitates the installation. Notice that supreme hardware like <a href=\"\/en\/card\/01041\">The Toolbox<\/a> is not included as all the other pieces do that job. \nCombos to <a href=\"\/en\/card\/05053\">Overmind<\/a> 's strength are <a href=\"\/en\/card\/04066\">LLDS Processor<\/a> and <a href=\"\/en\/card\/01005\">Cyberfeeder<\/a> for that matter plus <a href=\"\/en\/card\/02024\">e3 Feedback Implants<\/a> for saving counters and working against Bioroid ICE.<\/p>\n\n<p>The \"winning\" section is slim with <a href=\"\/en\/card\/02107\">R&amp;D Interface<\/a>, backed up with <a href=\"\/en\/card\/03037\">Feedback Filter<\/a> which also helps against traps. Good luck fitting in a <a href=\"\/en\/card\/01023\">Lemuria Codecracker<\/a> or an <a href=\"\/en\/card\/02085\">HQ Interface<\/a>... :-)<\/p>\n\n<p>The <a href=\"\/en\/card\/03038\">Clone Chip<\/a> recycles programs from damage or misfired Oracle.<\/p>\n\n<p>After some playtesting I kicked <a href=\"\/en\/card\/03035\">Levy AR Lab Access<\/a>  for a third <a href=\"\/en\/card\/05053\">Overmind<\/a> and a second <a href=\"\/en\/card\/01044\">Magnum Opus<\/a>. <\/p>\n\n<p>Replicating turns out to be a great mechanism in this deck. Just keep in mind that you don't always need a second or third copy installed - those you can cycle with <a href=\"\/en\/card\/04068\">Capstone<\/a> - rather watch your speed and try to get into R&amp;D as early as possible.<\/p>\n","username":"photon","cards":{"01005":3,"01026":1,"01033":1,"01038":3,"01044":2,"02009":3,"02024":2,"02028":2,"02088":3,"02107":3,"03037":2,"03038":3,"03039":2,"04066":3,"04068":3,"04086":2,"05037":2,"05053":3,"05054":3}},{"id":8434,"name":"Prepaiduette ","creation":"2014-08-10 18:54:48","description":"<p>At the moment this deck seems nice but help and comments are always welcome.<\/p>\n","username":"(A)Joke","cards":{"01007":1,"01008":1,"01018":3,"01020":2,"01021":1,"01022":2,"01024":2,"01026":1,"01028":1,"01043":1,"01050":3,"02009":1,"02043":1,"02104":3,"03035":1,"03052":3,"03054":3,"04029":3,"04109":3,"05030":1,"05033":3,"05035":1}},{"id":8435,"name":"NEXT-MEN Evolution: Mutate","creation":"2014-08-10 19:13:40","description":"<p>NEXT Design with no core cards (For a special local format in SF). This deck has had a very consistent win percentage (against normal and special format play) and it quite fun to play. Here are some notes on the deck: <\/p>\n\n<p>-There are two 'tiers' of ice. The NEXT ice along with MG is tier one, while the other massive bioroids make up the other. The NEXT Design ability allows you to get out a bunch of NEXT ice early, giving you room to lay down the big guys for the late game. <\/p>\n\n<p>-Mutate is the MVP of this deck. If an ice is femme'd or parasited, simply mutate it out, clearing the bad and replacing with some goodness. Worst case you get a NEXT ice that just supports the others. Best case you paid 2 to rez a janus or a wotan for free.<\/p>\n\n<p>-Tyr's hand is pretty much exclusively in the deck for use with a 'double click' ice. This will most likely be replaced with \"Heinlein Grid\" once it comes out. <\/p>\n\n<p>-I am not 100% sold on the Medical Research Fundraiser splash. For the special format it is an okay splash, but not great for regular play. I'd love to hear any suggestions. <\/p>\n","username":"thesenorcortez","cards":{"01056":3,"02012":2,"02051":3,"02070":3,"03003":1,"03005":3,"03006":3,"03013":3,"03015":2,"03017":2,"03019":3,"03022":2,"04011":3,"04030":1,"04040":2,"04071":2,"04111":2,"05014":3,"06002":3,"06004":3,"06010":1}},{"id":8436,"name":"Nasir the Glacial Explorer 3.0","creation":"2014-08-10 19:15:43","description":"\n","username":"CodeMarvelous","cards":{"01005":3,"01026":2,"01041":2,"01042":1,"01043":1,"01050":3,"02028":3,"02049":3,"02066":1,"02069":3,"02091":2,"02107":2,"03034":3,"03038":3,"03046":3,"03049":1,"03053":3,"04003":3,"04004":2,"04067":1,"06017":1}},{"id":8437,"name":"andy trial deck. ","creation":"2014-08-10 19:24:16","description":"\n","username":"willequalsftw","cards":{"01007":2,"01008":3,"01011":1,"01012":1,"01014":1,"01018":3,"01020":3,"01021":2,"01022":3,"01024":3,"01026":1,"01050":3,"02009":2,"02043":2,"02083":1,"02091":2,"02104":2,"02107":2,"03052":2,"03054":3,"05035":1,"05046":1,"05048":2}},{"id":8438,"name":"The Divine Sorcerer","creation":"2014-08-10 19:27:01","description":"<p>I have spent the afternoon alternating between this deck and various corp decks. It is very much inspired by Ryan Burke's Retired Motivational Speaker (<a href=\"http:\/\/www.netrunnerdb.com\/en\/decklist\/5736\/retired-motivational-speaker-petrie-s-colorado-regional-2nd\">v1<\/a> and <a href=\"http:\/\/www.netrunnerdb.com\/en\/decklist\/6251\/retired-motivational-speaker-v2\">v2<\/a>).<\/p>\n\n<p><strong>VS Jinteki<\/strong> - Replicating Perfection: Twice in one game, The Source stopped me from scoring an Agenda. Luckily, both times, I was able to Imp it. Crypsis is not a suitable Icebreaker for this matchup, but Femme Fatale and Knight saved the day.<\/p>\n\n<p><strong>VS Midseasons NBN<\/strong>: I was floating in money, the Midseasons were mostly harmless. The San San City Grids were easy to trash, as well as all the asset economy. I still had to be on my toes because an Agenda could be scored at any time.<\/p>\n\n<p><strong>VS HB (I don't know, some kind of experimental glacier click-denial)<\/strong>: This went very bad for the corp, I was a 6 points at the end of turn 2. The quick win didn't help me understand what the deck was supposed to be about. I saw Ichi 1.0 over R&amp;D (Yeah...) and a Strongbox, but yeah, no intelligence gathered.<\/p>\n\n<hr \/>\n\n<p>This is a resource heavy deck for use with the Oracle May + Motivation combo. It includes 27 resources so that it's possible to gamble with Oracle May by naming Resource. It would only work with resources, because you are digging for Motivation while it is not out.<\/p>\n\n<p>Aesop's Pawnshop works with Armitage Codebusting, Daily Casts, Liberated Accounts, the extra Motivation, The Source (to turn it off) and Imp. Most of this makes for great economy.<\/p>\n\n<p>Déjà Vu can return The Source or NACH after they have been trashed, and any other non-resource card that was trashed when gambling with Oracle May.<\/p>\n\n<p>Tallie Perrault stops a few cards and works in tandem with NACH. (But see changes)<\/p>\n\n<p>I believe Keyhole is stronger than Medium because every time you use it, you see 3 new cards, while consecutive runs with Medium only show one new card. I believe this is worth the loss of R&amp;D locking.<\/p>\n\n<p><strong>Changes<\/strong>: Tallie Perrault was not used. I did not see any Subliminal Messaging, and only one Closed Account, and she was not installed for that one. I will replace her with Same-Old Thing. At one point, both my Déjà Vu and 1 Crypsis were trashed, and I had to be very careful with Oracle May gambling. Too careful.<\/p>\n\n<p>The Source work very well with Iain. He can play it, break the corp's bank while they overpay for an Agenda, and activate his ability at the same time. This deck is too aggressive for The Source not to be a detriment. I will replace it with a 3rd Motivation, because it's important to be able to find it relatively quickly with Oracle May, so that I may start drawing non-resource cards.<\/p>\n\n<p>Keep in mind, my next click when Oracle May failed was most often to draw.<\/p>\n\n<p><strong>Whizzard vs Iain Stirling<\/strong>: Whizzard has +5 influence and access to Anarch programs. He can afford to be more aggressive and fit with my playstyle better. He loses access to Hostage, so has to include multiples of connections, notably Oracle May. (So, +3 influence, really...) I believe Pawnshop economy is stronger than Underworld Contacts. He also loses access to Criminal events, but I don't want to include too many non-resource cards anyway.<\/p>\n","username":"mabool","cards":{"01002":2,"01006":3,"01026":1,"01047":2,"01051":2,"01053":3,"02001":1,"02003":3,"02022":3,"02041":2,"02091":2,"02109":3,"03053":3,"03055":1,"04008":2,"04043":3,"04061":2,"04083":2,"04106":3,"05054":3}},{"id":8439,"name":"Refined Bioroids","creation":"2014-08-10 19:33:49","description":"<p>Looking for feedback on my ST deck.<\/p>\n\n<p>its slow play huge tax with mushin no shin traps and grndl refinery.<\/p>\n\n<p>I want Heinlein grid so bad.<\/p>\n","username":"CodeMarvelous","cards":{"01057":1,"01062":1,"01063":3,"01064":2,"01106":3,"01110":3,"02010":1,"02013":3,"02092":3,"02110":3,"03006":3,"03009":3,"03015":1,"03019":2,"04011":3,"04015":3,"04099":3,"04119":1,"05015":3,"06002":3,"06010":2}},{"id":8440,"name":"Tournament: Unnecessary Redundancy","creation":"2014-08-10 19:49:17","description":"\n","username":"bewnt","cards":{"01018":2,"01021":2,"01024":1,"01026":1,"01028":1,"01029":2,"01031":1,"01034":1,"01036":1,"01050":3,"01053":2,"02043":2,"02091":2,"02101":1,"02104":3,"02106":1,"03054":2,"04043":3,"04089":1,"05030":1,"05035":1,"05036":2,"05037":1,"05042":2,"05046":2}},{"id":8441,"name":"Fast sleepers","creation":"2014-08-10 20:33:32","description":"<p>Wall up HQ and R&amp;D and fast advance everything out of hand.<\/p>\n","username":"Whizkid","cards":{"01055":1,"01058":3,"01059":3,"01061":2,"01062":2,"01101":1,"01106":2,"01110":3,"02051":3,"02110":3,"03001":1,"03005":3,"04011":3,"04012":2,"04034":3,"04040":3,"04090":3,"04111":2,"04117":2,"06001":2,"06002":3}},{"id":8442,"name":"pushing the edge","creation":"2014-08-10 21:43:19","description":"<p>I wanted to push the edge and try something different from what is normal plus i like advancement  ice.<\/p>\n","username":"jollyskulls","cards":{"01088":2,"01094":3,"01098":3,"01099":2,"01100":3,"01101":3,"01102":2,"01103":3,"01104":3,"02018":3,"02070":3,"02076":1,"02077":2,"02078":2,"02110":3,"03012":3,"04015":2,"04017":3,"04018":2,"04120":2}},{"id":8443,"name":"Tennin's Arcology","creation":"2014-08-10 21:45:18","description":"<p>EDIT: I played 3 games on stream with this deck\n<a href=\"https:\/\/www.youtube.com\/user\/ToominNetrunner\">Watch them here<\/a><\/p>\n\n<h1><strong>Tennin's Arcology<\/strong><\/h1>\n\n<p><em>An exploration of Tennin Institute's power<\/em><\/p>\n\n<p>There have been a few decks around that have looked at some options for using Tennin's power to its full effect. I haven't seen any that abuse <a href=\"\/en\/card\/03011\">Haas Arcology AI<\/a> as a fast advance mechanism yet.<\/p>\n\n<h2>Key Deck Concepts<\/h2>\n\n<ul>\n<li>Taxing all the way. We want to have as many turns as possible where the runner can't run, which allows us to use our ID ability. The most important taxing cards are <a href=\"\/en\/card\/01090\">Tollbooth<\/a>, <a href=\"\/en\/card\/02110\">Eli 1.0<\/a>, <a href=\"\/en\/card\/05016\">Inazuma<\/a>, <a href=\"\/en\/card\/01078\">Wall of Thorns<\/a>, and <a href=\"\/en\/card\/04114\">Caprice Nisei<\/a> (which forces multiple remote runs)<\/li>\n<li>Use your ID ability to place an advancement token on <a href=\"\/en\/card\/03011\">Haas Arcology AI<\/a> (which can be done even when rezzed), then use the token to score agendas from hand. By placing <a href=\"\/en\/card\/03011\">Haas Arcology AI<\/a> in a taxing server instead of an agenda, you gain all of the benefits (scoring next turn), with none of the risk of putting an agenda down.<\/li>\n<li>Trick of light to agendas from other installed cards is a back up plan, but also works just fine in many situations. <\/li>\n<li>This is a Fast Advance (score from hand) deck, but is not a Rush (finish the game quickly) deck.<\/li>\n<\/ul>\n\n<h2>Playstyle<\/h2>\n\n<ul>\n<li>Try to ice up both HQ and R&amp;D with ice like <a href=\"\/en\/card\/02110\">Eli 1.0<\/a>, <a href=\"\/en\/card\/04093\">Yagura<\/a>, <a href=\"\/en\/card\/05018\">Pup<\/a>, <a href=\"\/en\/card\/05025\">Rainbow<\/a> and create 1 taxing remote which you will be using to put <a href=\"\/en\/card\/03011\">Haas Arcology AI<\/a>, <a href=\"\/en\/card\/04114\">Caprice Nisei<\/a>, or agendas into (if you identify an appropriate timing window). Your remote will ideally have 2 or 3 pieces of ice and will cost a lot to get through. Archives can be lightly protected (maybe 1 piece of ice), with a <a href=\"\/en\/card\/04073\">Shock!<\/a> dumped in there asap.<\/li>\n<li><a href=\"\/en\/card\/03023\">Gila Hands Arcology<\/a> is important for your economy, so scoring one early is important.<\/li>\n<li>During the early stages of the game, don't be afraid to not rez central ice and allow accesses if it benefits your mid-term aims like getting a <a href=\"\/en\/card\/04012\">Celebrity Gift<\/a> or <a href=\"\/en\/card\/01110\">Hedge Fund<\/a> played the next turn. Exception: if you're agenda flooded in HQ or for special runs like Indexing or Siphon.<\/li>\n<li>If you suspect siphon, just make HQ expensive to get into so that they don't profit from siphons, then use <a href=\"\/en\/card\/03023\">Gila Hands Arcology<\/a> and <a href=\"\/en\/card\/04012\">Celebrity Gift<\/a> to recover once the pressure has abated. I don't usually feel it necessary to use <a href=\"\/en\/card\/04114\">Caprice Nisei<\/a> on HQ as it often serves your remote better, but use your judgement and adjust for each game.<\/li>\n<li>Interns is stunning in this deck. The most important cards to use it on are <a href=\"\/en\/card\/04114\">Caprice Nisei<\/a> and <a href=\"\/en\/card\/03011\">Haas Arcology AI<\/a>. <\/li>\n<li>Don't be afraid to manually advance a facedown <a href=\"\/en\/card\/03011\">Haas Arcology AI<\/a> if they're making too many successful central runs. This forces an expensive remote run and either opens up a regular scoring window, or one using a different mechanism once they're poor.<\/li>\n<li><a href=\"\/en\/card\/02033\">Trick of Light<\/a> can either be used on its own to score 3 advancement agendas, or in combination with <a href=\"\/en\/card\/03011\">Haas Arcology AI<\/a> to score <a href=\"\/en\/card\/01068\">Nisei MK II<\/a> or the first <a href=\"\/en\/card\/05005\">Medical Breakthrough<\/a>.<\/li>\n<\/ul>\n\n<h2>Weaknesses<\/h2>\n\n<ul>\n<li>Decks with very strong economy and efficient breakers. If they can ensure a successful run every turn, it may be tough to tax them to the point that they can't keep running. Aim to place and rez more ice on the servers its needed.<\/li>\n<li>Successful\/cost effective Account Siphon recursion. This is a weakness of most decks. Make HQ expensive to get into and use <a href=\"\/en\/card\/04114\">Caprice Nisei<\/a> if necessary.<\/li>\n<li>Ice destruction. These decks will make it tough to keep your centrals taxing. Use <a href=\"\/en\/card\/04060\">Interns<\/a> (and then <a href=\"\/en\/card\/04015\">Jackson Howard<\/a> to return <a href=\"\/en\/card\/04060\">Interns<\/a> to your deck), to return destroyed ice to play where you need them most.<\/li>\n<\/ul>\n\n<h2>Potential Adjustments and Alterations<\/h2>\n\n<ul>\n<li><a href=\"\/en\/card\/01103\">Ice Wall<\/a> is pretty great in <a href=\"\/en\/card\/05003\">Tennin Institute: The Secrets Within<\/a>, but I didn't really have the influence. It'd be nice to be able to do something with the advancement tokens placed on ice , though.<\/li>\n<li>Agenda mix up. I considered <a href=\"\/en\/card\/04119\">NAPD Contract<\/a> and <a href=\"\/en\/card\/04053\">Unorthodox Predictions<\/a>, but felt this composition was more beneficial when scored.<\/li>\n<\/ul>\n\n<h2>Additional Notes<\/h2>\n\n<ul>\n<li>After completing the deck, I discovered that someone had made use of the idea <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/5888\/tennis-institute-hass-archology\">here<\/a>, so props to Chicken Slayer!<\/li>\n<\/ul>\n","username":"Toomin","cards":{"01068":2,"01078":2,"01090":1,"01110":3,"02014":3,"02033":3,"02110":3,"03011":2,"03023":3,"04012":3,"04015":2,"04060":3,"04073":2,"04093":2,"04114":3,"05003":1,"05005":3,"05006":1,"05016":2,"05018":2,"05025":2,"06003":2}}]