[{"id":3849,"name":"Meditech FA prototype v.0.1","creation":"2014-04-04 03:11:48","description":"<p>Test list of meditech FA pre HnP<\/p>\n","username":"Vash2002","cards":{"01073":2,"01092":3,"01110":3,"02014":3,"02060":3,"03026":1,"04012":3,"04013":3,"04015":3,"04020":2,"04032":3,"04040":2,"04053":1,"04114":2,"04120":3,"05001":1,"05005":3,"05006":1,"05024":3}},{"id":3850,"name":"Deckard's Girl","creation":"2014-04-04 07:28:57","description":"<p>First deck since a long hiatus. Get a gordian out and tickerbrush the ice to to your liking. Obviously has its shortcomings but hey, i'm in a 2 person meta, so nobody cares.<\/p>\n","username":"rook","cards":{"01020":3,"01034":3,"01035":2,"01037":3,"01043":3,"01050":3,"02047":3,"02091":2,"02106":3,"03028":1,"03031":2,"03038":3,"03046":3,"03049":3,"03054":3,"04068":1,"04108":3,"04109":2}},{"id":3851,"name":"Weyland Consortium: Building a Better World","creation":"2014-04-04 08:11:53","description":"\n","username":"binarymelon","cards":{"01070":3,"01088":3,"01093":1,"01098":3,"01099":3,"01103":3,"01110":3,"01111":3,"01112":2,"01113":3,"02019":2,"02077":3,"02080":2,"02098":2,"02118":3,"04015":3,"04020":1,"04036":3,"04040":1,"04079":3}},{"id":3852,"name":"Counter-Rielle Weyland v1","creation":"2014-04-04 08:27:07","description":"<p>The original concept for this deck - now somewhat abandoned - was to create a barrier \/ ETR-heavy ice stack in order to screw around with Kit's ridiculous code gate abilities. It's somewhere between these two in terms of inspiration, with some of my own messy nonsense thrown in:<\/p>\n\n<p>http:\/\/netrunnerdb.com\/en\/decklist\/3769\/breakerbuster-weyland-final<\/p>\n\n<p>http:\/\/netrunnerdb.com\/en\/decklist\/3169\/trashing-a-better-world-columbus-store-championship-<\/p>\n\n<p>Comments always welcome!<\/p>\n","username":"bionicsheep","cards":{"01065":2,"01090":1,"01093":1,"01094":3,"01098":3,"01101":2,"01102":2,"01103":3,"01106":3,"01110":3,"01113":1,"02070":3,"02079":2,"02117":1,"03026":2,"04015":3,"04018":1,"04036":3,"04040":2,"04058":3,"04078":1,"04079":2,"04096":2,"04117":1}},{"id":3853,"name":"I'm a BIG GIRl now! 2.1","creation":"2014-04-04 09:58:02","description":"<h2>Where we are now:<\/h2>\n\n<p>This deck started of as a monster-rig Chaos Theory at the release of garrote. With alot of playtesting and change of playstyle, the monster ice breakers stayed, but where I once had alot of tutoring, I know focus more on account denial. <\/p>\n\n<h2>Getting richer than Bill Gates:<\/h2>\n\n<p>Magnum Opus and Katie Jones is more than enough to get your economy insanely out of hand. That with the Account Siphons of course.<\/p>\n\n<h2>You can't keep me out forever:<\/h2>\n\n<p>But the core of this deck is to make huge r&amp;d runs. With early account denial, the corp will feel the need to ice up HQ, while leaving r&amp;d more fragile. That's when you RDI + maker's eye for a solid dig, then harass hq and remotes for a couple of turns.<\/p>\n\n<h2>I went and broke your fortress:<\/h2>\n\n<p>With garrote, torch, and corroder, getting in will be a piece of cake. Remember, you want to make big, multi-access, runs. So spending a turn to get 6cr MOpus and 3cr on kati is totally viable, and will leave you with 9cr and 3 clicks next turn (if katie wasnt stacked from before).<\/p>\n\n<h2>Don't get a heart attack:<\/h2>\n\n<p>This deck plays extremely aggressive early game, run early, and run alot. The test run\/scavenge combo will help you get a full breaker suite out faster, and really cheap. Then build up your multi-access machine for the win. <\/p>\n\n<h1>Have fun!<\/h1>\n","username":"Oathwood","cards":{"01007":1,"01018":2,"01034":3,"01036":2,"01044":3,"01050":3,"02009":3,"02028":2,"02046":1,"02047":3,"02087":1,"02091":3,"02106":2,"02107":3,"03034":3,"03035":1,"03054":3,"04047":1,"04065":1}},{"id":3854,"name":"Sir Gabe the Librarian","creation":"2014-04-04 10:15:44","description":"<p>Nothing worthwhile.<\/p>\n","username":"gravity","cards":{"01007":2,"01017":1,"01018":3,"01021":3,"01022":3,"01024":3,"01028":2,"01049":2,"01050":3,"02007":1,"02009":3,"02024":2,"02043":2,"02091":1,"02104":2,"02106":1,"03052":3,"03054":3,"04004":2,"04009":1,"04043":3}},{"id":3855,"name":"DLR aggro","creation":"2014-04-04 10:54:32","description":"\n","username":"djackman","cards":{"01001":1,"01002":2,"01006":2,"01008":3,"01010":3,"01011":2,"01012":3,"01034":3,"01050":3,"02003":2,"02009":2,"02021":2,"02087":1,"02103":3,"03052":3,"04009":3,"04043":3,"04106":2,"04109":3}},{"id":3856,"name":"DINOSAURUS SMASH!","creation":"2014-04-04 11:35:21","description":"<p>Very simple YogSaurus deck. The goal is to get a Dinosaurus quickly and put a Yog into it. Use Personal Touch and Datasucker to get larger ice down to YogSaurus strength. Use Tinkering to turn ICE beyond the first row into code gates. Use Atman and Femme to get rid of stuff you can't deal with. You can use Scavange to get a Yog into a Dinosaurus if you draw Dinosaurus later. Otherwise, you can also use it to keep a Test Runned Femme or retarget a Femme.<\/p>\n\n<p>It's the first deck I've built an it works fairly well. Teaches you to not be afraid of ice. Could use some tweaking, especially now that Paintbrush is coming.<\/p>\n","username":"krystman","cards":{"01007":1,"01008":2,"01014":3,"01026":2,"01035":3,"01037":3,"01040":2,"01050":3,"01053":2,"02009":1,"02047":3,"02048":3,"02088":1,"02107":2,"03028":1,"03031":1,"03034":1,"03040":1,"03045":1,"03049":2,"03052":3,"03053":3,"03054":2}},{"id":3857,"name":"Chaos Mail","creation":"2014-04-04 11:55:21","description":"\n","username":"smoothcriminal","cards":{"01007":1,"01034":3,"01041":1,"01043":1,"01044":2,"01047":2,"02009":2,"02046":1,"02047":3,"02087":3,"02107":2,"02109":3,"03035":3,"03053":3,"03054":3,"04043":2,"04062":3,"04065":1,"04086":1,"04089":3}},{"id":3858,"name":"kate chakana","creation":"2014-04-04 12:03:43","description":"<p>Ice destruction and chakana antics to slow down FA. Lacks R&amp;D beating...maybe 1-2 indexing?<\/p>\n","username":"x3r0h0ur","cards":{"01007":1,"01008":2,"01009":2,"01011":1,"01012":2,"01033":1,"01034":3,"01038":3,"01043":2,"01050":3,"02009":2,"02041":1,"02048":2,"02091":3,"03031":2,"03038":3,"03043":2,"03046":3,"03052":3,"03053":3,"04067":2}},{"id":3859,"name":"DLR aggro 1.2","creation":"2014-04-04 13:45:42","description":"\n","username":"djackman","cards":{"01001":1,"01002":3,"01006":2,"01008":3,"01010":3,"01011":2,"01012":3,"01016":3,"01018":2,"01047":2,"01050":3,"02003":2,"02009":2,"02103":3,"03053":3,"03054":1,"04009":2,"04043":3,"04106":3}},{"id":3860,"name":"The Art of Decoding (2.0)","creation":"2014-04-04 14:05:54","description":"<p>An edited version of my original \"Art of Decoding\" deck.<\/p>\n\n<p>Any comments\/suggestions would be greatly appreciated!<\/p>\n\n<hr \/>\n\n<p>(Flavor Text)<\/p>\n\n<p>Kit had just finished downing another diesel when she saw it. This brilliant, blinding light lay before her. She reached out and grasped it. A perfect fit. She could feel its warmth coursing throughout her entire rig as she installed it. Her small cyber-cypher program had gotten her far enough, having broken a puny Ice Wall and prevented Weyland's bid for the Government Contracts from succeeding, but this was what she really needed for her rig; a torch to guide her to victory.<\/p>\n\n<p>She wielded it like a master - scorching through even the thickest knots of data. No single piece of ICE could stop her.<\/p>\n\n<p>She felt her confidence soaring as she ran straight towards Weyland's newest project; great advancements were being made on whatever it was, and she had to put a stop to it. She readied her torch, cutting through a shadow for the cost of two measly credits. No problem.<\/p>\n\n<p>Suddenly, a new piece of ICE reared its ugly head - er, rather, heads. It looked like something out of mythology - a lion, with the head of a goat rising from its back, and a vigilant, hungry serpent in place of its tail. It was truly something to be feared. She looked to her torch only to see its glow fading. Not even her winged Pegasus could save her from this beast. The lion head roared at her, throwing her back and jacking her out of the server. She could only watch in horror as the Project Atlas went through, not only achieving but actually surpassing its goals, and Weyland's victory came that much closer to becoming reality.<\/p>\n\n<p>She couldn't let this happen again, and she needed a plan. She traveled to Levy University to visit her colleague and associate - the man known only as \"The Professor.\" He gave her the names of a few of his own contacts - people who helped his projects go through.<\/p>\n\n<p>Kit went through the list he gave her, gaining the funding she needed so she could focus on designing new projects without having to worry about credits. Finally, she came upon an idea for something that could put an end to her problems. It wasn't even that complex of a program - it just took up a huge amount of memory. She modeled it after one of her peers, an artist who loved to tinker. She called it \"The Paintbrush.\"<\/p>\n\n<p>Her new weapon was ready - and just in time. Weyland had just started some new project in the same heavily-protected remote server. Kit knew that now was her time to strike. Her new weapon only had one flaw - the ICE she was going to \"paint\" needed to be rezzed already. She had options - she knew that Mr. Santiago still owed her a favor, and he was great at causing havoc inside of corporations, forcing them to prematurely rez their ICE. But in this case, she had a more direct route - plow straight into the ICE.<\/p>\n\n<p>She ran the server, swiftly dissipating Weyland's Shadow with the light of her Torch. She knew what was coming next. Like it was Déjà Vu, the lion's head gave out a mighty roar, sending Kit sprawling out of the server again, but this time she was ready. She saw how weak the creature truly was, and she struck it with her paintbrush. It couldn't hide from the light of her torch now.<\/p>\n\n<p>Once again she set off for the remote server. Her torch flickered to life yet again, and burned its way straight through the shadow. The \"mighty\" chimera was next. It cowered in fear, knowing what lay ahead in its future. She lit up her torch. Flames roared in front of her. Suddenly, the creature was gone.<\/p>\n\n<p>All that remained was to reach the core of the server. The data seemed so close, and she could feel the power emanating from it. It must have been something important, maybe even worth as much as the government contracts bid she had stopped earlier. A blurry image flickered in front of her for a moment, and then it suddenly came into focus. All she saw was what appeared to be a woman's face. A second later Kit realized just what she was accessing, but it was too late.<\/p>\n\n<p>The warmth of the torch faded from her grip, and her pegasus left her side. She was then alone, holding only her new Paintbrush. Darkness, like a shadow, surrounded her.<\/p>\n","username":"guinea_pig","cards":{"01020":3,"01034":3,"01035":3,"01037":2,"01044":3,"01050":3,"01051":2,"01053":1,"02048":3,"02091":3,"02105":2,"03028":1,"03034":1,"03044":2,"03049":2,"03052":3,"03053":3,"04047":3,"04108":3}},{"id":3861,"name":"hb deck version 1.0","creation":"2014-04-04 14:11:03","description":"\n","username":"darkapostle","cards":{"01054":1,"01055":3,"01056":3,"01057":2,"01059":3,"01061":2,"01062":3,"01063":3,"01064":2,"01065":1,"01075":2,"01090":2,"01092":1,"01098":3,"01103":2,"01106":3,"01108":1,"01110":3,"03004":1,"03006":1,"03015":2,"03017":2,"03022":2,"03023":2}},{"id":3862,"name":"Counter-Rielle Weyland v1.1","creation":"2014-04-04 14:44:44","description":"<p>-1 Swarm (was basically always a dead draw for me), -1 Flare (propping up that trace was too costly too often), +1 Curtain Wall, +1 Ichi 2.0.<\/p>\n\n<p>Curtain and Hadrian have similar functionality - put them on the outside of a server so they're at least very taxing to break and then put an Archer or an Ichi inside. This tactic is of course susceptible to Femmes, but with that much taxing ice it's very difficult for them to figure out what exactly to put the counter on. Combined with Oversight AI on the Archer to tempt them to Femme it instead of the Hadrian and they're likely to have to mill the card a few times to get set up correctly, buying you scoring windows.<\/p>\n\n<p>This tactic is also very resistant to Knight nonsense, as they're quickly too strong to break until they've chucked a few virus tokens down - and you can upgrade the Hadrians \/ virus clear as necessary if you want to play that war of attrition.<\/p>\n\n<p>I find that it's usually best to ice up R&amp;D and draw extremely slowly, getting a solid remote set up so you can throw agendas into it as necessary.<\/p>\n\n<p>IDK, I'm still working on this, but yeah. Any feedback welcome. One thing I've been finding is that it's rare to surprise the runner with ice in this deck - they usually know exactly what they're getting into. I'm also getting very limited play from the troubleshooters because of all the money I spend on getting the ice up, so I'm thinking of changing them out for something a little more suited for this. Same goes for wraparound. I'll edit this as appropriate!<\/p>\n","username":"bionicsheep","cards":{"01065":2,"01090":1,"01093":1,"01094":3,"01098":3,"01101":2,"01102":2,"01103":3,"01106":3,"01110":3,"01113":1,"02070":3,"02079":2,"03017":1,"03026":2,"04015":3,"04036":3,"04040":2,"04058":3,"04078":2,"04079":2,"04096":2,"04117":1}},{"id":3864,"name":"Tag pile punishment","creation":"2014-04-04 15:56:40","description":"<p>Description to come<\/p>\n","username":"tgtoland","cards":{"01080":1,"01085":3,"01088":2,"01090":2,"01099":2,"01108":1,"01110":3,"02017":1,"02019":2,"02020":1,"02056":2,"02115":3,"02116":2,"03014":3,"03027":2,"04015":3,"04075":2,"04076":3,"04095":3,"04096":2,"04119":3}},{"id":3865,"name":"Patron, une  Despe!","creation":"2014-04-04 15:57:49","description":"\n","username":"Shiro59","cards":{"01007":2,"01017":1,"01018":3,"01020":3,"01021":3,"01024":3,"01026":2,"01028":2,"01043":2,"01050":3,"01053":3,"02009":2,"02085":3,"02091":1,"02104":3,"03053":3,"04005":2,"04044":3,"04086":2}},{"id":3868,"name":"Noise and the Magic Whale","creation":"2014-04-04 16:27:59","description":"<p>Combining the DLR\/Masanori combo with Noise's ability to mill R&amp;D. In the meantime, let me (Cyber)feed my Darwin for a couple of turns so I can trod through your ice. I'm hoping this results in constant pressure on the Corp. Should be fun. <\/p>\n","username":"Pea666","cards":{"01001":1,"01005":3,"01008":3,"01009":3,"01010":2,"01011":2,"01012":3,"01019":1,"01040":2,"01048":2,"01050":3,"02009":2,"02087":2,"02091":2,"02102":3,"02103":3,"03052":3,"04009":3,"04109":3}},{"id":3870,"name":"Dead count 13","creation":"2014-04-04 18:19:55","description":"<p>This deck is a combo deck to score 7 agenda points in one turn.\nDeck name means necessary credits are 13. \nOriginal deck designer is Ayabane.\nhttp:\/\/theendofroadtohali.blogspot.jp\/2013\/09\/netrunnerhbdead-count-13.html<\/p>\n\n<p>Necessary credits are 13 or more, and necessary cards are the following.<\/p>\n\n<ul>\n<li>Priority Requisition<\/li>\n<li>Efficiency Committee<\/li>\n<li>Project Vitruvius or Accelerated Beta Test<\/li>\n<li>Shipment from MirrorMorph<\/li>\n<li>2x Biotic Labor<\/li>\n<li>2x Trick of Light <\/li>\n<li>3x Shipment from Kaguya<\/li>\n<li>installed Ice Wall and 4 advanced.<\/li>\n<\/ul>\n\n<p>Combo:<\/p>\n\n<ol>\n<li>2x Biotic Labor.<\/li>\n<li>Shipment from MirrorMorph, installed Priority Requisition, Efficiency Committee, Project Vitruvius or Accelerated Beta Test.<\/li>\n<li>2 advance Efficiency Committee.<\/li>\n<li>Trick of Light, addvanc token from Ice Wall to Efficiency Committee.<\/li>\n<li>score Efficiency Committee.<\/li>\n<li>use Efficiency Committee ability, increase three clicks.<\/li>\n<li>3x Shipment from Kaguya to Priority Requisition, Project Vitruvius or Accelerated Beta Test.<\/li>\n<li>score  Project Vitruvius or Accelerated Beta Test.<\/li>\n<li>Trick of Light, addvanc token from Ice Wall to Priority Requisition.<\/li>\n<li>score Priority Requisition.<\/li>\n<\/ol>\n\n<p>The alternative combo to the following threads:\nhttp:\/\/boardgamegeek.com\/thread\/1026926\/exploring-the-human-mind-a-cerebral-imaging-experi<\/p>\n","username":"cactusman","cards":{"01055":1,"01058":3,"01059":3,"01060":2,"01064":3,"01100":3,"01103":3,"01106":2,"01110":3,"01113":3,"02033":2,"02051":3,"02110":3,"03001":1,"03005":3,"04011":3,"04015":3,"04040":3,"04090":3}},{"id":3872,"name":"The Grandmaster","creation":"2014-04-04 22:29:35","description":"<p>A fun chess deck. Essentially, get schez + pawn for a make-shift desperado. In order for that to work, at least one central server has to have only one piece of ice. Parasite especially helps make this happen, but other caissas, like rook, are great for making the corp trash ice to get rid of said caissas.<\/p>\n\n<p>I used to run medium in here as well, but since deck space is already so limited, it had to be cut. I might sub it in for keyhole; I'll have to test this a bit more to see.<\/p>\n\n<p>As for econ, Aesop's is great with Daily Casts and Armitage to get a bit more out of them. I might put liberated instead of Armitage - again, I need to test it a bit more first. Schez + pawn combo is also great at making money if you can keep it up. Finally, I will eventually sub in cache for easy mark, to get potentially 5 creds per cache (with aesop's.)<\/p>\n\n<p>As I said, just a fun deck - not really too competitive :D<\/p>\n","username":"guinea_pig","cards":{"01007":1,"01011":1,"01012":3,"01016":3,"01019":3,"01047":3,"01050":3,"01051":1,"01053":2,"02024":3,"02062":1,"03052":3,"03053":3,"04002":3,"04003":2,"04021":2,"04022":3,"04041":1,"04042":3,"04043":3,"04061":1}},{"id":3875,"name":"CT-StarlightCrusade","creation":"2014-04-04 23:57:21","description":"\n","username":"AcidBurn","cards":{"01007":2,"01026":1,"01034":3,"01036":2,"01044":1,"01047":2,"02046":1,"02047":3,"02087":2,"02107":2,"03038":3,"03052":3,"04004":2,"04027":3,"04047":2,"04069":3,"04107":3,"04109":3}}]