[{"id":9916,"name":"Dick Move","creation":"2014-10-19 00:11:31","description":"<p>Blackmail into R&amp;D lock<\/p>\n","username":"notminebydeisgn","cards":{"01034":3,"01047":3,"02043":1,"02046":1,"02049":2,"02087":3,"02107":3,"02109":3,"03035":3,"03053":3,"03054":3,"04062":3,"04089":3,"05053":1,"06073":3,"06079":3}},{"id":9917,"name":"The Professor - Poor Man's Academia","creation":"2014-10-19 00:18:47","description":"\n","username":"properplay","cards":{"01007":1,"01008":2,"01009":1,"01010":1,"01011":1,"01012":1,"01014":1,"01026":1,"01028":1,"01034":3,"01035":2,"01036":2,"01038":2,"01041":1,"01044":2,"01049":1,"01050":3,"02041":1,"02047":2,"03029":1,"03031":1,"03034":2,"03036":1,"03038":3,"03039":2,"03040":2,"03052":3,"03053":2}},{"id":9919,"name":"Freelance Burst Professor V1 (Paid in Cache)","creation":"2014-10-19 01:54:03","description":"<p>Been playing this Professor deck for about a month and a half. It's incredibly fun, and can hold its own better than it has a right to.<\/p>\n\n<p>Uses 36 Influence. Yes, it's greedy. That's the point of The Professor.<\/p>\n\n<p>Based largely on the <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/808\/big-girls-play-with-monoliths\">Big Girls Play With Monolith<\/a> sort of shell, but gone a very different way. (Specifically, based on a version I playing against featuring <a href=\"\/en\/card\/04105\">Savoir-faire<\/a>.)<\/p>\n\n<p>The thing about The Professor is that you don't want to try a suite like Stealth breakers, or fixed strength breakers which require a lot of synergy and specific different pieces to be in place. Instead of aiming to have programs that combine well, get consistent options by making as much of the deck about programs as possible. No real final rig to aim to assemble: grab everything that could be useful at the time. Use burst card draw, aim not to lose tempo, just constantly throw powerful programs at them and rewrite your plan as much as possible.<\/p>\n\n<p>Have individually powerful programs that will be useful and can be used on their own (<a href=\"\/en\/card\/01012\">Parasite<\/a>, <a href=\"\/en\/card\/02041\">Nerve Agent<\/a>, <a href=\"\/en\/card\/01010\">Medium<\/a>, <a href=\"\/en\/card\/01028\">Sneakdoor Beta<\/a>, <a href=\"\/en\/card\/04061\">Keyhole<\/a>). Have a few corner-case programs that are incredibly over-powered in specific circumstances (<a href=\"\/en\/card\/02066\">Deus X<\/a>, <a href=\"\/en\/card\/04025\">Copycat<\/a>, arguably also Keyhole). Have a variety of programs to break ICE (see below). The rest of the deck's set up to draw you programs, make money with programs, provide memory for programs, recur programs, and get programs into play.<\/p>\n\n<p><strong>Economy<\/strong>: The economy's reasonably solid, and operates on multiple angles. The deck is very much optimised to make the six-draw events and three FCCs very good. (24\/45 cards are programs. You want to be recurring your heap a couple of times, so you've got up to nine <a href=\"\/en\/card\/01050\">Sure Gamble<\/a>! Of course, the more hardware and Aesop you install, the more efficient your FCCs will be on the second run through.) <\/p>\n\n<p>Schezerade is definitely worth installing, it makes your SMC's, Savoir-Faire and <a href=\"\/en\/card\/02104\">Faerie<\/a> net gains to install. <a href=\"\/en\/card\/03047\">Sahasrara<\/a> too, at a push. If you have any two of Sahasrara, Aesop's and <a href=\"\/en\/card\/04022\">Scheherazade<\/a> in play, you will be making plenty of money. Particularly with <a href=\"\/en\/card\/06037\">Cache<\/a>. At a push, you have a <a href=\"\/en\/card\/01044\">Magnum Opus<\/a>: in an emergency, installing this and spending turns clicking it will be very effective.<\/p>\n\n<p><strong>Playstyle:<\/strong> challenging, with lots and lots of different lines which are complicated to work out, but very versatile. <\/p>\n\n<p>Do not be afraid of burning through your stack very quickly at first, using all your <a href=\"\/en\/card\/03038\">Clone Chip<\/a> and playing your first Levy, potentially in the mid-game. This is one of the best situations to be in, but frequently you just have to give up on setting anything up and apply early pressure. Which is very easy to do. <\/p>\n\n<p>Basically: run like an Anarch. (You have all their big guns, anyway.)<\/p>\n\n<p>(Against Jinteki\/Tag 'n' Bag, caution is required, and helpfully allows one to set up to some degree. By moving a large portion of your heap to your stack, running with a Clone Chip or two out becomes a potent threat. Particularly if there's a SMC in play\/stack. Plus, you're the Professor, so could be running everything, and you probably are. <\/p>\n\n<p>S-F is also very useful to have out, because with this many programs and burst draws, a major issue you will have is shortage of clicks to install programs. S-F lets you install up to two extra programs a turn for a mere 2 creds each, run more flexibly and is wonderfully cheap for Aesop's\/Schezeserade. Installing Medium\/Nerve Agent just before accessing is a good feeling. Getting programs out without having to use clicks is great, especially at the end of the Corp's turn.) <\/p>\n\n<p><strong>Lines of attack:<\/strong> We have <a href=\"\/en\/card\/02003\">Imp<\/a>, Nerve Agent, Medium, Keyhole and Sneakdoor. If there's an un-iced central hit it while trying to draw to a SMC\/[appropriate pressure program]. <\/p>\n\n<p>Failing that, attempt to pressure all central servers: there will almost certainly be some weak one. If you happen to have an appropriate NA\/M\/Kh in hand, pressure the other server to try and force the corp into spending resources there. On the off-chance the corp does manage to secure everywhere against you, there's a very good chance that they will have unwittingly turned on your <a href=\"\/en\/card\/04025\">Copycat<\/a>. (Copycat is great to have access to, and very very rarely played around.)<\/p>\n\n<p>A nice trick is to install a Sneakdoor at the end of an opponent's turn with a Nerve Agent {sitting around from earlier\/also installed end of turn\/installed mid-run}, which almost certainly gets you to see all of HQ in a turn. Installing both at the end\/beginning of turn costs 7\/9\/11 (depending on if you're using 0,1 or 2 SMC\/S-F installs). Your next turn is Sneakdoor four times, seeing one, then two, then three, then four cards from HQ. More or less forcing archives ice on the corp's next turn.<\/p>\n\n<p>Also: draw. A lot. You want to put your stack in your heap: it is cheaper to use Clone Chip than SMC. <em>You have one copy of everything, and are getting around this by drawing everything.<\/em> If you've not got to single figures of cards left in your deck by the time you're on six AP, you or your opponent aren't playing hard enough.<\/p>\n\n<p><strong>Hardware<\/strong>: We have three Clone Chips, two mem chips and a <a href=\"\/en\/card\/01041\">Toolbox<\/a>.<\/p>\n\n<p>Clone Chips are amazing. (Chronos Project is probably death.) <\/p>\n\n<p>Gone for Akamatsu Chips because they're cheap, and net profitable with Aesops. May try one CyberSolutions, one AMC, because this deck is lacking in one-ofs.<\/p>\n\n<p>A single Toolbox is something you're likely to see eventually, because you're burning all the way through your deck with FCC, QT and Diesel. For the same reason, you're likely to be able to afford it, eventually. Memory is great, Link can be lifesaving, and the recurring credits are very useful.<\/p>\n\n<p><strong>Icebreakers:<\/strong> This is probably entirely flexible and can be adjusted as much as desired. Except that you're crazy if you don't play Faerie. Cheap, gets recurred a lot, and can make money. What's not to love? Corroder is the best fracter, and so we're playing it. D4v1d is incredibly useful for a while, then we sell it or trash it and recycle it if needed. Grappling Hook is also useful for running into something very big. Gordian over Yog because of Datasucker issues (see below), Lotus Field, and tendencies to encourage Glacier building. Plus, unlike Yog, can use Toolbox credits. Femme is expensive and has no ways to be cheated out, but lets you bypass things. That's a powerful effect. Over Mimic for Datasucker issues, and the ability to just get past things. Deus X may occasionally break things. I forget this too much. Parasite eats ICE. <\/p>\n\n<p><strong>Datasucker\/virus issues:<\/strong> Datasucker is terrible in this deck. Firstly, it never seems to be a priority to install when you could save it for FCC. Secondly, there's a big issue with virus.<\/p>\n\n<p>You're going to end up with Nerve Agents and Mediums with counters sitting on them, Imps, and maybe Parasites out. Against this deck, purging virus counters is frequently a good idea. Play around this at times, force this at times. When altering this deck, be aware that <\/p>\n\n<p><strong>Potential changes:<\/strong>Used to run Crescentus, realised I never played it. Then a week later hit a situation when it would've been perfect. (<a href=\"\/en\/card\/02017\">TMI<\/a>. Anything you Faerie could be good with it, esp illicit.) Magnum is marginal, not as much as Datasucker. Grappling Hook and <a href=\"\/en\/card\/06033\">D4v1d<\/a> aren't as great as they could be, the former more than latter.  (Could almost see this deck wanting more than 45 cards, but the density of Diesel\/QT\/FCC is the most important thing.) <\/p>\n\n<p>To test: Lamprey and Hemmorhage -- the latter seems maybe too click intensive, or prone to virus purge. Am curious about Box-E: hand size would be great, but the link and the recurring credits are nice. Will test. May try a Cloak, almost certainly never stealth breakers (because they require other cards to work). Sharpshooter may be worthwhile in your meta. I keep wanting to try Expert Schedule Analyzer (it gives a Nerve Agent counter! It gets around Enhanced Login Protocols! This is not good justification) but that a sign I am mad. Chakana could be good if you've got real FA issues. <\/p>\n\n<p>It pains me so, so much that the Professor can't run two Origami. So, so much.<\/p>\n\n<p>Scavenge could be great, but it'd hinder the Program\/Draw\/FCC density. <\/p>\n\n<p>The breakers, especially Femme could easily be changed. (But not Faerie. Faerie is amazing.) 2MU breakers are probably a bad idea because MU is tight. Really interested in trying out the Cerebus breakers: they seem to fit the burst theme of this deck.<\/p>\n\n<p>There is a card called Plascrete that some people like to play to avoid dying. We've moved a bit past that. (If you don't want to die to Scorched too much, you might want to play it. This is unfortunate.)<\/p>\n\n<p><strong>Influence:<\/strong> I'm spending my influence on Cache. Major options played in the Professor are a second Datasucker, Stimhack, and occasionally Femme. <\/p>\n\n<p>As said above, Datasucker is not great in this build. (This could be a horrible mistake on my part.) Stimhack's brain damage is a real downside for this build: aside from FCC being generally more challenging with a four-card limit, frequently there's a Toolbox or Levy sitting in your grip for a long time, waiting for it to be ready. Losing them could be inconvenient. (Or all of the other one-ofs.) Simultaneously, we tend not to want to make really big-spending runs. We don't have a Workshop to unload, and being forced to install programs (via SMC\/CC\/S-F) or waste credits isn't a dream situation.<\/p>\n\n<p>Cache is great in conjunction with Freelance Coding Contracts, and, at a push, if you're really short of cash at the end of your opponent's turn, you can clone chip it out onto Schezerade and sell it with Aesop's. Particularly useful to do just before you fire off a Levy. (You do tend to not want to use Cache a FCC card, but there's turns where you will have overdrawn to the point where you're FCC-ing last click, and might need those credits. Generally most likely to happen if you Diesel into Diesel then third click draw in desperation to find FCC. That line's not recommended unless you've got at least 50-60% chance of hitting with your draw, or you really have nothing else to do with your turn. But can happen.)<\/p>\n\n<p>As a program it boosts your econ event. Isn't that cool?<\/p>\n\n<p>And Cache is much better than Stimhack to get you up to 5 credits to play Sure Gamble. (Or, I suppose, Magnum, though I'm not sure when that would be a sequence you want.)<\/p>\n\n<p>It could be wrong. But I like it, and I like having 24\/45 cards be programs. (I'm reasonably sure Datasucker is not correct for influence. Quite often I end up not installing it. Stimhack is possible. It's also possible I don't want to spend the influence at all. There's no rule saying you have to. Box-E is to be tested, maybe Rachel or Cyberfeeder? Box-E could reduce the risk of Quality Time into Diesel into Diesel into discarding due to no FCC. This is a sad event that happens every three games or so. It's still possible to win, but is definitely suboptimal.)<\/p>\n\n<p><strong>Thoughts<\/strong>: It's taken a while of getting used to, but I do really like this deck. Such a toolbox (no pun intended).<\/p>\n\n<p>I've not played too much tag 'n' bag, which is possibly a problem. Then again, an excuse to build up funds and wait is not an issue. We're deliberately resource-lite.<\/p>\n\n<p>It's complicated and testing, but let's be honest: no-one ever decided to play the Professor to be the best deck or to have an easy time. You're playing it because you want to play with ALL of the programs, you want to impress your opponent and test yourself. It'll test you, you have to think long and hard at various points. Playing this will make you think hard about your sequences and is good for identifying misplays.<\/p>\n\n<p>I don't know if this is good, but it's fun, and it is very, very hard to say that this deck would just be better as a Kate deck. Your core programs are Imp, Faerie, Keyhole, Medium, Sneakdoor, Nerve Agent and Parasite for a total of 19 influence. I'd also never cut Corroder or Copycat, for a further 3, S-F actually ends up being rather crucial to the deck, for 25 total, and Scheherazade is surprisingly an all-star. And you've got a lot more room to manuever, fitting in any program you want. This is a professor deck that couldn't work with any other runner. As more programs come out, it'll only get better. <\/p>\n\n<p>Enjoy! Let me know what you think!<\/p>\n","username":"JAK","cards":{"01007":1,"01008":1,"01010":1,"01012":1,"01026":1,"01028":1,"01034":3,"01038":2,"01041":1,"01043":1,"01044":1,"01047":1,"01050":3,"02003":1,"02041":1,"02066":1,"02087":3,"02104":1,"03029":1,"03033":3,"03035":2,"03038":3,"03046":3,"03047":1,"04022":1,"04025":1,"04061":1,"04105":1,"05045":1,"06033":1,"06037":2}},{"id":9920,"name":"Stronger at the Helm","creation":"2014-10-19 02:00:36","description":"\n","username":"Xiaman","cards":{"01055":1,"01061":2,"01062":2,"01063":3,"01064":2,"01106":1,"01108":3,"01110":3,"02010":1,"02013":3,"02019":2,"02051":3,"02070":3,"02110":3,"03019":3,"04015":3,"04040":1,"04090":2,"04114":2,"04119":3,"06010":1,"06022":2,"06030":1}},{"id":9921,"name":"Prepaid Kate (10\/18\/14)","creation":"2014-10-19 02:08:57","description":"\n","username":"Paranoid31","cards":{"01007":1,"01012":1,"01026":1,"01033":1,"01036":3,"01043":1,"01050":3,"02047":3,"02066":1,"02087":2,"02091":1,"02106":3,"03034":3,"03038":3,"03040":1,"03046":3,"03052":3,"04029":3,"04067":1,"04109":3,"05035":2,"06079":3}},{"id":9922,"name":"Val's Rich Andy","creation":"2014-10-19 02:59:33","description":"<p>Based on http:\/\/netrunnerdb.com\/en\/decklist\/9743\/w-r-dutch-nationals-hague-netherlands<\/p>\n","username":"valbaca","cards":{"01007":2,"01018":3,"01021":3,"01022":3,"01024":3,"01026":2,"01028":2,"01030":2,"01044":2,"01050":3,"01051":1,"02007":1,"02043":2,"02083":1,"02085":2,"02104":3,"02107":2,"03037":1,"03052":3,"04009":2,"05046":1,"05048":2}},{"id":9923,"name":"Queen's Injection (2nd Place, Guardian Games ST 10\/18\/14)","creation":"2014-10-19 04:02:14","description":"<p>This deck took 2nd place at the Guardian Games Store Tournament.  Final outcome 3 Wins 1 Loss.  Played against Blue Sun, HB ETF, Jinteki RP, and NBN NeH.  Only loss was to NBN NEH, he got his astroscript running and I just couldn't pluck them out of his hand.<\/p>\n\n<p>Key Events\/Notes...<\/p>\n\n<ul>\n<li><p>Pulled 7 Agenda Points on turn 5 (6?) from a Legwork against Blue Sun.<\/p><\/li>\n<li><p>I only had to click for credits once.<\/p><\/li>\n<li><p>Managed to use Inject without any recursion (ie Retrieval Run, Clone Chip etc)\nThough I'm definitely considering throwing them in.  I could use Inject with \nabandon. <\/p><\/li>\n<li><p>Legwork was king. <\/p><\/li>\n<li><p>In practice I got more use out of Medium and Nerve Agent.  Considering \nremoving them for Retrieval Runs etc. Same goes for Maker's Eye. I didn't use\nany of these during the tournament. <\/p><\/li>\n<li><p>E3 + David\/Overmind\/Knight = Amazing<\/p><\/li>\n<\/ul>\n\n<p>I only needed to use Parasite a few times.  I do miss my Imps...<\/p>\n","username":"GRNDL","cards":{"01002":3,"01004":1,"01010":1,"01012":3,"01021":1,"01036":1,"01050":3,"01053":3,"02009":2,"02022":2,"02024":3,"02041":1,"03054":3,"04042":3,"04043":3,"04102":3,"05035":2,"05053":3,"06033":2,"06052":1,"06073":3}},{"id":9924,"name":"Hub of Scorch (2nd Place, Guardian Games ST 10\/18\/14)","creation":"2014-10-19 04:18:01","description":"<p>This deck took 2nd place at the Guardian Games Store Tournament.  Final outcome 3 Wins 1 Loss.  Played against Reina, Noise, Noise, Unknown (Possibly a Shaper, can't remember.) <\/p>\n\n<p>1 Loss. 1 AP Win. 2 Scorch wins.  First Scorch: Poor guy ran into a snare on click 4.  Free Scorch.  Second Scorch: Opponent attempted to go for Glory via Keyhole 3 times through a Data Raven only to bonk out on an Eli over Archives.<\/p>\n\n<p>Notes:<\/p>\n\n<p>-Not quite the 3 pop-up window balls out lol-fest but this deck does run obscenely low on ice.<\/p>\n\n<p>-This deck also confused the crap out of people for the first 5-8 turns. Especially when I quietly installed Bernice on a central.  <\/p>\n\n<p>-TGTBT slowed the runner's tempo. <\/p>\n\n<ul>\n<li><p>Didn't use Sea Source once.<\/p><\/li>\n<li><p>Never needed the AstroTrain. AP Win only scored 1 Astro.  Only used SanSan during the AP Win.<\/p><\/li>\n<\/ul>\n\n<p>This deck was fun to play.  For the lols.<\/p>\n","username":"GRNDL","cards":{"01070":2,"01081":3,"01082":3,"01084":2,"01086":2,"01088":2,"01092":3,"01099":3,"01109":3,"01110":3,"01111":1,"02055":2,"02056":3,"02097":1,"02110":1,"02115":3,"04015":3,"04075":3,"04076":3,"04096":1,"04119":1,"05024":1,"06005":1}},{"id":9925,"name":"The Company","creation":"2014-10-19 04:44:48","description":"<p>Based on http:\/\/netrunnerdb.com\/en\/decklist\/9752\/w-c-australian-nationals-melbourne-australia\nBut made the following changes after playing with it for a while...<\/p>\n\n<p>\"The Company\" references the Weyland Corp from the Alien franchise. <\/p>\n\n<p>After playing with it at a local tourny I'm going to try the following changes...<\/p>\n\n<p>-1 <a href=\"\/en\/card\/04058\">Power Shutdown<\/a><\/p>\n\n<p>-1 <a href=\"\/en\/card\/06003\">Lotus Field<\/a><\/p>\n\n<p>-1 <a href=\"\/en\/card\/06009\">Taurus<\/a><\/p>\n\n<p>-3 <a href=\"\/en\/card\/01070\">Snare!<\/a><\/p>\n\n<p>-2 <a href=\"\/en\/card\/04119\">NAPD Contract<\/a><\/p>\n\n<p>-1 <a href=\"\/en\/card\/01095\">Posted Bounty<\/a><\/p>\n\n<p>+1 <a href=\"\/en\/card\/02019\">Caduceus<\/a><\/p>\n\n<p>+3 <a href=\"\/en\/card\/01084\">Closed Accounts<\/a><\/p>\n\n<p>+2 <a href=\"\/en\/card\/01088\">Data Raven<\/a><\/p>\n\n<p>+2 <a href=\"\/en\/card\/04017\">Geothermal Fracking<\/a><\/p>\n\n<p>+1 <a href=\"\/en\/card\/06049\">Chronos Project<\/a><\/p>\n\n<p>The Power Shutdowns were mostly awash with the amount of Stealth decks and clone chips around. It can be a blowout, but has been showing a lot of negative variance. Still keeping the one-of because of Project Atlas.<\/p>\n\n<p>Snares were not that effective as I’m not putting down many servers and few people run last click too. They also don’t sync up well with when I have scorched in hand.<\/p>\n\n<p>Lotus and Taurus were just too costly for their effect. I’ll likely pull in the second Lotus field again but want to try out 3 Closed Accounts.<\/p>\n\n<p>Caduceus is one of my favorite ice (love all the snakes). Also trying out Data Ravens and Closed Accounts for more tags and tag punishment. Raven also serves as a great run-deterrent <\/p>\n\n<p>Swapping out the NAPDs for the more traditional Geothermal Fracking as most people load up on cash vs Weyland anyway. Pulling in the one-of Chronos Project to hurt Anarch and Shaper, which I can search for with Project Atlas.<\/p>\n","username":"valbaca","cards":{"01084":3,"01086":2,"01088":2,"01093":1,"01094":3,"01098":3,"01099":3,"01101":3,"01103":3,"01110":3,"01113":1,"02018":3,"02019":3,"02077":2,"03027":1,"04015":3,"04017":2,"04040":3,"04058":1,"04117":1,"04120":2,"06003":1,"06049":1}},{"id":9926,"name":"Trading Up - Stealth","creation":"2014-10-19 04:49:53","description":"<p>My attempt at Nasir. There is a ton of synergy here. Let me hit on a few of the major points.<\/p>\n\n<p>LOTS of 1 cost cards + Order of Sol = You will almost always have something to play.<\/p>\n\n<p>Trade In + Smaller Hardware (like astrolabe) = Astrolabe is great early game and is pretty terrible later on. I often throw astro down early and then will trade it in for either my singleton toolbox or plascrete depending on match up.<\/p>\n\n<p>HQ Interface and R&amp;D interface also work really well with trade in. I really wish I could spare two more influence for a second HQ Interface.<\/p>\n\n<p>Run once a turn and keep those kati credits coming. Only pull it off if you fear sea source. AND if you have 4 cards in hand + a plascrete you are pretty much immune to a sea source scorch out of Weyland.<\/p>\n\n<p>Have at it. Can't stop the signal!<\/p>\n","username":"Myriad","cards":{"01004":1,"01034":3,"01038":1,"01041":1,"02009":1,"02049":3,"02085":1,"02091":3,"02107":2,"03038":1,"03041":3,"03042":2,"03046":3,"04006":1,"04103":2,"04104":1,"06017":1,"06038":3,"06040":3,"06053":1,"06057":2,"06058":2,"06078":2,"06079":3}},{"id":9927,"name":"Elizabeth is a bitch V2","creation":"2014-10-19 05:20:26","description":"<p>This is a testing for normal Blue sun deck. I try several cool Illicit ICE, such as Fenris,Grim. And Elizabeth is quite Amazing in this deck. I can use it to recover my BP for only 1 click at no cost and keep recurring!! Illicit ICE become super strong with the protect by Elizabeth. Fenris is worth trying. After the runner bumped into Fenris without protection or breakers, they suffered from the Brain Damage, and the run ended.You just simply pick up your Fenris,and put it some other where then the runner will become super cautious to run you before they got their sentry breakers.(Since 2 Brain Damages guarantee the instant kill of SEA SCORCHED)<\/p>\n","username":"say200426","cards":{"01086":2,"01090":1,"01094":3,"01099":3,"01102":1,"01110":3,"01111":1,"02018":3,"02019":3,"02079":3,"02110":2,"02120":2,"04015":3,"04020":1,"04037":3,"04040":3,"04071":2,"04078":3,"04117":2,"04119":2,"06009":2,"06030":1,"06068":1}},{"id":9928,"name":"Tenma the Hedgehog","creation":"2014-10-19 05:27:22","description":"\n","username":"ironblue","cards":{"01004":2,"01008":3,"01018":2,"01021":2,"01022":2,"02026":2,"02064":2,"03052":3,"03054":3,"04009":2,"04029":3,"04081":3,"04082":1,"05029":1,"05032":3,"05035":2,"05041":2,"05042":2,"05046":2,"05048":2,"06035":2}},{"id":9929,"name":"Urban Warfare","creation":"2014-10-19 05:36:26","description":"<p>Attack.<\/p>\n","username":"umbralAeronaut","cards":{"01002":2,"01005":3,"01008":2,"01010":2,"01012":2,"01018":1,"01053":2,"02003":3,"02009":2,"02024":1,"02082":2,"02090":1,"02102":2,"03038":2,"03052":3,"04003":3,"04041":1,"04042":2,"04043":3,"04082":3,"04109":2,"06073":3}},{"id":9930,"name":"Castle in the Sky","creation":"2014-10-19 06:23:33","description":"<p>'Then by some secret shrine I ride;<\/p>\n\n<p>I hear a voice but none are there;<\/p>\n\n<p>The stalls are void, the doors are wide,<\/p>\n\n<p>The tapers burning fair.'<\/p>\n\n<p>-Alfred Tennyson<\/p>\n","username":"ironblue","cards":{"02051":3,"02092":2,"03005":2,"03008":3,"03014":3,"03023":2,"04011":3,"04015":3,"04033":3,"04050":1,"04119":3,"06001":3,"06002":3,"06011":3,"06021":1,"06022":2,"06049":2,"06051":3,"06091":3,"06111":2}},{"id":9931,"name":"Val's Picky Gabe","creation":"2014-10-19 06:45:42","description":"<p>Trying this out. Want to hit HQ hard. Using Special Order and SMCs to really get the necessary breakers quickly. <\/p>\n\n<p>With most of the deck already in-faction I have a lot of influence to spend on a few cards.<\/p>\n","username":"valbaca","cards":{"01007":1,"01008":1,"01012":1,"01017":1,"01018":3,"01021":3,"01022":3,"01024":3,"01026":1,"01028":1,"01030":2,"01044":1,"01050":3,"02007":1,"02043":2,"02085":1,"02086":2,"02091":2,"02104":3,"03046":2,"03052":3,"05035":3,"05046":1,"05048":2}},{"id":9932,"name":"Castle in the Sky v2","creation":"2014-10-19 07:02:06","description":"<p>'Then by some secret shrine I ride;<\/p>\n\n<p>I hear a voice but none are there;<\/p>\n\n<p>The stalls are void, the doors are wide,<\/p>\n\n<p>The tapers burning fair.'<\/p>\n\n<p>-Alfred Tennyson<\/p>\n\n<p>REVISION:  Iterating toward consistency and safer deck composition.<\/p>\n","username":"ironblue","cards":{"01062":2,"01065":2,"02051":2,"02070":3,"03005":2,"03008":3,"03014":3,"04011":3,"04015":3,"04034":3,"04050":1,"04090":3,"04119":3,"06002":3,"06011":3,"06021":1,"06032":2,"06051":3,"06071":1,"06091":3,"06110":1}},{"id":9933,"name":"Ken Ten's Omnitricks","creation":"2014-10-19 08:20:28","description":"\n","username":"brainscandan","cards":{"01007":2,"01018":3,"01021":3,"01022":3,"01024":2,"01043":1,"01050":2,"02009":2,"02104":3,"02106":2,"03054":3,"04024":2,"04029":2,"04043":2,"04063":2,"04065":1,"05029":1,"05032":3,"05035":3,"05036":2,"05038":2}},{"id":9934,"name":"0-2-4-d4v1d.o8d","creation":"2014-10-19 09:08:11","description":"<p>I personally use Personal workshop, but people seems to love modded more than PW.<\/p>\n\n<p>Kill multi sub ice or Swordman with Parasite+sucker.\nYou will have tons of sucker token cause this deck don't use much token with the existence of D4v1d.<\/p>\n","username":"Two_EG","cards":{"01008":2,"01012":1,"01033":1,"01034":3,"01035":2,"01050":3,"02009":2,"02047":2,"02066":1,"02091":2,"02107":3,"03034":1,"03038":3,"03040":3,"03046":3,"03048":1,"03049":3,"03052":2,"03053":3,"06033":2,"06055":3}},{"id":9935,"name":"Inside Woman","creation":"2014-10-19 09:44:27","description":"<p>The game plan is to get Woman in the Red Dress and breakers out, and sit on your cash.<\/p>\n\n<p>When an agenda is revealed:<br \/>\n* if the corp draws it, Legwork. (or Planned Assault\/Same Old Thing -> Legwork) (HQ interface helps with this later on.)<br \/>\n* if not, get into R&amp;D.<\/p>\n\n<p>Rinse and repeat.<\/p>\n\n<p>This is untested for now, since there's no players in my area, but I'll probably take it to the next tournament.<\/p>\n","username":"dwjmeijer","cards":{"01007":1,"01018":3,"01021":2,"01022":3,"01026":1,"01027":1,"01030":3,"01050":3,"01051":3,"02085":3,"02091":2,"03054":3,"04004":3,"04048":2,"05028":1,"05035":3,"05036":3,"05037":2,"05042":1,"05046":2,"05050":1}},{"id":9937,"name":"Elizabeth is a bitch V3","creation":"2014-10-19 11:16:28","description":"<p>I put some crazy stuffs such as shattered remains. Trust me,it's super cool to kill plascrete!! I always protect the ambush with caduceus make it seems solid whenever I am rich. Fuck the crush space by Elizabeth!<\/p>\n","username":"say200426","cards":{"01086":2,"01090":1,"01094":2,"01099":3,"01102":1,"01110":3,"01111":1,"02018":3,"02019":3,"02079":3,"02110":2,"04015":3,"04020":1,"04037":2,"04040":3,"04071":2,"04078":3,"04117":2,"04119":3,"06009":2,"06030":1,"06050":2,"06068":1,"06071":1}},{"id":9938,"name":"Andi Origarmi","creation":"2014-10-19 12:24:25","description":"<p>Still in theory stages atm so any ideas are welcome.<\/p>\n","username":"Pinkwarrior","cards":{"01007":1,"01022":3,"01028":1,"01031":1,"01050":3,"02006":2,"02024":1,"02028":3,"02083":1,"02085":1,"02089":2,"02091":1,"02107":1,"02109":2,"03049":1,"03052":3,"03053":3,"04004":3,"04009":1,"04106":2,"05037":3,"05042":1,"05045":2,"06056":3,"06060":1,"06074":3,"06076":1}},{"id":9939,"name":"Pure Neutral: Lunar Cycle Edition","creation":"2014-10-19 14:12:56","description":"<p>The pure-neutral Corp deck suddenly got a lot more powerful with the Lunar Cycle. I'm cheating a bit by using an identity card for its ability.<\/p>\n\n<p>The previous Pure Neutral build:\nhttp:\/\/netrunnerdb.com\/en\/decklist\/4976\/pure-neutral<\/p>\n","username":"LSK","cards":{"01106":1,"01108":2,"01109":3,"01110":3,"01113":2,"02059":3,"03023":1,"04040":3,"04060":1,"04100":2,"04119":3,"04120":2,"05024":2,"06011":3,"06021":1,"06030":1,"06031":2,"06032":3,"06049":1,"06050":1,"06051":3,"06071":1,"06091":3,"06110":1,"06111":2}},{"id":9940,"name":"Stronger 1st timer","creation":"2014-10-19 16:53:07","description":"<p>This is just a deck in try-out and evaluating. I would appreciate constructive criticism and advices, thanks! :)<\/p>\n","username":"Makkarae","cards":{"01054":1,"01055":3,"01056":2,"01057":2,"01058":2,"01061":2,"01062":2,"01063":2,"01064":2,"01066":2,"01073":2,"01075":2,"01090":3,"01098":1,"01106":3,"01107":1,"01108":2,"01109":2,"01110":3,"01111":2,"01113":3,"02011":3,"02012":2,"02013":2,"02092":3}},{"id":9941,"name":"The little girl who play with dogs v2","creation":"2014-10-19 17:51:17","description":"<p>Use Dino and the dogs to get through ICE for cheap. Recycle them at will with all the recursion that the deck have.<\/p>\n\n<p>Now with Femme Fatale and up to 3 diesel. Removed Plascrete because MO will  always hit the table early in the game.<\/p>\n","username":"Exo","cards":{"01026":1,"01034":3,"01044":2,"01050":3,"02007":1,"02046":1,"02047":2,"02048":3,"02066":1,"02107":2,"03034":3,"03035":1,"03038":3,"03046":3,"03054":3,"04047":1,"04067":1,"05035":2,"06033":1,"06094":2,"06099":2}},{"id":9942,"name":"Quetzal","creation":"2014-10-19 18:30:17","description":"<p>Deck is designed to utilize the supplier plus cyberfeeder to deeply discount installations. Due to the large amount of hardware and the need for e3 im considering running trade in.<\/p>\n","username":"Hailtheplatypus","cards":{"01002":2,"01005":3,"01007":1,"01008":3,"01011":1,"01012":3,"01014":1,"01050":3,"01051":1,"02003":2,"02009":2,"02022":3,"02024":3,"02091":2,"03038":2,"04042":2,"04043":2,"05053":3,"06033":2,"06052":1,"06056":2,"06073":3}},{"id":9943,"name":"Building the Hub: Horizontal NEH","creation":"2014-10-19 18:37:04","description":"<p>This build attempts to spread NEH as wide as possible. All but 4 cards can be used to create a new remote server, meaning you'll always have a way to activate its ability. Your primary win condition is still Fast Advance, but instead of backing SanSan City Grid with Biotic Labor, you're using your influence splashes to protect or reinstall them.<\/p>\n\n<p>Card choices:<\/p>\n\n<ul>\n<li>Encryption Protocol: make every attempt to trash an asset difficult for the runner.<\/li>\n<li>Psychic Field: can be installed in the same server as a SanSan until you have an AstroScript to score.<\/li>\n<li>Snare!: primarily protects R&amp;D and HQ, but can be installed if an Encryption Protocol is in play. The runner won't want to pay to trash, giving you an extra Diversified Portfolio credit and a server to protect SanSan City Grid in.<\/li>\n<li>Diversified Portfolio: the runner won't be able to keep up with your remote servers, and even if he does, he won't be able to trash everything. Turn this into an economic advantage.<\/li>\n<li>Architect: lets you activate your ID ability on your own turn, gives you advance notice of what's in your deck, and recurs your trashed assets. It's perfect.<\/li>\n<\/ul>\n","username":"DrunkenGineer","cards":{"01070":3,"01081":3,"01082":2,"01084":1,"01090":1,"01092":3,"01109":3,"02029":3,"02055":3,"02056":3,"02110":2,"02115":3,"04015":3,"04020":1,"04096":3,"04119":3,"04120":2,"05010":2,"05026":3,"06005":1,"06061":2}},{"id":9944,"name":"Tenma Z-I","creation":"2014-10-19 18:48:55","description":"<p>My first attempt at deckbuilding with more than just a Core.\nI currently own 2 core sets, What Lies Ahead, Cyber Exodus, Creation &amp; Control, and Honor &amp; Profit.<\/p>\n","username":"Zejety","cards":{"01002":1,"01004":1,"01007":1,"01008":2,"01011":1,"01014":1,"01018":3,"01021":3,"01022":3,"01024":2,"01026":1,"01027":1,"01036":2,"01043":1,"01050":3,"01051":2,"02043":3,"03052":3,"03054":3,"05029":1,"05035":2,"05036":1,"05038":2,"05048":3}},{"id":9945,"name":"Fear the Sundew!","creation":"2014-10-19 19:13:45","description":"<p>This decklist was posted by Kivou on Reddit, and I've used it to win a couple store tournaments. <a href=\"http:\/\/www.reddit.com\/r\/Netrunner\/comments\/226nk3\/jinteki_pe_fighting_the_losing_battle\/cgjujwz\">Original post here.<\/a><\/p>\n\n<p>In my opinion, large numbers of agendas and pushing for match point are mutually incompatible. If you have a lot of agendas, they're mostly 3\/1s and it takes a lot of advancements to get to match point.<\/p>\n\n<p>Advanceable traps are also generally bad, at least until Mushin No Shin comes out. They take too much work to advance, they get trashed for 0 from centrals before you can even install them, they lose to expose effects, they take up precious deck slots that you need for ice and economy, and you're far behind if the Runner is smart enough to just lock R&amp;D instead.<\/p>\n\n<p>Now what if Jinteki could aggressively destroy breakers and Datasuckers through Power Shutdown and random net damage? And then nuke their rig with Archer or Grim, or swim around in free money from Subliminal Messaging?\nWhat if NAPD Contract was better than any advanceable trap, because it protects itself in centrals and you get 2 points if they don't run it?<\/p>\n\n<p>What if Shock was better than any advanceable trap because it triggers from centrals, doesn't cost anything, and still provokes runs? <\/p>\n","username":"Earmouse","cards":{"01067":1,"01070":2,"01077":2,"01101":2,"01106":1,"01110":3,"01111":1,"02014":3,"02032":1,"04012":3,"04013":3,"04015":3,"04020":2,"04032":3,"04033":1,"04054":1,"04058":3,"04073":3,"04096":2,"04100":3,"04114":2,"04119":3,"04120":2}},{"id":9946,"name":"Cerebral Palsy Division (Safe version)","creation":"2014-10-19 19:26:08","description":"<p>Ladies and gentlemen.<\/p>\n\n<p>I present you one of the most sadistic, fearful and high security division to ever been created.<\/p>\n\n<p>It have been designed to make any netrunner go back to his regular job, if he still can.<\/p>\n\n<p>Caprice Nisei and Tori Hanzo, two of the most notorious women of the Jinteki corporation, are working together to detect and destroy every possible intruder into the corporation privacy.<\/p>\n\n<p>They are in charge to protect the agenda and we have provided them with every tools they needed, like House of Knives and Mamba, to ensure they succeed.<\/p>\n\n<p>The Cerebral Palsy Division is the most secure division you can find and will provide the world with the perfect clone you have ever dreamed of.<\/p>\n\n<p>If you are interested to know more about us, make sure to leave your comments on the investors board and our employee exozik will be pleased to answer your questions.<\/p>\n\n<hr \/>\n\n<p>Ok let's get into the real explanation now.<\/p>\n\n<p>As I mention before, the deck is based around Caprice Nisei and Tori Hanzo. You'll be aiming at building only one remote with the two girls in it. With House of Knives and Mamba you'll accumulate net damage tokens to turn them into brain damage with ms. Hanzo.<\/p>\n\n<p>To complement with this, Cerebral Cast and Schorched Earth will gives a lot of opening to kill the runner whether or not he has been brain damaged before.<\/p>\n\n<p>One another good point that people might not have realize with Nisei Division is that the ID ability can also be use as a simple economic boost. With 3x Snare!, 3x Fetal AI and 3x The Future Perfect, you can let the runner go through when you feel it's safe by choosing 0 credits on the Psy game. You'll gain 1 credits each time you do that. It make every psy ICE to act like just like the Pop-up Window passive ability.<\/p>\n\n<p>Ash here as been added to create a even more secure server where if you loose the psi game with Caprice, you'll end up keeping the two girls anyway.<\/p>\n","username":"Exo","cards":{"01070":3,"01099":2,"01110":3,"02013":2,"02015":3,"02032":3,"02073":3,"04012":3,"04013":1,"04015":3,"04093":3,"04114":3,"05002":1,"05004":3,"05006":1,"05007":3,"05013":3,"05017":2,"05022":2,"06065":3}},{"id":9947,"name":"Next up: ICE","creation":"2014-10-19 19:45:49","description":"<p>Current version of my NEXT deck.<\/p>\n","username":"seurimas","cards":{"01055":3,"01059":3,"01062":2,"01090":1,"01110":3,"02030":1,"02038":2,"02051":3,"02056":2,"02110":2,"02120":2,"03003":1,"03004":1,"03019":3,"03023":3,"04011":3,"04015":2,"04060":2,"05017":1,"06002":3,"06010":2,"06061":2,"06062":3}},{"id":9948,"name":"Fester Softly","creation":"2014-10-19 19:47:32","description":"<p>Credit denial Reina with a resource econ\/draw engine.<\/p>\n","username":"seurimas","cards":{"01005":3,"01007":1,"01010":2,"01011":1,"01012":3,"01014":2,"01015":1,"01016":3,"01026":1,"01047":2,"01050":3,"02003":1,"02004":1,"02022":3,"02048":1,"02082":2,"02102":3,"03053":3,"04004":2,"04041":1,"06033":2,"06056":2,"06075":3}},{"id":9949,"name":"Deadcoats","creation":"2014-10-19 20:44:44","description":"<p>Well, there are no more big tournaments around me in the near future, so I might as well publish the deck that's been terrorizing our local meta for the last few months. Started with the UK Regionals winning list, and has become a bit more extreme since then.<\/p>\n\n<p>The basic plan: Create taxing servers to keep the runner poor, and use Punitives to make it scary to actually score. Run 3 pointers and Domestic Sleepers to play a \"2 for me, 3 for you\" game kind of like Harmony Medtech does with Shi-Kyu. Use econ assets to fade Siphons, and use bioroids with Enhanced Login Protocol to pressure the runner's clicks. <\/p>\n\n<p>I won't go too in depth on how to play for now, as I'm planning video deck techs\/match videos, but one thing I do want to stress: the element of surprise isn't actually necessary to win. Once the runner learns about Punitive, that's when the fun starts as it warps their play and makes them need a scoring window the same way you do. Try it out and enjoy the fear!<\/p>\n\n<p>Feel free to ask about specific matchups!<\/p>\n","username":"NumbersAndNoise","cards":{"01054":1,"01056":3,"01058":2,"01061":2,"01062":2,"01064":2,"01090":2,"01106":3,"01110":3,"01111":1,"02013":2,"02052":2,"02092":2,"02110":3,"03006":3,"03019":2,"04015":2,"04040":2,"04079":3,"06001":2,"06003":1,"06009":1,"06022":2,"06030":1,"06061":1}},{"id":9950,"name":"Can I Play With Madness?  v2","creation":"2014-10-19 20:51:43","description":"<p>UPDATE : START   OF   USELESS TEXT<\/p>\n\n<p>So the runner just spent his last click and you rezzed <a href=\"\/en\/card\/05008\">Chairman Hiro<\/a>. Best case scenario it's <a href=\"\/en\/card\/02112\">Ronin<\/a> + <a href=\"\/en\/card\/01072\">Neural EMP<\/a> for the win.<\/p>\n\n<p>But let's say the bastard decided to run your unrezzed and unadvanced (if you didn't Mushin him for the bluff) Boss instead.\nThen you better have him protected behind <a href=\"\/en\/card\/05016\">Inazuma<\/a> + <a href=\"\/en\/card\/06043\">Kitsune<\/a>. Chances are great you'll be able to present the invader with a <a href=\"\/en\/card\/02032\">Fetal AI<\/a>, dealing 3 net damage and costing $2 (if stolen) or a <a href=\"\/en\/card\/01070\">Snare!<\/a>, dealing 3 and a tag. Well, the son of a bitch kept on running. That's OK, let him pay $6 (please, no IMPs) and take another net damage. Those are some expensive 2 points IMO. I'm not even considering the <a href=\"\/en\/card\/05004\">House of Knives<\/a> counters or the killing traps the runner might fall into.<\/p>\n\n<p>The felon probably holds less than 4 cards now. The combinations are many. <a href=\"\/en\/card\/02112\">Ronin<\/a> + <a href=\"\/en\/card\/01099\">Scorched Earth<\/a>, <a href=\"\/en\/card\/01099\">Scorched Earth<\/a> + <a href=\"\/en\/card\/01072\">Neural EMP<\/a>, <a href=\"\/en\/card\/02112\">Ronin<\/a> + <a href=\"\/en\/card\/02112\">Ronin<\/a>, and so it goes.<\/p>\n\n<p>Hiro is dangerous for both players but he also costs the runner 6 creds and a net. That's more than <a href=\"\/en\/card\/04119\">NAPD Contract<\/a> if stolen from centrals. But once installed he can mean victory. This deck is insane and needs further testing, so obviously suggestions are welcome.<\/p>\n\n<p>END       OF         USELESS        TEXT. <\/p>\n\n<p>Forget all about it. Hiro sucks. Tried and never used him. Sorry for wasting you time.\nChum + Kistune looks good, though.<\/p>\n","username":"vvribeiro","cards":{"01067":1,"01069":3,"01070":3,"01072":3,"01075":3,"01099":2,"01110":3,"02032":3,"02110":3,"02112":3,"03023":2,"04015":3,"05004":3,"05007":3,"05015":3,"05017":3,"06003":3,"06043":3}},{"id":9951,"name":"Quetzal is Evolving","creation":"2014-10-19 21:08:48","description":"<p>My take on Quetzal<\/p>\n","username":"CodeMarvelous","cards":{"01002":3,"01005":3,"01006":2,"01010":1,"01012":3,"01015":2,"01050":3,"01053":3,"02024":3,"02041":1,"02065":1,"02081":3,"02102":3,"03038":2,"03054":3,"04109":2,"06033":2,"06034":2,"06052":1,"06073":3}},{"id":9952,"name":"Roid Goldberg Machine","creation":"2014-10-19 21:12:29","description":"<p>Let's face it, this deck is silly.  But you must never imagine that because something is funny, it is not also dangerous.  The core concept is always advance glacier.  To bait runs with <a href=\"\/en\/card\/03012\">Thomas Haas<\/a> or <a href=\"\/en\/card\/06001\">Domestic Sleepers<\/a> and open a scoring window.  Sleepers can also be used to pay for Archer if need be.  3-4 strength Atman is an obvious weak point, but there are a reasonable number of other strengths to help you out of that hole.  Understanding how to best take advantage of this deck's many moving parts can be hard, as can determining when to best use foundry's ability.  Make no mistake though, The Foundry's fetch is a large part of what makes this deck possible.  You also have 5 kinds of recursion in Jackson, Hades Shard, Archives Memories, Architect and Interns.  Although interns is mostly here for credit value due to the depth servers can get to.  Depending on the order you score agendas, fast track for the missing points.  Two 3 pointers and a domestic sleepers is the ideal, but I believe in taking what you can get.<\/p>\n","username":"Fortunasown","cards":{"01055":1,"01058":3,"01062":3,"01090":2,"01101":1,"01106":3,"01110":3,"02012":1,"02060":2,"02070":3,"02110":2,"03006":3,"03012":2,"03015":2,"03018":2,"03019":2,"04015":3,"04060":3,"04096":2,"04100":3,"05027":3,"06001":2,"06003":3,"06021":1,"06030":1,"06042":3,"06061":3,"06062":2,"06071":1}},{"id":9953,"name":"\"Stronger 1st timer\" with Xethebuilder's Edits","creation":"2014-10-19 21:51:34","description":"<p>My thoughts on what you can do for HB glacier with 1 core, what lies ahead &amp; humanity's shadow. <\/p>\n\n<p>Missing Eli, Jackson Howard and Viktor 2 does hurt. If you're picking up more packs and want to improve this deck, I'd therefore advise Future Proof, Creation and Control and Opening Moves.<\/p>\n\n<p>This deck gives up some early game defense for a method to close out the late game. (Closed accounts + data raven tag). Hopefully a bit of operation econ and the solid amount of cheap ice will get you into the midgame fast. \nHaving 21 ice gives you the option of firing ABTs blind with decent odds. Also Chum + Data Raven is pretty brutal mid-game. \nHowever, the influence for data ravens, closed accounts and probably chums could instead be used for 2-3x Cadeuceus and 3x tollbooth, making it more standard HB Glacier. In that case, you'd probably want archived memories to switch for another agg sec or a biotic labor, to still have a trump card in the late game.\nBut, since you probably have to run PSF anyways (which wants a method of giving tags) and some of the most taxing ice is missing, I think this way will be probably more successful and definitely more interesting.<\/p>\n","username":"xethebuilder","cards":{"01054":1,"01055":3,"01056":3,"01057":1,"01058":1,"01061":2,"01062":3,"01063":2,"01064":2,"01075":2,"01084":2,"01088":2,"01090":2,"01098":3,"01106":3,"01107":3,"01110":3,"01111":3,"01113":3,"02013":3,"02092":3}},{"id":9954,"name":"Big Toy Ice","creation":"2014-10-19 22:14:23","description":"<p>This has deck has been super fun. Please leave comments not sure about my Econ engine. <\/p>\n","username":"Btroll","cards":{"01054":1,"01055":3,"01056":3,"01058":2,"01061":2,"01090":1,"01101":2,"01106":3,"01110":3,"02012":1,"02070":3,"02110":3,"03015":2,"03017":2,"03019":2,"03023":2,"04030":1,"04040":3,"04099":1,"05016":3,"06030":1,"06042":3,"06061":3}},{"id":9955,"name":"Prepaid Stealth Quetzal","creation":"2014-10-19 22:16:41","description":"<p>Tell me what's wrong with this deck.  It seems fun.<\/p>\n","username":"ratamacube","cards":{"01007":1,"01050":3,"02021":3,"02024":1,"02050":2,"02068":2,"02091":3,"03041":2,"03052":2,"03054":3,"04006":1,"04029":3,"04101":3,"04103":3,"05037":1,"06013":3,"06033":1,"06040":3,"06052":1,"06054":3,"06057":1,"06077":1}},{"id":9956,"name":"Crazy Bird Shit","creation":"2014-10-19 22:18:54","description":"<p>Make money. Break stuff. Keyhole 'em. Then Hades Shard 'em. Datasucker\/Darwin for anything under 5 strength (except the unlowerables, for which you surge a darwin up to strength), D4vid for anything over that. Knight anything else. Mulligan for Wyldside\/John Masanori for card draw.<\/p>\n","username":"ratamacube","cards":{"01005":2,"01006":3,"01008":2,"01016":3,"01018":1,"01047":2,"01050":3,"02009":1,"02024":2,"02081":3,"02091":2,"02102":2,"03054":2,"04009":1,"04043":2,"04061":3,"04102":2,"06033":3,"06037":2,"06052":1,"06059":1,"06073":3}}]