[{"id":4868,"name":"Corp LXC Rd 1","creation":"2014-05-02 00:24:53","description":"\n","username":"iamjoo","cards":{"01069":2,"01076":2,"01077":3,"01078":3,"01093":1,"01094":3,"01095":2,"01098":3,"01101":2,"01102":2,"01103":3,"01105":2,"01106":3,"01107":3,"01108":2,"01109":3,"01110":3,"01111":3,"01113":3}},{"id":4869,"name":"Runner LXC Rd 1","creation":"2014-05-02 00:26:10","description":"\n","username":"iamjoo","cards":{"01007":2,"01014":2,"01017":1,"01018":2,"01019":3,"01020":3,"01021":3,"01022":3,"01024":1,"01026":2,"01027":2,"01028":2,"01029":2,"01030":2,"01032":2,"01034":2,"01038":1,"01040":1,"01047":1,"01049":3,"01050":3,"01051":2,"01053":3}},{"id":4870,"name":"Thin Black Line v.2","creation":"2014-05-02 00:59:35","description":"<p>Reposting a tweaked version of this, as I ran it a few times tonight against Weyland and Jinteki and had a blast.<\/p>\n\n<p>Pretty fast and super fun to play! Some old Criminal tricks (Account Syphon, Inside Job) and some new ones (Silhouette's ability is an amazing way to get information for your next run, and with BG in play it breaks the corp's bank; Grappling Hook\/E3 is super fun as well).<\/p>\n\n<p>Went 3-1 tonight, with my one loss coming after Legworking into a Snare with no money to dump the tag, then seeing 2x Scorch (bad play on my part). Usually managed to score a lot of agendas early out of HQ and R&amp;D, and protecting a remote was pretty tough.<\/p>\n\n<p>Never had much use of Passport, though...<\/p>\n","username":"jeremyorion","cards":{"01007":1,"01018":2,"01021":2,"01022":2,"01028":2,"01035":3,"01050":2,"01053":2,"02009":2,"02024":2,"02045":2,"02091":2,"02104":2,"03038":3,"03054":2,"04065":1,"04085":2,"04105":2,"05030":1,"05035":2,"05045":2,"05046":2}},{"id":4873,"name":"Tokyo Traffic","creation":"2014-05-02 01:14:36","description":"<p>Super slow fast advance deck, just build up ice on your centrals and then score from your hand.<\/p>\n\n<p>Very unoptimized build that I threw together in 30 mins so that I could try some new cards at our local game night.  Everyone I played didn't have parasite or femme so they were stuck with having to break increasingly expensive servers.  I'm pretty interested in improving the build and am open to suggestions and ideas.<\/p>\n\n<p>Surprisingly effective was neotokyo city grid and the identity ability, it's pretty common that runners won't want to run for a turn or two and you just steadily rake in the credits.  The new ice is quite welcome as well, inazuma is great, and soosano seemed super strong.<\/p>\n\n<p>Really interesting was one of my opponents had opted to put in data dealer in his deck and it totally hoses shi kyu, which I hadn't thought of yet.<\/p>\n\n<p>The major problems that I think would need to be fixed with this, is some alternative advance able ice for when you think they have femme, which is always.  Tyrant may be worth trying, it's just so vulnerable to parasite.  It would be nice to speed up the deck a bit more, not sure how though, I think the deck concept is just slow.<\/p>\n","username":"Garbo","cards":{"01077":1,"01078":1,"01103":3,"01104":3,"01110":3,"02012":1,"02014":3,"02033":3,"02058":3,"04012":3,"04015":3,"04032":3,"04074":2,"04093":1,"04100":2,"04114":2,"04115":2,"05003":1,"05005":3,"05006":1,"05007":2,"05011":2,"05016":2,"05017":1,"05020":1,"05021":3}},{"id":4875,"name":"Notorious K.E.N.","creation":"2014-05-02 03:18:42","description":"<p>Runners on your mark….<\/p>\n\n<p>This deck is designed to put the runner in the drivers seat quickly (as it concerns scoring) and not letting up until its too late. We skip the Account Siphons (Yea, I said it!) and use the fear of their potential presence to our advantage and hammer R&amp;D with indexing for early points. Cheap breakers combo'd with Datasuckers plus Inside Jobs and Feint get us into centrals and remotes that might house an agenda. Multiple runs using Doppleganger and Early Bird afford us the click advantage we need to play a Notoriety, or two, or three. Same Old Things keep our run events working. <\/p>\n\n<p>We want to move quickly and therefore we want cheap everything - allowing us to click an Armitage twice when we are low and then make things happen. Very Important - no card in this deck costs more than 3 to put into play - that equals speed! Armitage, Kati J, Easy Mark, and Dirty Laundry for economy with Public Sympathy to get your hand size large enough to plan your next major attack and protect you from at least the single sea source\/scorch. True, it's a risky build, but it plays at the pace Ken wants to play - breakneck! <\/p>\n\n<p>Get set….<\/p>\n\n<p>As far as tweaks go, the lone Recon could easily be a second Legwork to hit HQ, or another Planned Attack to increase the odds of getting the early Indexing. (As HQ will get locked up quickly, you might also consider the opposite as Recon isn't bad against Jinteki) Public Sympathy could become Plascretes (which is still only 3 credits) if you wish to mitigate some risk and other changes could be made but those two are the ones that stick out. <\/p>\n\n<p>As just a little something extra… Here's an account of something that could happen. Same Old Thing and Doppleganger are on the table - one Notoriety is in the trash. You Early Bird into an open archive central server gaining you a free run via Doppleganger - you opt to run a twice iced R&amp;D. Tollbooth, Damn! (You knew you could break the Ice Wall behind it, but the corp loses 8 credits) You soldier on. Turn 1 - Inside Job R&amp;D - break the Ice Wall - access - Hedge Fund, \"put it back\" - counter on Datasucker. Turn 2 - Feint on a twice iced HQ - no stopping that - successful run - counter on Datasucker. Turns 3 and 4 - Same Old Thing - Notoriety. One point closer to victory! Credits spent: 5, Nice! (or 8 if you count the Tollbooth). Not bad at all!<\/p>\n\n<p>Go….<\/p>\n","username":"Dijirati","cards":{"01007":2,"01008":3,"01011":1,"01019":3,"01021":3,"01022":2,"01053":3,"02026":3,"02050":2,"02064":2,"02091":2,"02104":2,"02106":2,"03052":3,"03054":3,"04024":1,"05029":1,"05032":2,"05034":2,"05035":1,"05036":1,"05046":2}},{"id":4876,"name":"It is agenda or trap?","creation":"2014-05-02 03:50:14","description":"<p>Deck for Poznań league.<\/p>\n","username":"matej","cards":{"01065":2,"01067":1,"01068":3,"01069":3,"01070":2,"01072":2,"01075":1,"01078":1,"01089":2,"01090":1,"02014":1,"02032":3,"02033":2,"02095":2,"03009":1,"04012":2,"04020":1,"04033":1,"04059":2,"04074":2,"04092":2,"04096":1,"04099":2,"04114":2,"04115":2,"04119":3,"04120":3}},{"id":4877,"name":"Harmony 3-Point Psy-Advance","creation":"2014-05-02 04:39:57","description":"<p>This Deck is all about keeping the runner on his toes. Matches should not last too long, because you either score two 5\/3s, bait the runner into nasty traps, or the runner finds exactly what he needs and you loose.<\/p>\n\n<p>Although i have already played another version of my deck without zaibatsu loaylties, i decided to put them in, to give my traps a bit more punch. (of course i am fine with the runner exposing a psychic field...)<\/p>\n\n<p>Most of my ice is early-game ETR-Ice. If i play against a criminal i want to mushin no shin my first agenda behind a guard. Otherwise i am glad to see a Hive in my starting hand. <\/p>\n\n<p>Archer on the other hand is my nasty piece of ice, which can completely ruin a runners day if he doesn't see it coming (if he does, fine, he still has to pay a lot).<\/p>\n\n<p>It is important to never get predictable with this deck. Thats why you should keep some patterns (mushin no shin+ice; install-advance-advance...) but mix it up a bit every now and then. Every advanced card should be a possible Trap OR Agenda, even if it is just an advanced zaibatsu, to bait the runner into the unadvanced snare next to it (or vice versa).<\/p>\n\n<p>My first version of this deck did quite well, but i wanted to try not to use caprice nise, simply because i dont like her (like i dont like siphon). I am going to playtest this deck today and will see how it goes.<\/p>\n","username":"Oneiro","cards":{"01057":1,"01069":1,"01070":3,"01071":2,"01073":2,"01101":2,"01110":3,"02039":2,"02060":2,"04012":3,"04013":2,"04015":2,"04032":3,"04093":2,"04117":2,"05001":1,"05007":3,"05010":2,"05011":2,"05015":3,"05024":2}},{"id":4878,"name":"Weyland PowerRecursion","creation":"2014-05-02 06:15:54","description":"<p>The Idea is simple, destroy the Runners Important Breakers or Datasucker via Power Shutdown.\nUse Power Shutdown to destroy Hardware if you have to in order to get to the critical pieces. \nRecure them with Archieved Memories and Jackson Howards and use the Scoring Windows when they present themselfs.<\/p>\n","username":"Thaarl","cards":{"01058":3,"01065":2,"01090":2,"01093":1,"01094":2,"01098":3,"01101":3,"01102":3,"01103":3,"01106":3,"01108":2,"01110":3,"01111":3,"02019":3,"02077":3,"04015":3,"04040":3,"04058":3,"04117":2}},{"id":4879,"name":"The Street Overmind v1.0","creation":"2014-05-02 08:25:42","description":"<p>The idead behind this deck is lots of recurssion to Overmind and Grappling Hook abuse together with E3. Scavange is awesome to reset your Overmind, Most one-cards are for late game use. Still needs a lot of testing.<\/p>\n","username":"Diegofsv","cards":{"01004":1,"01034":3,"01038":3,"01047":2,"01050":3,"01053":3,"02024":3,"02041":1,"02047":3,"02087":2,"02106":1,"02107":2,"03030":1,"03034":3,"03038":3,"03052":3,"03053":3,"05045":3,"05053":3}},{"id":4880,"name":"Iain's Connections","creation":"2014-05-02 08:35:12","description":"<p>Just tested this one with a few runs a while ago, and I found out that it's difficult to set-up at mid game since he's broke at first especially when I have a bad hand. I added Knights and Faeries so that I can also focus on remotes, not only centrals because of Breach, Alias, and Passport. Any ideas to make him faster in terms of Central Server pressuring or multi-accessing? I only based from these packs I have as of now:\nWhat Lies Ahead, Humanity's Shadow, Future Proof, Opening Moves, Second Thoughts, Mala Tempora, True Colors, and Honor and Profit.\nI hope you guys can think with these resources I have, thanks in advance!<\/p>\n","username":"Saintry","cards":{"01018":2,"01022":3,"01026":1,"01028":2,"01050":3,"01051":1,"02104":3,"02105":2,"04004":3,"04008":2,"04009":2,"04043":3,"04049":2,"04063":3,"05028":1,"05031":3,"05037":3,"05041":2,"05042":2,"05046":2,"05050":3,"05054":2}},{"id":4881,"name":"Mushin No Shit","creation":"2014-05-02 08:53:01","description":"<p>Behold, my ongoing attempts to make daft TWIY decks. Not meant as a serious deck, but should be fun to play. Comments welcome!<\/p>\n","username":"lolpaca","cards":{"01069":2,"01081":3,"01082":2,"01083":3,"01085":2,"01087":2,"01088":3,"01110":3,"01111":2,"01112":2,"02033":2,"02114":1,"02115":3,"04076":3,"04095":2,"04096":2,"05015":2,"05023":2}},{"id":4883,"name":"Mind Theory","creation":"2014-05-02 09:46:02","description":"<p>Untested concept... no idea if it's going to work! Has anyone tried anything like this?<\/p>\n\n<p>Early Overminds and Account Siphons to slow the corp down and maybe snag some points. Replicator\/Inside man to get as many MU as possible. Indexing to pick the right moment for the glory run. Clone chip\/Levy for recursion. <\/p>\n","username":"MetaTRex","cards":{"01018":2,"01034":3,"01035":3,"01036":2,"01038":3,"01050":3,"02028":3,"02046":1,"02068":2,"02069":1,"02088":3,"02091":2,"02106":2,"02107":2,"03035":1,"03038":3,"03046":2,"04042":2,"04086":3,"05053":3}},{"id":4884,"name":"House of Tori","creation":"2014-05-02 10:07:40","description":"\n","username":"slevin38","cards":{"01067":1,"01068":2,"01070":3,"01077":3,"01110":3,"02032":3,"04012":3,"04015":3,"04071":3,"04073":3,"04099":2,"04114":3,"04119":3,"05004":3,"05006":1,"05008":2,"05011":3,"05017":3,"05022":3}},{"id":4885,"name":"HB old-school fort","creation":"2014-05-02 10:36:58","description":"<p>With some new school econ. <\/p>\n","username":"djackman","cards":{"01054":1,"01061":3,"01062":2,"01064":2,"01102":1,"01106":3,"01110":3,"01111":3,"02012":2,"02013":3,"02070":3,"02110":3,"03006":3,"03013":2,"03017":2,"03019":3,"03023":3,"04012":3,"04030":2,"05014":3}},{"id":4886,"name":"Tenin Institute redux v2","creation":"2014-05-02 10:37:13","description":"<p>Trying a Tennin Institute, on paper at least, I still think RP might be the way to go with this build and cut the Pad's for Sundew's and maybe try to find space for Hanzo.  The Idea is to place the Susanoo's on remote's that look like scoring agenda's and then dump them onto archives where the Runner will have to keep dealing wtih shock's and Shi.Kyu's.<\/p>\n\n<p>My main concern with this build right now is having the economy to support the Ice and traps.<\/p>\n\n<p>Any feed back would be great!<\/p>\n","username":"solidd","cards":{"01062":1,"01068":3,"01069":2,"01077":2,"01090":2,"01103":3,"01109":2,"01110":3,"02014":3,"02033":2,"02110":2,"04012":2,"04073":2,"04099":2,"04114":2,"05003":1,"05005":3,"05006":1,"05011":2,"05015":2,"05016":2,"05018":2,"05020":2,"05024":2}},{"id":4887,"name":"GRNDL: Quick as a Corpse V.2","creation":"2014-05-02 11:16:55","description":"<p><strong><a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/3502\/grndl-quick-as-a-corpse\">GRNDL: Quick as a Corpse<\/a><\/strong> was a <strong>Plan B<\/strong> Rush deck with a <strong>Project Junebug<\/strong> backup plan.  Extensive playtesting resulted in 58% of games ending with 20-30 credits in hand and an average of 17% dead turns as the Corporate pilot was flooded with economy cards while already holding a large sum of credits in hand.<\/p>\n\n<p>This rebuild removes <strong>Plan B<\/strong> in favor of more utility via <strong>Shipment from Kaguya<\/strong> to employ the <strong>Swarm<\/strong> ICE and the defense of <strong>Off the Grid<\/strong>.  This deck is designed to exploit the 5 click advantage that <strong>GRNDL Power Unleashed<\/strong> starts with to outrace the Runner's use of Bad Publicity credits.  Phase 1 should be constructing defenses for HQ and R&amp;D, with a possible early <strong>Project Junebug<\/strong> flatline if the Runner is showing high aggression.  Phase 2 should focus on constructing solid defenses alongside Agenda scoring to delay Phase 3 as long as possible.  If Phase 3 is reached before <strong>GRNDL: QaaC V.2<\/strong> can threaten match point, then <strong>Project Junebug<\/strong> should be installed via <strong>Mushin no Shin<\/strong> for an attempted flatline.<\/p>\n\n<h2><strong>WIN CONDITION<\/strong><\/h2>\n\n<ul>\n<li><p>Agenda Point victory behind strong ICE fueled by the turbo economy of this build.<\/p><\/li>\n<li><p>The alternate win condition is a <strong>Project Junebug<\/strong> installed via <strong>Mushin no Shin<\/strong> to deal 6-8 points of net damage to an unsuspecting Runner.  This should be employed in Phase 1 if the Runner is proving to be very aggressive, or late game if Phase 3 is achieved without reaching match point.<\/p><\/li>\n<\/ul>\n\n<h2><strong>ECONOMY<\/strong><\/h2>\n\n<p><strong>GRNDL QaaC V.2<\/strong> is utilizing the GRNDL starting advantage with traditional GRNDL economy cards of <strong>Geothermal Fracking<\/strong>, <strong>Profiteering<\/strong>, and <strong>Hedge Fund<\/strong>.  <\/p>\n\n<p>In this rebuild, we've introduced <strong>GRNDL Refinery<\/strong> in order to manipulate Runner expectations to help secure a <strong>Project Junebug<\/strong> victory and as another economy source.  However, manipulating Runner expectation is more important than economy from <strong>GRNDL Refinery<\/strong> so do not give much concern if it's trashed before triggered.  <\/p>\n\n<p>With that said, a solid play would be <strong>Mushin no Shin<\/strong> to install a <strong>GRNDL Refinery<\/strong> and then install <strong>Off the Grid<\/strong>.  If this play is utilized when the Runner credits are at a sufficiently low level, then it should be possible to score a 5 token <strong>GRNDL Refinery<\/strong> for 20 credits the following turn.<\/p>\n\n<h2><strong>AGENDA<\/strong><\/h2>\n\n<p><strong>GRNDL QaaC V.2<\/strong> wants to drop and score Agendas faster than the Runner anticipates, and as such wants to draw Agendas quickly.  The Agenda density is high with low point Agendas. <\/p>\n\n<ul>\n<li><p><strong>Geothermal Fracking<\/strong>, <strong>Hostile Takeover<\/strong>, and <strong>Profiteering<\/strong> boost economy with their points.  <\/p><\/li>\n<li><p><strong>Vulcan Coverup<\/strong> will disrupt Runner tempo and set them back a couple of clicks, but has been reduced by 1 in this build due to the unnecessary Bad Publicity associated with it's theft.  <\/p><\/li>\n<li><p><strong>Project Atlas<\/strong> is included strictly as a 3\/2 high efficiency Agenda.  <\/p><\/li>\n<\/ul>\n\n<h2><strong>ASSET<\/strong><\/h2>\n\n<p><strong>GRNDL Refinery<\/strong> should be played as described under <em>ECONOMY<\/em> above.  <strong>Jackson Howard<\/strong> is present primarily for card draws.  <strong>Project Junebug<\/strong> is the alternate win condition to be employed as described in <em>WIN CONDITION<\/em> above.  <\/p>\n\n<h2><strong>UPGRADE<\/strong><\/h2>\n\n<p><strong>Off the Grid<\/strong> is a Phase 2 play that does well by itself and is the ideal third click after a <strong>Mushin no Shin<\/strong> installation.  Do not deploy <strong>OtG<\/strong> until HQ has a sufficient ICEburg in front of it.<\/p>\n\n<h2><strong>OPERATION<\/strong><\/h2>\n\n<p><strong>Hedge Fund<\/strong> is present for Phase 1 economy until sufficient pieces are in play to regularly score the Economy supporting Agendas.  <\/p>\n\n<p><strong>Mushin no Shin<\/strong> usage is described above for <strong>Project Junebug<\/strong> and <strong>GRNDL Refinery<\/strong>.  <\/p>\n\n<p><strong>Shipment from Kaguya<\/strong> will allow for simultaneous ICE and Agenda advancement for work compression. This concept was borrowed from zithith's <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/4771\/necessary-evil#5068\">Necessary Evil<\/a> deck.<\/p>\n\n<p><strong>Scorched Earth<\/strong> is in this deck to punish tag me decks and provide support for an attempt to <strong>Project Junebug<\/strong> the Runner.<\/p>\n\n<h2><strong>ICE<\/strong><\/h2>\n\n<p><strong>GRNDL QaaC V.2<\/strong> has expanded slightly beyond End the Run ICE with the inclusion of <strong>Swarm<\/strong> and <strong>Matrix Analyzer<\/strong>.  <strong>Chimera<\/strong>, <strong>Hadrian's Wall<\/strong> and <strong>Draco<\/strong> (with at minimum 9 strength) should be the Go-To ICE for most situations, presenting GRNDL rez capable ICE in Phase 1 and 2 that the Runner cannot break.  <strong>Guard<\/strong> is present to trip up Inside Jobs, and <strong>Archer<\/strong> to present teeth against an aggressive Runner.<\/p>\n\n<p><strong>Swarm<\/strong> is proving to be an interesting hedge against Bad Publicity by presenting a severe threat that can be constantly grown.  Even if the Runner pays off the subroutines instead of breaking them, the high tax is sufficient to chew up most Bad Publicity credits.<\/p>\n\n<p><strong>Matrix Analyzer<\/strong> is being tested out in this build for it's encounter utility.  <strong>Matrix Analyzer<\/strong> provides an opportunity to grow <strong>Swarm<\/strong> and <strong>Hadrian's Wall<\/strong> with every approach, and this ability cannot be broken.<\/p>\n\n<h2><strong>FUTURE<\/strong><\/h2>\n\n<p>A Never Advance evaluation is currently taking place which has <strong>Geothermal Fracking<\/strong> on the chopping block.  I am also considering a version that removes the <strong>Mushin No Shin<\/strong> and <strong>Project Junebug<\/strong> in favor of more tag punishment via <strong>Scorched Earth<\/strong> and <strong>Closed Accounts<\/strong>.<\/p>\n","username":"bubo","cards":{"01069":1,"01089":2,"01094":3,"01099":1,"01100":3,"01101":2,"01102":3,"01110":3,"02018":3,"02020":3,"02060":2,"04015":1,"04017":3,"04018":2,"04038":2,"04039":3,"04097":1,"04098":2,"04099":2,"05015":2,"05024":2}},{"id":4888,"name":"Iain Stirling: I Know a Guy v1.0","creation":"2014-05-02 11:25:07","description":"<p>Stirling is a real puzzle, isn't he? On the one hand, his slow buildup seems tailor-made for a Connections heavy deck, but on the other hand, the most impactful Connections have influence costs, which are at odds with his low influence pool. Wouldn't a retired spook have <em>more<\/em> influence? <\/p>\n\n<p>This deck tries to maximize the effect of expensive Connections like Donut and the Source to damage combo and Fast Advance decks' strategies. Adding them in takes away valuable influence that could have been spent on better breakers, but instead, let's try to focus on getting strong results from the run over running a lot. Hostages let you get the connections you need. The Helpful AI is link you can tutor for, getting an Underworld Economy going, which, if you're behind in Agenda points, could net you 5 credits per turn, clicklessly. You could theoretically have up to 12 Connections in play, a big windfall if you Call in Favors. <\/p>\n\n<p>Run carefully with Snitch to suss out the terrain, and break through when only when necessary, and when you're sure you can. Grappling Hooks and e3 help get through heavy ICE, and can help out in a pinch. Interfaces will turn up extra cards and make your runs more efficient. <\/p>\n\n<p>You really need to avoid being tagged, because some key Connections are 1-ofs to save space. The biggest dangers, therefore, are Midseason and Character Assassination. There's not much to be done about the latter, but if you suspect the former, there are a few measures you can take, and a Hostage should be able to get them in place. <\/p>\n\n<p>There are very few events in this deck, for two reasons: one, because you're really meant to play Donut ASAP, and two, for the sport of it. Everyone's grumbling about Siphon, FA, and CI one-turn-win decks. Well, this is my shot at making that stuff tougher to pull off, without using Siphon. Let's see how it does.<\/p>\n","username":"butcherpaxton","cards":{"01025":2,"01026":2,"01028":1,"01031":1,"02006":2,"02008":1,"02009":2,"02024":2,"02028":2,"02045":2,"02069":3,"02085":2,"02091":2,"02105":2,"02107":2,"02109":2,"03055":1,"04004":3,"04106":3,"05028":1,"05031":2,"05037":3,"05045":2,"05055":1}},{"id":4889,"name":"Mercy Mental Asylum","creation":"2014-05-02 11:33:55","description":"<p>The goal is to Mushin No Shin out 5 point agendas behind ETR ice, or maybe Junebugs, who knows?<\/p>\n","username":"KevinD","cards":{"01064":2,"01069":3,"02039":3,"02060":2,"04012":3,"04015":3,"04096":3,"04120":3,"05001":1,"05007":3,"05009":3,"05011":2,"05014":3,"05015":3,"05024":2,"05027":2}},{"id":4890,"name":"M.A.S.H.","creation":"2014-05-02 11:35:47","description":"<p>This deck masquerades as a FA deck but in fact is a flatline deck. I only need 2 agendas to win but chances are after I land a shi.kyu the runner will need more than that.<\/p>\n","username":"CodeMarvelous","cards":{"01057":2,"01062":1,"01069":3,"01071":2,"01090":1,"01110":3,"02039":3,"02110":1,"02112":2,"03026":2,"04012":3,"04013":2,"04015":3,"04074":2,"04120":2,"05001":1,"05007":3,"05011":3,"05015":3,"05016":1,"05024":2}},{"id":4892,"name":"Well Connected v1","creation":"2014-05-02 11:48:43","description":"<p>Motivation-Oracle-Kati economic engine Andy with a toolbox of connections.  Still considering:  Aesops, Donut, Helpful AI, Underworld Contacts.  Also considering ditching Pro. Contacts and Crash Space for 2x more Scrubber.<\/p>\n","username":"genrand","cards":{"01007":1,"01021":3,"01024":2,"01025":1,"01026":1,"01028":1,"01030":1,"01031":1,"01032":1,"01043":1,"01050":3,"02006":1,"02009":2,"02024":1,"02063":1,"02083":1,"02091":1,"02104":3,"02105":1,"03049":1,"03055":1,"04004":3,"04008":3,"04009":1,"04049":1,"04065":1,"04106":1,"05031":3,"05035":2,"05054":2}},{"id":4893,"name":"NBN Turbo Psycho","creation":"2014-05-02 12:00:39","description":"\n","username":"djackman","cards":{"01081":3,"01084":2,"01085":3,"01090":2,"01092":2,"01110":3,"02056":3,"02114":1,"02115":3,"02116":3,"04012":2,"04020":2,"04076":3,"04096":1,"04117":3,"04119":3,"04120":2,"05024":2,"05027":2}},{"id":4894,"name":"Running Man","creation":"2014-05-02 12:11:23","description":"<p>after playtesting. This deck super shreds, keeps tons of pressure and gets tons of money.<\/p>\n","username":"CodeMarvelous","cards":{"01004":1,"01007":2,"01018":2,"01021":2,"01022":3,"01024":3,"01026":1,"01027":1,"01029":3,"01050":3,"02007":2,"02009":2,"02021":1,"02106":2,"03052":3,"03054":3,"04009":3,"04089":1,"05029":1,"05032":2,"05035":2,"05036":3}},{"id":4895,"name":"Boring Tenma","creation":"2014-05-02 12:14:59","description":"<p>I really should probably be playing Andy<\/p>\n","username":"SenGonzo","cards":{"01007":2,"01008":3,"01018":3,"01021":2,"01022":3,"01024":2,"01026":1,"01036":2,"01043":2,"01050":3,"02009":2,"02025":1,"02043":2,"02091":1,"03054":3,"04004":2,"04009":1,"04044":2,"04065":1,"05029":1,"05035":2,"05036":3,"05039":1,"05050":1}},{"id":4896,"name":"Diversified Assets","creation":"2014-05-02 12:32:38","description":"<p>With the myriad of Tennin decks being posted, I figured I would join the party.  This deck works is designed for adaptability.  It can win through scoring agendas or through damaging the runner. <\/p>\n\n<p>Since the ICE cost is relatively high, I based the economy is based around cheap operations and recurring credits.  I don't see this deck ever really sitting on a pile of money, but with the Tennin identity you only need a couple of credits here and there to advance and score or advance and ambush.  <\/p>\n\n<p>The ICE itself all tries to either deal damage or ends the run shunting the runner elsewhere.  Nothing is particularly high priced, but alot of it does fall in that medium 4 or 5 range ICE cost.  Hence the econ choices.  <\/p>\n\n<p>The assets are the hardest part to sort through.  I ended up opting for a mix of econ and damage dealing assets.  Both the Junebug and the Ronin can be deadly in the right place, particularly with Mushin No Shin.  Howard is omni-present of course.  <\/p>\n\n<p>The agendas again are a bit of everything.  Damage through fetal AI and the Philotics, Nikei can be a game-winner if you end a run on an agenda you're about to score and future perfect works well if your opponent is digging into R&amp;D which many runners seem to do these days.  Just make sure you have a little bit of cash sitting around for Fetal if it is accessed.  <\/p>\n","username":"elrodogg","cards":{"01056":2,"01062":3,"01068":3,"01069":1,"01098":3,"01109":2,"02032":3,"02033":2,"02112":1,"03026":2,"04015":2,"04093":2,"05003":1,"05006":1,"05007":2,"05010":2,"05011":2,"05015":2,"05016":2,"05017":2,"05019":2,"05020":1,"05023":2,"05024":2,"05026":3}},{"id":4897,"name":"Run Them Off a Cliff","creation":"2014-05-02 12:48:39","description":"\n","username":"jcyyip88","cards":{"01064":1,"01067":1,"01070":3,"01072":3,"01075":1,"01090":2,"01103":3,"01110":3,"02014":3,"02032":3,"02059":3,"02080":2,"02095":2,"03026":1,"04015":1,"04033":1,"04060":2,"04073":2,"04074":3,"04079":3,"04093":2,"04100":2,"04119":3}},{"id":4898,"name":"Fast Tennin v.2","creation":"2014-05-02 12:54:01","description":"<p>Updated version of this, with beefed up ICE and some emphasis on program trashing.<\/p>\n\n<p>Removing those Biotics I never had the opportunity to use made some INF space for other ICE, and GRNDL.<\/p>\n\n<p>Shipment from San San?<\/p>\n\n<p>Feedback always welcome!<\/p>\n","username":"jeremyorion","cards":{"01064":1,"01070":3,"01101":1,"01103":2,"01111":2,"02033":3,"02059":2,"04012":3,"04013":2,"04032":3,"04099":2,"04117":3,"04120":2,"05003":1,"05005":3,"05006":1,"05007":3,"05011":3,"05015":3,"05023":2,"05024":3,"05027":2}},{"id":4899,"name":"Indecent Exposure","creation":"2014-05-02 12:57:58","description":"<p>Still a work in progress. It is what I ran with Gabe and Andy when trying Blackguard decks out pre H&amp;P. <\/p>\n\n<p>I do not know if the no plascretes is a bad idea or not. I am not running Tag cards, but that does not mean I cannot get hit by SEA Source or Cerebral Cast.<\/p>\n\n<p>Not sure what I could cut for 2 Plascretes. 1 Special Order and 1 Blackguard maybe? The 40 card deck makes me cycle cards faster so maybe I do not need to tutor as much or wait as long on the BG.<\/p>\n\n<p>Only time will tell.<\/p>\n","username":"Aydos","cards":{"01007":2,"01021":2,"01022":3,"01027":2,"01028":2,"01036":1,"01043":1,"01050":3,"01053":3,"02023":3,"02043":3,"02045":3,"02105":2,"02106":1,"03035":1,"03054":3,"04085":3,"05030":1,"05035":2}},{"id":4900,"name":"Express Notoriety","creation":"2014-05-02 13:02:05","description":"<p>Can't score out of remotes?  Score out of your own hand!  <\/p>\n\n<p>Early bird, doppelgang archives, legwork\/maker's eye whichever is left, double notoriety!  Or ya know, same old thing for 1 notoriety.  Bonus points for Makers + legwork + doppelganger archives for 2 notoriety.  <\/p>\n\n<p>CCCCCCOMOBO DECKS.<\/p>\n","username":"x3r0h0ur","cards":{"01004":2,"01018":3,"01021":2,"01022":2,"01036":2,"01053":3,"02009":2,"02026":3,"02064":3,"03046":2,"03054":3,"05029":1,"05032":2,"05034":2,"05035":2,"05036":3,"05041":2,"05042":2,"05046":2,"05048":3}},{"id":4901,"name":"Running Man 2.0","creation":"2014-05-02 13:06:12","description":"\n","username":"CodeMarvelous","cards":{"01004":1,"01007":2,"01011":1,"01018":2,"01021":3,"01022":3,"01024":3,"01026":1,"01029":3,"01043":1,"01050":3,"02009":2,"02021":1,"02106":2,"03052":3,"03054":3,"04009":2,"04089":1,"05029":1,"05032":2,"05035":2,"05036":3,"05046":1}},{"id":4903,"name":"Good Ol' Gabe 2.1","creation":"2014-05-02 13:14:09","description":"<p>Been playing this at league.  Super aggro Gabe with solid opener ratio.  Trying out some new digs--very run event heavy.  Def loving Express delivery to increase my odds of finding an optimal card rather than click, click, clicking into nothing.<\/p>\n","username":"travisrchance","cards":{"01004":1,"01007":2,"01011":1,"01014":1,"01017":1,"01018":3,"01021":3,"01022":3,"01024":3,"01026":1,"01028":2,"01036":2,"01050":3,"01053":3,"02009":2,"02043":2,"02104":1,"03054":2,"04043":2,"05033":3,"05035":2,"05036":2,"05046":1}},{"id":4905,"name":"House of Flying Daggers","creation":"2014-05-02 14:16:42","description":"\n","username":"Wookieeofdoom","cards":{"01067":1,"01072":2,"01110":3,"02032":3,"03023":3,"04012":3,"04013":2,"04015":3,"04032":3,"04039":3,"04058":3,"04073":3,"04093":2,"04117":3,"04120":1,"05004":3,"05006":1,"05011":3,"05017":2,"05018":2,"05020":1}},{"id":4907,"name":"Science, Bitch","creation":"2014-05-02 14:44:17","description":"<p>There's been a lot of discussion about Cerebral Imaging Kill deck of late, so I wanted to contribute my spin on the archetype, and discuss some of the changes I made to the list and why I made them:<\/p>\n\n<p>Firstly, Rainbow, which some write-off as a laughably porous ICE. They're not wrong, but what it does for the deck is pretty significant. Rainbow is great for shaking breakers out and onto the table, which in turn activates your Ichis. Nothing is worse than the runner just walking through an Ichi for 1 click or a couple bucks, so using rainbow to get a breaker into play not only gets your program trashing online, but also has the runner getting programs tabled quicker than they might not normally. Any tempo you can get the runner to give up in the first couple turns is going to be clutch.<\/p>\n\n<p>Director Haas is there to basically force a run, or if the runner doesn't take the bait, to quickly and efficiently begin to chain out agendas. If you've got the pieces for a kill, you can stick the runner into a catch-22 with a naked Director Haas in a remote. <\/p>\n\n<p>The single Precog is a bit of a black sheep, but if you end up getting it early, especially with your heavy recursion, it gives you tremendous power over pace of the early game, and mid-late game keeps you from spinning your wheels trying to find that second combo piece (biotic or SEA Source or whatever).<\/p>\n","username":"falseidol","cards":{"01058":3,"01059":3,"01062":2,"01073":1,"01086":2,"01099":2,"01106":3,"01110":3,"03001":1,"03005":3,"03010":1,"03015":2,"03017":2,"03019":2,"04040":3,"04090":3,"04100":2,"04110":3,"04111":3,"04119":3,"05025":3}},{"id":4908,"name":"THE DANGER ZONE","creation":"2014-05-02 14:45:03","description":"<p>“I won’t lie to you. This mission will be dangerous.” “Would you say we’d be venturing into a zone of danger?” “Well, yes. Obviously.” “No, but I mean how would you phrase that?” “I… the zone will be one of danger?” “No, I mean. Not if you say the… forget it. Never mind. And you never mind and also shut up.”<\/p>\n","username":"Flashfires","cards":{"01018":3,"01019":3,"01031":1,"01050":3,"02009":3,"02021":1,"02024":3,"02084":1,"02087":2,"02103":3,"03035":1,"03054":3,"04009":2,"04106":3,"05028":1,"05032":2,"05036":2,"05037":3,"05045":3,"05053":3}},{"id":4910,"name":"Windup Boy","creation":"2014-05-02 15:19:51","description":"<p>There are quite a number of Ken Notoriety decks on NetrunnerDB from the last few days but I believe mine own diverges in two minor regards: Security Testing and Knights.  Security Testing strikes me as an obvious option for economy because of the number of run events cards I am already using that prohibit me from accessing cards.  Indexing and Feint both qualify and I'm not terribly concerned about accessing when several cards in my deck only require a successful run on a particular server (Emergency Shutdown, Notoriety).  It also doesn't hurt that it's limitless and potentially far faster than our beloved Kait Jones.  I'm fond of Knight for simply how flexible it is and I've seen its success in earlier Gabe decks. If the corp chooses to trash a piece of ice in order to kill my knights, it makes those servers that much shorter for Inside Job and Feint.<\/p>\n\n<p>Finally, if you get the reference in the Deck title, I commend you for your knowledge of contemporary science-fiction.<\/p>\n","username":"chasertalk","cards":{"01007":2,"01011":1,"01021":3,"01022":2,"01050":3,"01053":3,"02026":3,"02043":2,"02064":2,"02104":2,"02106":1,"03052":3,"03054":3,"04043":3,"05029":1,"05032":2,"05034":1,"05035":2,"05036":2,"05046":2,"05048":3}},{"id":4911,"name":"Brainstorm - Tag Hell, HB-style","creation":"2014-05-02 15:28:53","description":"<p>Cereberal imaging Tagstorm. Start off as a normal CI, then tagt them to hell, overscore a PV, repeat.<\/p>\n","username":"Thike","cards":{"01058":3,"01059":3,"01062":2,"01064":1,"01084":1,"01085":2,"01106":3,"01110":3,"02020":2,"02051":3,"02110":3,"02116":2,"03001":1,"03012":1,"03015":1,"03017":2,"03019":3,"04010":3,"04040":3,"04090":3,"04100":2,"04111":3}},{"id":4912,"name":"Set Sail!","creation":"2014-05-02 15:30:32","description":"<p>First attempt.<\/p>\n\n<p>Slightly slower deck with strong economy and load of silver bullets, plenty of ways to modify rig mid-run.<\/p>\n\n<p>SET SAIL!<\/p>\n","username":"Kryzen","cards":{"01004":1,"01007":1,"01009":1,"01010":1,"01026":1,"01034":3,"01041":3,"01043":1,"01044":2,"01047":1,"01050":3,"02003":1,"02007":1,"02009":2,"02041":1,"02047":3,"02066":1,"02104":1,"03029":1,"03035":1,"03038":3,"03040":2,"03043":1,"03046":3,"03047":1,"03049":3,"04005":1,"04043":1,"04061":1}},{"id":4913,"name":"Iain Connections","creation":"2014-05-02 15:40:03","description":"<p>My attempt at Iain connections<\/p>\n","username":"Ayotte","cards":{"01025":1,"01026":2,"01031":1,"01050":3,"01051":1,"02006":1,"02009":2,"02028":2,"02045":2,"02069":3,"02091":2,"02105":1,"02109":2,"03055":1,"04004":3,"04061":2,"04106":3,"05028":1,"05031":3,"05035":2,"05037":3,"05042":1,"05045":1,"05046":1,"05050":2,"05055":1}},{"id":4914,"name":"TWIY FA H&P Edition","creation":"2014-05-02 15:45:45","description":"<p>All the standard shotgun agenda magic with some nice H&amp;P bonuses.<\/p>\n\n<p>Mulligan for: Astro, Op Econ, ETR Ice, FA Option. (In that order)\nIf you get an Anoymous Tip in the opening hand you're probably golden.<\/p>\n\n<p>Throw Eli down on centrals, gladly let them trash unrez'd San Sans, it will slow them down a lot. Biotic out an Astro as soon as possible (Fast Track the Astro if necessary)<\/p>\n\n<p>Fast Track gave you 2 more chances of drawing an Astroscript, make sure you're up to 6 cards for the runners turn afterwards though, because they're going to go in there with vigor.<\/p>\n","username":"Ravarix","cards":{"01059":2,"01064":2,"01081":3,"01082":3,"01083":2,"01090":2,"01092":3,"01110":3,"02110":2,"02114":1,"02115":3,"04034":2,"04039":1,"04076":3,"04096":2,"04119":1,"04120":2,"05024":2,"05027":2}},{"id":4915,"name":"Sick of Light","creation":"2014-05-02 16:13:22","description":"<p>Plan B and Mushin No Shin antics.  Archer and wraparound to hold down the fort, guard to block out inside jobs on the early game.  Profiteering gets you lots of cash for little heartache  The ice are binary anyway, the difference of 1 credit and 0 (bad pub) is so little, I'd rather just have the bucks, except for archer.  Kind of a blitz deck.<\/p>\n\n<p>So Mushin plan b, if they run it, score the agenda from hand, if they don't trick off it for the next 2 turns :)  Winner all around.<\/p>\n","username":"x3r0h0ur","cards":{"01058":2,"01101":3,"01110":3,"01111":2,"02014":2,"02033":3,"04013":2,"04032":3,"04039":3,"04096":2,"04114":3,"05001":1,"05005":3,"05006":1,"05015":3,"05016":2,"05023":3,"05024":2,"05027":2}},{"id":4916,"name":"Run, Forrest, Run","creation":"2014-05-02 16:32:18","description":"<p>No ice (!), lots of install-advance remote servers. Can the runner find the hidden-in-plain-sight agendas before getting tagged and bagged, or even worse, let agendas be scored at will?<\/p>\n","username":"Stranger Danger","cards":{"01069":3,"01070":3,"01071":1,"01073":2,"01084":3,"01087":1,"01099":2,"01100":3,"01110":2,"02031":1,"02032":3,"02033":3,"02112":3,"04073":2,"05004":3,"05005":3,"05006":1,"05007":1,"05011":2,"05013":3,"05015":2,"05026":3}},{"id":4917,"name":"NBN Shenanigans","creation":"2014-05-02 17:02:16","description":"\n","username":"Captain_Frisk","cards":{"01059":2,"01064":2,"01081":3,"01082":2,"01092":3,"01110":3,"02056":3,"02110":2,"02114":1,"02115":3,"04015":3,"04034":3,"04076":3,"04096":3,"04119":2,"04120":2,"05024":2,"05025":1,"05027":2}},{"id":4918,"name":"Iain Sterling - Banking Agendas - V2","creation":"2014-05-02 17:07:31","description":"<p>Decklist I used at my local game shop's league event Iain Sterling vs. Custom Biotics. It went 2-0. I built this deck when Honor and Profit came out and played it off and on for about 2 weeks before the league was announced. <\/p>\n\n<p>The main Idea behind this deck is to set up while you wait for the corp to score their first agenda. Then after they score it, pull out The Source with either Logos or Hostage. Your main priority early game is to get your support cards installed, like Underworld Contacts, your breaker suite, and Kati Jones. After the first agenda is scored, use all of your passive econ (Iain's ability + UWC +  Compromised Employee) to fund Keyhole runs that \"bank\" agendas into archives without turning off your ability. Trash jackson as early as possible by either making a run on him, or making a run on archives with an agenda in it, forcing them to remove him. Remote pressure is done by Inside Jobs, Crypsis, Femme, and Quest Completed.<\/p>\n","username":"steevo15","cards":{"01021":3,"01022":3,"01026":1,"01030":2,"01050":3,"01051":1,"02025":2,"02028":3,"02069":3,"02091":2,"02105":2,"03055":1,"04004":3,"04061":2,"04081":1,"04106":3,"05028":1,"05031":2,"05037":2,"05041":2,"05042":2,"05046":2}},{"id":4919,"name":"Adventures In Icebreaking","creation":"2014-05-02 17:11:09","description":"<p>It's not a complicated deck. There is enough tutor to go find whatever you need, build economy, and run whatever you want, whenever you want. Make the corp drop as much ice as possible to slow you down, get them to rez it, and Escher it around to be able to magically hit their servers with ease.<\/p>\n","username":"Stranger Danger","cards":{"01008":2,"01019":2,"01034":2,"01037":2,"01043":2,"01045":1,"01049":2,"01050":3,"02047":3,"02087":2,"02091":2,"02106":2,"02107":2,"03028":1,"03031":2,"03038":2,"03048":1,"03049":3,"03052":3,"03053":3,"04043":1,"04088":1,"05037":2}},{"id":4920,"name":"Katman?","creation":"2014-05-02 17:18:37","description":"\n","username":"Captain_Frisk","cards":{"01008":3,"01011":1,"01012":1,"01024":3,"01033":1,"01034":1,"01045":1,"01049":3,"01050":3,"02009":3,"02066":1,"02106":2,"02107":3,"03031":1,"03038":3,"03040":3,"03046":3,"03048":1,"03049":3,"03052":3,"03053":3}},{"id":4921,"name":"Reina Siphon 3.0","creation":"2014-05-02 17:52:49","description":"<p>Comments on changes from my earlier version (see the \"derived from\" link for the previous list):<\/p>\n\n<p>-3 Liberated Account, +3 Armitage Codebusting: Codebusting is back. Overall I like Liberated Account more, but the most common tag punishment I've been seeing is Closed Accounts, and it is sometimes risky to save up for Liberated. With Codebusting even after going into tag-me mode while the Corp is holding Closed Accounts, you can still install, click twice, and do what you need to do. Another minor benefit of Codebusting I did not consider before is that you can play out multiples easier, freeing some space in the hand when needed.<\/p>\n\n<p>-2 Vamp, +2 Imp: Vamp was the card that originally inspired this deck, and even I am surprised that I'm removing them. I desperately want to like Vamp, but in the two games I actually managed to play it, I didn't feel that it added much except slowing the game down (I won one and lost the other). The main idea was to slow down NBN FA, and I hope Imp can also do that by trashing SanSan. Another advantage of Imp is that it plays nicely with Deja Vu &amp; Grimoire, although I'm not sure if that'll make much of a difference.<\/p>\n","username":"datadouble","cards":{"01002":2,"01006":2,"01007":3,"01008":3,"01010":2,"01011":3,"01012":3,"01014":3,"01018":3,"01022":1,"01050":3,"01053":3,"02003":2,"02009":2,"02041":2,"02065":1,"02091":2,"03052":3,"04041":1,"04043":2}},{"id":4922,"name":"Every Wall Is a Gate.","creation":"2014-05-02 17:58:06","description":"<p>Give Yog steroids with Dinossaurs, Personal Touch and Datasucker. Paintbrush the second and thrid Ice and run for free. Knight is here to increase the possibilities in case you dont get your rig up fast enough. I might add 2 SMC (mostly to re-use the Indexings) but I am not sure what to take off to make room for it.<\/p>\n","username":"vvribeiro","cards":{"01008":2,"01014":2,"01034":3,"01035":2,"01040":3,"01050":3,"01053":3,"02009":2,"02047":3,"02048":3,"02091":2,"02106":2,"02107":2,"03028":1,"03034":2,"03038":2,"03046":3,"03053":3,"04043":2,"04108":2}},{"id":4923,"name":"Instant Knighthood 1.3","creation":"2014-05-02 17:59:49","description":"<p>Still needs some testing but I think something is there.<\/p>\n","username":"wedgeex","cards":{"01026":1,"01034":3,"01038":3,"01044":1,"01050":3,"02009":2,"02024":2,"02047":3,"02049":3,"02066":1,"02088":2,"02107":2,"03030":1,"03034":3,"03035":1,"03038":3,"03044":1,"03046":2,"03048":1,"04042":2,"04043":3,"04067":1,"05045":1,"05053":1}},{"id":4924,"name":"Megacorp Dekitter","creation":"2014-05-02 18:09:21","description":"<p>Playthrough video: https:\/\/www.youtube.com\/watch?v=Mub4FjVYHDg<\/p>\n\n<p>NEEDS MOAR DIESEL<\/p>\n","username":"bewnt","cards":{"01008":3,"01012":3,"01014":1,"01034":1,"01035":2,"01050":3,"02009":2,"02047":3,"02048":2,"02066":1,"02090":1,"02107":3,"03028":1,"03031":1,"03034":3,"03038":3,"03046":2,"03048":1,"03049":3,"03052":3,"04029":3,"04067":1}},{"id":4925,"name":"Grappling Over Theory","creation":"2014-05-02 18:19:53","description":"<p>A preliminary build of a Chaos Theory Overmind deck.  The deck uses grappling hook + E3 as its backup breaker.  I think they work well together because most of the big ice that's super pricey to break with Overmind have multiple subroutines, and can be easily grappled.  SMC, Scavenge, and clone chips are there for all the standard Shaper search and recursion shenanigans.  Deus X and parasite are in there to be summoned up when needed, and ignored otherwise.  I'm debating finding space for an Inti to deal with wraparound (grappling hooks already takes care of swordsman).   <\/p>\n\n<p>The deck does not run a lot of extra memory just a single deep red as it's too big a boost to pass up.  Other than Overmind all your other programs discard after use so you will almost always be installing Overmind with 4 counters, If you need to stretch out an Overmind you can use E3 to make it last longer.  There is plenty of program recursion in the deck as well as a Levy\/Same Old Thing so you should certainly be able to get enough tokens to last through the game.  I guess I just don't feel like devoting the deck space\/clicks\/credits that it would take to get a massive pile of tokens on an Overmind.  <\/p>\n\n<p>Anyways feel free to give it a test and tell me what you think.  I will hopefully get a chance to get in a few games with it this weekend to get a better idea of how viable it is.<\/p>\n","username":"Suzume Kazo","cards":{"01012":1,"01034":3,"01050":3,"01053":3,"02009":2,"02024":3,"02046":1,"02066":1,"02091":1,"02107":2,"03034":3,"03035":1,"03038":3,"03046":3,"03053":3,"03054":1,"04042":1,"05045":3,"05053":3}},{"id":4926,"name":"TI slow advance v. 1.0","creation":"2014-05-02 18:48:47","description":"\n","username":"bzykuu","cards":{"01062":1,"01068":3,"01069":2,"01090":1,"01103":2,"01110":3,"02013":2,"02070":2,"03015":1,"04012":3,"04013":2,"04053":3,"04073":3,"04074":2,"04093":1,"04100":1,"04114":3,"04119":1,"04120":2,"05003":1,"05007":3,"05015":3,"05016":3,"05018":1,"05020":1}},{"id":4927,"name":"Gabe Knight 2.0","creation":"2014-05-02 19:23:29","description":"<p>Based on Ser Gabriel by CrimsonWraith (http:\/\/netrunnerdb.com\/en\/decklist\/2511\/ser-gabriel), also seen on Team Covenant as Gabe Knight (https:\/\/teamcovenant.com\/blog\/2014\/04\/09\/v-netrunner-store-championship-2014-tulsa-ok\/).<\/p>\n\n<p>Changes from the original version:<\/p>\n\n<p>+3 Planned Assault: The only card from H&amp;P that I really wanted to try. 2 might be sufficient, but starting with 3 just in case.<\/p>\n\n<p>-1 Inside Job: 2 copies are sufficient w\/Planned Assault.<\/p>\n\n<p>-1 Blackmail (only in the TC version): This rarely works for me, I didn't want to keep it even after adding Planned Assault.<\/p>\n\n<p>-1 Plascrete: I needed one more slot, but I might go back to three after testing Planned Assault.<\/p>\n","username":"datadouble","cards":{"01007":2,"01011":1,"01014":1,"01017":1,"01018":3,"01021":2,"01022":3,"01024":3,"01026":1,"01028":3,"01050":3,"01053":3,"02009":2,"02043":3,"02104":2,"02106":1,"03052":3,"03054":3,"04043":3,"05036":3}},{"id":4928,"name":"Caprice Imaging","creation":"2014-05-02 20:03:18","description":"<p>After being beaten by my brother's Kit Gordian Paintbrush with Planned Assault Vamp Siphon (Kati Jones Magnum Opus Econ), I think Caprice would keep CI's HQ stronger.<\/p>\n","username":"ellonellanfair","cards":{"01058":3,"01059":3,"01061":2,"01062":2,"01064":2,"01106":3,"01110":3,"02051":3,"02110":3,"03001":1,"03005":3,"03019":3,"04034":3,"04040":3,"04090":3,"04096":1,"04100":2,"04111":2,"04114":2,"05014":3}},{"id":4929,"name":"GRNDL: Agendacation","creation":"2014-05-02 20:47:17","description":"<p>Modified Quick as a Corpse deck with more ice and less econ.<\/p>\n\n<p>Deleting by tomorrow don't bother judging me.<\/p>\n","username":"therizzlesign","cards":{"01069":2,"01094":3,"01101":3,"01102":3,"02060":3,"02120":3,"04015":2,"04017":3,"04020":3,"04039":3,"04040":3,"04057":2,"04078":3,"04097":1,"04098":3,"05015":3,"05023":3}},{"id":4932,"name":"Medtech Fast Advance","creation":"2014-05-02 21:17:08","description":"\n","username":"TheHydrogenator","cards":{"01070":3,"01078":1,"01092":2,"01110":3,"02014":3,"02060":1,"03019":1,"03023":1,"04012":3,"04013":2,"04015":2,"04032":3,"04033":1,"04074":2,"04114":2,"05001":1,"05005":3,"05006":1,"05010":2,"05011":3,"05016":2,"05018":3}},{"id":4934,"name":"Nisei Rush","creation":"2014-05-02 22:27:23","description":"\n","username":"Anima","cards":{"01062":2,"01110":3,"02015":3,"02056":2,"02059":2,"03014":3,"04015":2,"04020":2,"04032":3,"04058":1,"04073":3,"04114":3,"04117":1,"04120":3,"05002":1,"05005":3,"05006":1,"05007":3,"05009":3,"05016":2,"05017":2,"05024":2}},{"id":4935,"name":"Silhouette","creation":"2014-05-02 22:48:53","description":"<p>Just a deck I've finished now that H&amp;P is out. I LOVE Express Delivery! Impulse from MtG was a staple card in my decks (and a lot of other peoples) and is my pick for best card in the deck. the cheap cred AND faction cost makes it an easy splash, especially in Anarch.\nLucky find lets you accelerate to drop Blackguard. Snitch has always been a great card but I felt it was better to go for breakers than waste time installing snitch. Now, with Blackguard, it has a strong use all game.\nI'd love to get fall guy in here for protection but I'm guessing I'll be keeping the corp so poor they'll choose to not burn resources the rare times I'm tagged and if they do it's just a setback in my inevitable win.\nany constructive criticisms? Thanks.\nEdit: I took out the express delivery and femme for same old thing and FAO. 42 cards now but the ability to remove big ICE is too good, as is the need for recursion for Larla and other events.\nI plan to make a connections version of this too. Something different from siphon recursion...<\/p>\n","username":"HepatitvsJ","cards":{"01007":1,"01018":3,"01020":3,"01021":3,"01022":2,"01049":3,"01050":3,"02006":1,"02043":3,"02045":3,"02091":2,"03035":1,"03049":2,"03054":3,"04004":2,"04065":1,"04085":3,"04109":3,"05030":1}},{"id":4936,"name":"We, Bioroids","creation":"2014-05-02 23:00:53","description":"\n","username":"Kryzen","cards":{"01054":1,"01055":3,"01056":3,"01057":1,"01061":2,"01064":2,"01084":2,"01090":2,"01104":1,"01106":2,"01110":3,"02013":3,"02092":3,"02110":3,"03004":1,"03015":2,"03017":2,"03019":2,"03023":1,"04015":3,"04099":2,"04119":3,"04120":3}},{"id":4937,"name":"Reina's Key to the City v1.4","creation":"2014-05-02 23:08:52","description":"<p>Now with more suck!<\/p>\n","username":"sirris","cards":{"01002":2,"01007":2,"01012":3,"01026":2,"01049":3,"01050":3,"01051":2,"02021":3,"02022":3,"02042":1,"02091":1,"02109":3,"03049":1,"03053":3,"04004":2,"04041":1,"04043":3,"04061":3,"04106":3,"04109":2}},{"id":4938,"name":"_CodeWrecker","creation":"2014-05-02 23:15:26","description":"\n","username":"MrDiscordia","cards":{"01026":2,"01037":3,"01041":2,"01044":1,"01050":3,"01051":2,"01053":2,"02009":2,"02028":2,"02069":3,"02107":3,"03028":1,"03035":1,"03044":3,"03046":3,"03049":2,"03054":2,"04004":3,"04006":3,"04108":2,"04109":1}}]