[{"id":1323,"name":"Doppel Running Andy","creation":"2014-01-09 04:54:50","description":"<p>Long developing deck by now. This is version 1.7. I've had pretty decent success with it, although I still have to test it in a tournament environment.<\/p>\n\n<p>Basically this deck is pure aggression. With this deck I make a run at least once per turn. Constantly trying to probe the servers, even if I know I won't be able to break through. There is no higher strategy or combo behind this deck. At first I tried to combine it with cards that initiate runs to use doppelganger more to my advantage, but I noticed that it was more of a hassle than a bonus. \nAt first I also had notoriety in this deck. It worked quite well actually, but had to let it go for more econ cards.<\/p>\n\n<p>I also find it kind of a waste that I'm not using all my MU, but I'm not really sure what else to include.<\/p>\n","username":"Weezel","cards":{"01007":1,"01018":2,"01020":3,"01021":3,"01022":3,"01027":1,"01029":3,"01043":1,"01050":3,"01051":2,"02009":2,"02043":3,"02064":3,"02083":1,"02085":2,"02103":3,"02107":2,"03035":1,"03053":3,"03054":3,"04009":2}},{"id":1324,"name":"How much more can you take?","creation":"2014-01-09 06:40:40","description":"<p>\"The trick isn't hitting the person you were aiming at. It's hitting only the person you were aiming at.\" - Jinteki<\/p>\n\n<p>This deck is based on doing pretty much net damage. The deck has 17 agenda cards - almost all 3\/1 or 2\/1 agendas. The idea is that the runner damages himself by running on the servers and stealing agendas. For each agenda he takes one point net damage or with Hokusai Grid two points net damage. This as well is the reason why there are so many agendas in this deck. You shouldn't have a problem if the runner accesses your cards because almost all of your cards cause net damage.<\/p>\n\n<p>The deck should work with only the three central servers and just a few remote servers to confuse your opponent. Place an agenda here and a sneaky asset there. If all goes smoothly your strategy doesn't need to score agendas because the runner will die of net damage. Except for Thomas Haas all of the assets do net damage too. Make sure that you have enough credits to trigger the abilities of Project Junebug and Snare! but it shouldn't be the problem because you need little money for ICE because you HAVE almost no ICE.<\/p>\n\n<p>Now consider the operations: You need Achieved memories to reuse your cards to do some more net damage or get credits. Celebrity Gift works very well in this deck because you can intimidate your opponents and get money but the runner won't avoid running on your servers. Neural EMP should always do its job.<\/p>\n\n<p>Finally the ICE: there isn't a lot of ICE. The few cards are just for the purpose of having any more fun with net damage or trashing cards in the runner's grip.<\/p>\n\n<p>PS: Does everyone know how I can delete published decks or edit published decklists? I can't find an option. :(<\/p>\n","username":"Kallin","cards":{"01058":3,"01067":1,"01069":2,"01070":3,"01072":3,"01075":2,"01076":3,"02032":3,"02080":3,"02095":3,"03012":3,"03023":2,"04012":3,"04032":3,"04039":3,"04053":3,"04056":3,"04073":3}},{"id":1325,"name":"Dodgy Calculations V2","creation":"2014-01-09 08:34:50","description":"<p>The deck is designed to lure the runner into running and then hitting into upgrades to massively increase their costs at the final hurdle, potentially wasting their resources and then allowing corp to score an agenda.<\/p>\n","username":"frost-duty","cards":{"01054":1,"01057":2,"01058":2,"01061":2,"01062":3,"01064":2,"01090":2,"01091":3,"01110":3,"02013":3,"02051":3,"02056":2,"02070":3,"02110":3,"03006":3,"03012":2,"03016":1,"03017":2,"03026":1,"04010":3,"04015":3,"04020":1}},{"id":1326,"name":"HB:Sensei","creation":"2014-01-09 09:29:35","description":"<p>My variation of HB:FA. Sensei adds EtR to Ichi 1.0 making it more taxing or likely to hit with a trash program routine. It also just makes it harder to just click through Viktor and Eli. Otherwise, pretty standard FA. I may replace one ASH with a 3rd turret.<\/p>\n","username":"HepatitvsJ","cards":{"01054":1,"01055":3,"01056":3,"01059":3,"01062":3,"01064":2,"01092":3,"01110":3,"02013":3,"02034":3,"02051":3,"02110":3,"03004":1,"03005":3,"03019":3,"03023":1,"04011":3,"04015":3,"04059":3}},{"id":1327,"name":"Shame","creation":"2014-01-09 09:58:28","description":"<p>An incredibly fast NBN flatline deck.<\/p>\n","username":"Str8_Jacket","cards":{"01081":3,"01082":3,"01084":2,"01086":2,"01088":3,"01090":2,"01099":3,"01107":3,"01110":3,"02020":2,"02055":2,"02056":3,"02059":3,"02097":3,"02114":1,"03023":3,"04015":3}},{"id":1328,"name":"Shame","creation":"2014-01-09 10:02:27","description":"<p>An incredibly fast NBN flatline deck. Gain cred while forcing the runner to spend credits to keep off tags. Before long, you've made bank, they don't have much to stop a Sea Source, and hit them with 2-3 Earths.<\/p>\n","username":"Str8_Jacket","cards":{"01081":3,"01082":3,"01084":2,"01086":2,"01088":3,"01090":2,"01099":3,"01107":3,"01110":3,"02020":2,"02055":3,"02056":3,"02059":3,"02097":3,"02114":1,"03023":3,"04015":3}},{"id":1329,"name":"Kates Toolbox","creation":"2014-01-09 10:12:43","description":"<p>I played this deck in a local tournament and wound up losing only once with it. In kept getting all 3 cloak and a toolbox out which was really efficient mid-late game when I didn't need the cloak for boosting dagger. (Rototurret was most common sentry followed by Ichi 1.0) I almost never used E-shutdown so I'm dropping at least one and probably all 3 since cheap ice is the norm it seems. The WiRD worked well...the corp often drew the card, agenda or not but especially agenda, which allowed me to control tempo fairly well in terms of spending a turn gaining money or doing something else because I knew if it was worth a run or not. Deus X was golden vs Jinteki of course. I faced two Jinteki I screwed up the first match (still won. 3 cards in hand, no deck and no LARLA) but remembered Deus X in the second. Looking to fill the slots E-Shutdown is about to leave. Parasite\/data sucker would be great but the deck is lean on MU as it is. I could go Armitage CB instead of MO for the initial money but some games needed the constant +2c ability. I'm thinking +1 toolbox, -1 DMC since getting the toolbox is such a huge boost and I really only need one DMC in play with it. Only 2 WiRD seemed to work well...all the draw means I generally see it. HQ interface was great to drop after they drew an agenda from WiRD and I grab both agendas in hand. :)\nI'm thinking of dropping -3 E-shutdown, -2 plascrete (tag n bag is almost non existent in my meta), -1 imp, -3 DMC, -2 HQ interface, -2 dagger, -3 cloak, -1 ZU.13, -1 quality time for +1 faerie, +1 mimic, +2 datasucker, +3 parasite, +1 torch (Viktor 2.0, Sensei, chum, Hudson, whatever new is coming out), +3 test run, +3 scavenge, +1 femme fatale, +1 The Toolbox, +2 R&amp;D interface.\nAny suggestions for tweaks? Thanks.<\/p>\n","username":"HepatitvsJ","cards":{"01007":1,"01033":1,"01034":3,"01035":3,"01041":3,"01044":2,"01050":3,"02003":1,"02007":1,"02009":2,"02028":2,"02043":3,"02066":1,"02085":2,"02087":3,"03035":2,"03038":3,"03041":3,"03042":2,"03046":3,"04048":2}},{"id":1330,"name":"HB:ZED","creation":"2014-01-09 12:51:50","description":"<p>A variation of my HB:Sensei deck. This deck loses 1 ASH, 3 NEXT Bronze, 2 rototurret, for +3 ZED, +3 Viktor 1.0. The goal is to get a ZED before a click ICE. I feel it's valuable to run low barrier ICE simply to force the corp to find the Corroder but not reward him by forcing him to rely on clicks or code gate\/sentry breakers more. Yog is uncommon in my meta so constantly breaking even Viktor 1.0 is tough. The sensei can add EtR to ZED or Ichi 1.0 (as well as another sensei!) so the plan is to force the player to click or build a rig to get anywhere safely. Tournament Saturday I'll be testing this or HB:Sensei at. I'll report results then. Opinions on playing this over HB:Sensei?<\/p>\n","username":"HepatitvsJ","cards":{"01054":1,"01055":3,"01056":3,"01059":3,"01062":3,"01063":3,"01092":3,"01110":3,"02013":2,"02034":3,"02051":3,"02110":3,"03004":1,"03005":3,"03019":3,"03020":3,"03023":1,"04015":3,"04059":3}},{"id":1331,"name":"NBN Blitz Precog\/Himitsu Variant","creation":"2014-01-09 13:40:40","description":"<p>A variation of x3r0h0ur NBN Media blitz deck.<\/p>\n\n<p>It banks on the premise that the Profiteering's cash will speed up agenda advancement to the extent it ill offset long-term BP gains for the Runner. Precog, Draco and Himitsu should, in theory, add a bit of control to the game.<\/p>\n","username":"temporar","cards":{"01064":1,"01073":1,"01081":3,"01082":3,"01083":2,"01092":2,"01098":3,"01110":2,"01111":3,"02020":1,"02056":2,"02060":2,"02070":3,"02114":1,"02115":3,"04013":1,"04015":3,"04034":3,"04039":3,"04059":3}},{"id":1332,"name":"Boby Fisherman","creation":"2014-01-09 15:00:08","description":"<p>More or less, Exile Chess master seems to be the trend right now. It really does work pretty well. So here is my iteration of the theme.<\/p>\n\n<p>I will not get to basics, I will just point out where this deck is different from the others of it's kind.<\/p>\n\n<p>2x Femme. Why? Because being able to scavenge two babes on the same server, running it for cheap ROCKS! And once your rig is set you don't need the extra MU either.<\/p>\n\n<p>Why Armitage? Because it's much much cheaper than Magnum Opus, giving it's investment back pretty soon, does not cost extra memory 9important since you run Deep Red - SMC, and with the drawing Power of the deck you will allways hold one in your hand.<\/p>\n\n<p>Although Cyber-Cypher is a Really good breaker, versatility is very important. Enter the Torch, you just have to Test Run him for the run that really matters, and scavenge him only if R&amp;D lock doesn't work<\/p>\n\n<p>Demolition Run: I just think this card is that good, If you can make multiple runs on R&amp;D once you establish the lock, being able to trash at no cost for 6 card in one round is a powerful play<\/p>\n\n<p>Could use some tweaking so let me hear your thoughts please<\/p>\n","username":"Greek Geek","cards":{"01003":2,"01026":2,"01034":3,"01038":1,"01050":3,"01053":3,"02027":1,"02047":3,"02066":1,"02087":2,"02107":2,"03030":1,"03034":3,"03035":2,"03038":3,"03044":1,"03046":2,"03053":2,"04002":3,"04022":3,"04042":3,"04047":1}},{"id":1333,"name":"HB:Stronger Sensei","creation":"2014-01-09 16:39:01","description":"<p>My HB sensei deck reworked with stronger together to make ICE resistant to Yog and forcing corp to rely on less efficient breakers or datasucker tokens. Even a simple hourglass on archives will let them in for a datasucker token but strip their ability to run. <\/p>\n","username":"HepatitvsJ","cards":{"01055":3,"01056":3,"01059":3,"01062":3,"01063":3,"01064":2,"01092":3,"01110":3,"02010":1,"02013":2,"02034":3,"02051":3,"02071":1,"02110":3,"03004":1,"03005":3,"03019":3,"03023":1,"04015":3,"04059":3}},{"id":1334,"name":"The Masked Whale v1.3","creation":"2014-01-09 17:31:46","description":"<p>Your basic Whizzard\/Darwin deck. \nEverything revolves around getting Darwin up and growing ASAP. Personal Touches keep him at a respectable strength should the Corp purge virus counters and Surge speeds up the growth process should you need it. \nFeedback Implants keep the cost of breaking multi-sub ice down. <\/p>\n\n<p>I threw in Mimic as a counter to Swordsman. Hence the name of the deck. <\/p>\n","username":"Pea666","cards":{"01004":1,"01005":3,"01008":2,"01009":3,"01010":2,"01011":2,"01012":2,"01015":2,"01040":3,"01048":2,"01050":3,"02001":1,"02009":2,"02022":3,"02024":2,"02081":3,"02087":2,"02091":2,"02102":3,"03053":3}},{"id":1335,"name":"Re-Possessed Ristie v1.1","creation":"2014-01-09 17:52:00","description":"<p>Slight tweak on the concept, using Hostage to help dig up useful Contacts.<\/p>\n","username":"lostgrail","cards":{"01007":1,"01018":2,"01020":2,"01021":3,"01022":3,"01025":1,"01026":1,"01027":2,"01043":1,"01050":3,"01051":1,"02006":1,"02026":3,"02028":3,"02045":2,"02064":2,"02069":2,"02083":1,"02091":2,"03040":1,"03052":3,"03053":2,"03054":3,"04004":2,"04009":1,"04024":3}},{"id":1336,"name":"HB glacier","creation":"2014-01-09 19:54:48","description":"<p>Basically just a stronger together deck with means to rez big ice cheap, while still having lots of cash.  Sensei adds a little ETR action and yet another credit cost to each server if used as a cap.  Also works as Inside Job protection.<\/p>\n","username":"x3r0h0ur","cards":{"01055":3,"01061":1,"01063":3,"01108":3,"01110":3,"02010":1,"02012":2,"02034":3,"02070":3,"02110":3,"03004":1,"03005":2,"03006":3,"03013":3,"03015":2,"03017":1,"03019":2,"03022":3,"04012":3,"04015":3,"04030":2}},{"id":1337,"name":"Criminal - Event Gab","creation":"2014-01-09 21:45:49","description":"<p>Due to its reliance on events, this deck is very situational, and yet very responsive.<\/p>\n","username":"Sojourne","cards":{"01004":1,"01007":1,"01017":1,"01018":2,"01020":2,"01021":3,"01022":3,"01024":2,"01027":1,"01028":2,"01036":3,"01043":1,"01050":3,"01051":2,"02009":2,"02023":1,"02043":2,"02104":2,"03035":1,"03052":3,"03054":3,"04024":1,"04029":3,"04044":1}},{"id":1338,"name":"You didn't build that (experimental)","creation":"2014-01-09 21:55:25","description":"<p>I wanted to deviate from my normal and try this over advance. Looking for feedback<\/p>\n","username":"CodeMarvelous","cards":{"01065":3,"01094":3,"01100":3,"01102":3,"01103":3,"01104":2,"01110":3,"01111":3,"02018":3,"02033":3,"02057":3,"02058":3,"02060":2,"02076":1,"02077":2,"02078":1,"04015":3,"04017":3,"04018":3}},{"id":1340,"name":"Jinteki: Rush or DIE","creation":"2014-01-09 22:20:26","description":"<p>Simple enough, throw out agendas behind cheap ETR ice and advance away.  You 'Shin' to speed this process up by installing triple advanced agendas by turn 2 or a trap, if runner runs trap either through ice or unprotected, great, otherwise you have a battery for other agenda.<\/p>\n","username":"EndUser","cards":{"01069":3,"01070":3,"01098":2,"01106":3,"01111":3,"02019":3,"02033":3,"02060":3,"03009":2,"04012":3,"04032":3,"04059":3,"05001":1,"05005":3,"05015":3}}]