[{"id":7190,"name":"Andy Control","creation":"2014-06-28 00:16:01","description":"\n","username":"Wrathrage","cards":{"01007":1,"01018":3,"01022":2,"01026":1,"01028":1,"01050":2,"02007":1,"02008":1,"02028":2,"02050":3,"02069":3,"02083":1,"02089":1,"02105":1,"02109":3,"03055":1,"04004":3,"04106":3,"04109":2,"05031":3,"05037":2,"05039":1,"05041":1,"05042":1,"05046":1,"05050":1,"05055":1}},{"id":7191,"name":"CI Control","creation":"2014-06-28 00:17:12","description":"\n","username":"Wrathrage","cards":{"01057":1,"01058":3,"01059":3,"01062":2,"01063":1,"01084":1,"01088":2,"01103":2,"01110":3,"02011":2,"02013":1,"02037":1,"02052":1,"02110":1,"02120":3,"03001":1,"03005":2,"03006":2,"03009":1,"03019":2,"04015":3,"04019":1,"04040":3,"04058":1,"04059":1,"04111":3,"04117":1,"04120":1,"05024":1}},{"id":7192,"name":"The Motivated and Connected Oracle","creation":"2014-06-28 00:47:57","description":"<p>This is a <a href=\"\/en\/card\/04008\">Motivation<\/a> + <a href=\"\/en\/card\/05054\">Oracle May<\/a> + <a href=\"\/en\/card\/04004\">Hostage<\/a> combo deck with <a href=\"\/en\/card\/04048\">Woman in the Red Dress<\/a> and <a href=\"\/en\/card\/03049\">Professional Contacts<\/a>. <\/p>\n\n<p>It's ridiculous due to having <a href=\"\/en\/card\/03036\">Monolith<\/a> included. The goal is get a motivation played, and then hold <a href=\"\/en\/card\/04027\">Eureka!<\/a> until Monolith turns up. <\/p>\n\n<p>The <a href=\"\/en\/card\/03046\">Self-modifying Code<\/a> should allow the right breakers to show up as needed.<\/p>\n\n<p><a href=\"\/en\/card\/03054\">Same Old Thing<\/a> for any event that makes sense. <\/p>\n\n<p>It's a swiss army knife, but Motivation is a deceptively good card, even on it's own, and way more powerful than the 0 cost and influence implies. <\/p>\n\n<p>If you start getting too much motivation late game, install for 0 and use <a href=\"\/en\/card\/01047\">Aesop's Pawnshop<\/a> for 3 credits later.<\/p>\n\n<p>May not always work, but if you can <a href=\"\/en\/card\/04027\">Eureka!<\/a> <a href=\"\/en\/card\/03036\">Monolith<\/a> and a few more programs, a memorable turn - just thinking of ways to get Monolith out cheaply by mid-game.<\/p>\n\n<p>Comments!?<\/p>\n","username":"AwakeLand","cards":{"01008":1,"01018":1,"01026":1,"01033":1,"01036":3,"01037":1,"01042":1,"01043":1,"01044":1,"01047":1,"01049":2,"01050":3,"01051":1,"01053":1,"03031":1,"03035":1,"03036":2,"03038":2,"03040":1,"03046":3,"03049":1,"03054":3,"04004":2,"04008":3,"04027":2,"04043":1,"04048":1,"05031":1,"05052":3,"05054":2}},{"id":7193,"name":"Dipping Donuts v0.2","creation":"2014-06-28 00:50:30","description":"<p>I lost 1 each of The Source and Donut as well as some of the other unique connections and added in Hostage so I could tutor them out more efficiently.<\/p>\n","username":"wswan","cards":{"01018":2,"01051":2,"01052":1,"01053":2,"02008":1,"02009":2,"02069":2,"02085":2,"02091":1,"02105":1,"02107":2,"03053":3,"03055":1,"04004":3,"04049":1,"04106":3,"05028":1,"05031":3,"05037":3,"05041":3,"05042":2,"05046":2,"05050":2,"05055":1}},{"id":7194,"name":"NBN FA Budget","creation":"2014-06-28 00:52:37","description":"<p>1 Core + Honor\/Profit, 4 Data Packs (Opening Moves, Upstalk, Double Time, Future Proof)<\/p>\n","username":"Axlotl","cards":{"01059":2,"01064":1,"01081":3,"01082":2,"01083":2,"01090":2,"01091":2,"01092":1,"01098":3,"01103":2,"01108":2,"01110":3,"01111":1,"01113":2,"02110":2,"02115":3,"04015":3,"04113":2,"04119":3,"04120":2,"05024":2,"05027":3,"06003":1,"06005":1}},{"id":7195,"name":"Runner Demo Deck","creation":"2014-06-28 02:46:16","description":"<p>I constructed this deck for the purposes of teaching Netrunner to new players.  It is designed to be played against my Corporation Demo Deck.<\/p>\n","username":"Zetan","cards":{"00006":1,"01004":2,"01005":2,"01007":1,"01010":1,"01019":2,"01022":2,"01027":1,"01029":1,"01034":2,"01035":1,"01037":2,"01043":1,"01049":3,"01050":3,"01051":3,"01053":3}},{"id":7196,"name":"Corporation Demo Deck","creation":"2014-06-28 02:46:42","description":"<p>I constructed this deck for the purposes of teaching Netrunner to new players. It is designed to be played against my Runner Demo Deck.<\/p>\n","username":"Zetan","cards":{"00005":1,"01055":1,"01056":1,"01061":1,"01062":2,"01068":1,"01070":1,"01074":1,"01077":2,"01081":1,"01087":1,"01089":2,"01090":1,"01094":1,"01098":1,"01102":1,"01103":2,"01106":2,"01107":1,"01108":1,"01109":3,"01110":2,"01111":2,"01112":1,"01113":2}},{"id":7197,"name":"The Grand National Psi Games","creation":"2014-06-28 07:37:04","description":"<p>A quickly put together gimmick deck, who no's maybe it has potential.<\/p>\n","username":"Pinkwarrior","cards":{"01070":2,"01078":3,"01084":1,"01099":1,"02015":3,"02032":3,"02073":3,"02117":1,"03009":2,"04012":3,"04015":2,"04033":2,"04074":1,"04114":3,"04119":3,"05002":1,"05007":3,"05010":3,"05013":2,"05014":3,"05016":3,"05018":2}},{"id":7198,"name":"I know someone...","creation":"2014-06-28 12:12:21","description":"<p>Throwing together a Sterling deck. Any thoughts appreciated!<\/p>\n","username":"Rynn","cards":{"01018":2,"01021":1,"01022":3,"01026":1,"01031":1,"01050":3,"01051":1,"02008":1,"02028":2,"02069":3,"02103":1,"02109":3,"03049":1,"03054":3,"03055":1,"04004":3,"04061":1,"04063":2,"04106":3,"05028":1,"05031":3,"05035":1,"05036":1,"05037":3,"05041":2,"05042":2,"05046":2}},{"id":7199,"name":"The Latchkey Kid","creation":"2014-06-28 12:29:54","description":"<p>Playing my event version of this deck on Wednesday at a casual tournament made it clear to me that sharpshooter doesn't cut it in the current meta, equally, i'm sick to death of not seeing planned attack early (or seeing it too late to matter) and half the time I would have preferred a decent event card instead. Same old thing has the same problem, 3 clicks is only worth it if you're siphoning and that is a huge investment in influence if you're going to be consistent with it (which planned attack doesn't help enough with). Indexing is a great card but it can get click intensive, especially if you use it with same old thing. <\/p>\n\n<p>So, enter the program variant of CT, keyhole to replace indexing, Sneakdoor to replace legwork, parasite recursion to deal with low str ice and faerie recursion to blow through sentries cheap. Mimic is there to be an SMC option for breaking sentries on the fly if the Faerie may not be appropriate. Very important to have good sentry options in any situation.<\/p>\n\n<p>Early doors MO is everything and this can lead to MU problems, MU is going to be the key problem with this deck currently I feel. That being said, it's important to clarify that you'll only be bringing out the relevant program each game, you're never going to have Sneakdoor and keyhole out at the same time for instance. If a program does have to leave to board, clone chips and scavenge can bring back key threats or breakers when they are needed again. \nDino is there to hopefully alleviate the mem problem as well as boost up a breaker of my choice to deal with key taxing ice threats (eli, inazuma etc). Escher is there to also cause problems to taxing decks and add some much needed HQ pressure. At the right time it can be absolutely devastating. <\/p>\n\n<p>So key points of discussion that I need to figure out.<\/p>\n\n<p>First off, is dinosaurus the right choice? Would I be better off with mem chips or do I need to drop some programs instead? A 5 credit tempo hit is pretty massive and I've included 3x modded over dirty laundry to try and combat this which leads us too;<\/p>\n\n<p>Is modded the right choice? Would I be better off with daily casts or dirty laundry? If I drop the modded, is there anything else you would be tempted to drop? I was looking to try and include an economy card which assisted with dino and magnum early doors and help if I draw up a program in hand. What do you think?<\/p>\n\n<p>Finally, is Keyhole the right choice? Would you be tempted to use the influence elsewhere and go for indexing instead? What would you drop and what would you put in?<\/p>\n\n<p>Answers on a postcard please folks <\/p>\n","username":"Chimpster","cards":{"01007":1,"01011":1,"01012":1,"01026":1,"01028":1,"01034":3,"01035":3,"01043":1,"01044":3,"01050":3,"02009":2,"02046":1,"02047":3,"02048":3,"02066":1,"02104":1,"03031":2,"03034":3,"03038":3,"03046":3,"04061":1}},{"id":7200,"name":"Modern Central Control Kate","creation":"2014-06-28 12:45:21","description":"\n","username":"nervamory","cards":{"01004":1,"01008":3,"01012":3,"01033":1,"01034":3,"01050":3,"02009":2,"02041":1,"02091":3,"02106":3,"03038":3,"03040":2,"03046":3,"03048":1,"03049":3,"03052":3,"03053":3,"04048":1,"04061":1,"04067":1,"06019":2}},{"id":7201,"name":"First Deck Test - please help!","creation":"2014-06-28 16:48:18","description":"<p>Before making comments, understand that I've yet to actually play Netrunner. I don't even own any of the cards. However, it looks like a great game and I'm seriously considering buying into it! I've just finished reading the rulebook and spent several hours reading through the Runner cards. I haven't even looked at the Corporation cards yet!<\/p>\n\n<p>The idea here is to focus pressure on the Corporation's R&amp;D, hopefully limiting or slowing down the Corps ability to put resources into agendas.<\/p>\n\n<p>I know this deck has some glaring flaws, but I have no idea what they are, please help! Pretty sure I need to put some card draw events to replenish my hand in the mid and late game. But I have no idea what cards I should use to defend myself from Corps attacks.<\/p>\n\n<p>Suggestions and input are more than welcome!<\/p>\n","username":"MasterBlaster","cards":{"01001":1,"01002":3,"01003":3,"01005":3,"01006":2,"01009":3,"01010":3,"01012":3,"01015":2,"01019":3,"01051":3,"02003":3,"02063":3,"02081":3,"02102":3,"03033":3,"04022":2}},{"id":7202,"name":"Andy's Got A Grudge v2.1","creation":"2014-06-28 17:09:00","description":"\n","username":"Wrathrage","cards":{"01007":1,"01018":3,"01022":3,"01026":1,"01028":1,"01032":3,"02007":1,"02008":1,"02022":2,"02028":2,"02050":3,"02069":3,"02083":1,"02089":1,"02105":1,"02109":3,"03053":3,"03055":1,"04004":3,"04106":3,"05031":3,"05037":2,"05039":1,"05041":1,"05042":1,"05046":1,"05050":1,"05055":1}},{"id":7203,"name":"Corporate Sponsorship v2","creation":"2014-06-28 17:21:28","description":"<p>Updated version of an earlier deck.  Modifications include going to more expensive to install but cheaper to use breakers, splashing in Special Order to get breakers on to Personal Workshop earlier, the addition of Professional Contacts for draw and (with Magnum Opus) some economy on demand.  I added a Levy AR Labs for recursion situations, but overall cut the deck down by 6 cards.<\/p>\n\n<p>The goal of this deck is to run broke, and then use credits gained from the corp rezzing ice to install programs and hardware, as well as pay for using icebreakers if necessary. There is a lot of recurring credits available to pay for icebreakers, so the intent is to have that available if needed. In the ideal play, the corp is effectively paying you to get your rig out.<\/p>\n\n<p>The early game 'engine' for this deck revolves around Personal Workshop, and installing programs and hardware on it. Prior to a run you dump all your credits into installing cards\/playing events\/etc. and use whatever remains to pull power counters off of items on your Personal Workshop(s). Then you pick a server and run, hopefully forcing the corp to rez ice to stop you (otherwise you get free access). The credits from that rez should hopefully provide enough econ for you pull out the necessary icebreaker, break through the ice, and continue (ditching any remaining credits if necessary by pulling counters off of personal workshop).<\/p>\n\n<p>For expensive ice, Crescentus (recurred with clone chip if necessary) can be used to derez for a potential twofer down the road.<\/p>\n\n<p>Icebreakers were largely chosen because of their low cost to install\/use. Faerie is cheap to use and can be recurred with clone chip.  Deus X is there for the emergency situation (either scary ice or June Bugs, Snares, etc.).<\/p>\n\n<p>I think the remaining cards are fairly self explanatory and mostly synergistic. I decided to have a small drip economy since there is a lot of link in this deck (to reduce the tag and bag threat) and some money available at the beginning of each turn to get some cards installed could be very helpful.<\/p>\n","username":"Castings","cards":{"01005":3,"01022":3,"01034":3,"01041":2,"01042":1,"01044":1,"02008":2,"02028":3,"02047":3,"02049":3,"02065":3,"02066":2,"02069":3,"02104":1,"03035":1,"03038":3,"03039":3,"03041":3,"03042":1,"03049":3,"04047":1,"06017":1}},{"id":7204,"name":"Deck of Burning Knives","creation":"2014-06-28 17:44:51","description":"<p>Derivative of Deck of Knives V2 by djackman\n http:\/\/netrunnerdb.com\/en\/decklist\/5269\/deck-of-knives-v2<\/p>\n\n<p>A lean, deadly Jinteki deck. You will be swimming in money and dealing lots of damage. Pretty much everything the runner does ends up giving them Net damage. You are counting on them running out of patience and making a mistake. On the other hand, if they get cautious, you will get scoring windows. Often, the net damage will wreck the runner's rig so much. you can get pretty secure servers by the end of the game. I frequently get into situations where the runner simply runs out of cards in their Stack.<\/p>\n\n<p>The deck has two major Surprises.<\/p>\n\n<ol>\n<li><p>The economy in the deck will easily allow you to rez Janus. It pays off to wait for an opportune moment. It comes out of nowhere and is pretty difficult for the runner to deal with, even if they have the sentry breaker. If they survive the face-check, Janus is still just unbelievably taxing. <\/p><\/li>\n<li><p>The deck has two Scorched Earth for tag punishment. Most runners don't expect this and won't bother with Plascretes. Due to all the net damage they will be often below 4 cards. Removing tags tends to be a low priority. Just be careful not to reveal the Scorched Earth with a Celebrity Gift.<\/p><\/li>\n<\/ol>\n\n<p>One major issue I noticed is Bad Pub. It tends to accumulate if the runner scores a couple of Clone Retirements or if you are forced to use Profiteering for economy. Once you get to 3-4 Bad Pub, the ice won't be nearly as taxing.<\/p>\n","username":"krystman","cards":{"01067":1,"01070":3,"01075":3,"01099":2,"01110":3,"01113":2,"02012":2,"02014":2,"02032":3,"04012":3,"04032":3,"04033":1,"04039":2,"04073":2,"04074":2,"04120":2,"05004":3,"05006":1,"05011":2,"05014":3,"05017":3,"05020":2}},{"id":7205,"name":"Andi UK","creation":"2014-06-28 18:08:54","description":"<p>Based on the UK Nationals 2014 winner deck. Did some minor tweaks. Works like a charm.<\/p>\n\n<p>Your goal is to get Despeardo, Datasucker, Kati and Security Testing. As you complete that rig, you start getting a ridiculous amount of money. Plus, you have tools to get efficiently into pretty much every kind of server. <\/p>\n\n<p>Used this recently in a local GNK Tournament. 7 players. The deck went undefeated. Ended up on 2nd place. <\/p>\n\n<p>One issue I noticed on OCTGN is the upcoming Lotus Field. Once it comes out, it might be necessary to squeeze an Atman or a Gordian Blade in there.<\/p>\n","username":"krystman","cards":{"01007":2,"01008":3,"01011":1,"01012":3,"01014":1,"01018":3,"01021":1,"01022":3,"01024":3,"01026":1,"01028":2,"01050":3,"02009":2,"02043":2,"02083":1,"02091":2,"02104":3,"03052":3,"03053":3,"05035":1,"05036":1,"05046":1,"05048":2}},{"id":7206,"name":"Overmac","creation":"2014-06-28 20:11:15","description":"\n","username":"caesar","cards":{"01004":1,"01026":1,"01033":1,"01036":1,"01038":3,"01047":2,"01050":3,"02024":1,"02047":2,"02088":3,"03034":3,"03035":2,"03038":3,"03049":3,"03052":2,"04042":1,"04066":3,"04109":3,"05035":2,"05053":3,"06078":3}},{"id":7207,"name":"Iain Stirling: R.E.D.","creation":"2014-06-28 21:05:44","description":"<p>I have been seeing wild success with this deck and I want take a moment to put this build out for review. <\/p>\n\n<p>Iain was the runner from H&amp;P I was most intrigued with (like most people). The ten influence was a major issue and had me stumped on how to make this guy work. The obvious desire to run behind in points to make use of his ability was also a point I felt would be relegate the status \"well this can dig me out of a whole if needed\". As I continued to meditate on the concept of an effective deck for him and flipping through my binders to find cards that might work with him it hit me...<\/p>\n\n<p>Keyhole! <\/p>\n\n<p>I have always loved keyhole but have not had great lasting success from it in games. Also, let's face it is kind of douchey, milling your friend four times and make shuffle for the privilege. But I was going to regionals so keyhole was in scope.<\/p>\n\n<p>Here's how this deck plays. it's a tightrope pilot, so you have be fully focused when playing.<\/p>\n\n<p>First and FOREMOST, Logos has to hit the table as fast as possible. the only times I lose with this is when logos is slow to draw.<\/p>\n\n<p>Second, get money and let'm score keep light pressure on HQ to threaten account siphon. When the score proceed to stage two. <\/p>\n\n<p>Stage two, get the keyhole via logos on the score. Drop the source when you can. Account siphon the hell out of them to keep then rezing ICE. New Angeles City Hall is great for keeping it a one click run endeavor, avoiding the tags. then Keyhole,Keyhole,Keyhole. Take Jacksons first, the money second then agendas. Get 7 points in archives then proceed to stage three. <\/p>\n\n<p>Stage three. Run archive and win. <\/p>\n","username":"K0diak.360","cards":{"01018":3,"01019":3,"01020":3,"01021":2,"01022":3,"01031":2,"01050":3,"01053":3,"02043":3,"02087":3,"02109":2,"03054":3,"03055":2,"04061":1,"05028":1,"05037":3,"05041":2,"05042":2,"05046":2}}]