[{"id":4565,"name":"Expansion: Kill R&D","creation":"2014-04-25 00:20:55","description":"\n","username":"reverendanthony","cards":{"01001":1,"01002":2,"01005":3,"01006":1,"01007":2,"01008":1,"01009":2,"01010":1,"01011":2,"01012":3,"01014":2,"01015":1,"01050":3,"01053":2,"02042":2,"02081":3,"02103":2,"02107":2,"03040":2,"03049":1,"03052":3,"04061":2,"04106":3}},{"id":4566,"name":"Chaos Theory test running","creation":"2014-04-25 00:27:05","description":"\n","username":"reverendanthony","cards":{"01005":3,"01007":2,"01008":2,"01018":1,"01019":2,"01038":1,"01040":3,"01041":2,"01043":2,"01050":3,"02009":2,"02046":1,"02047":3,"02089":2,"02106":2,"03040":3,"03049":2,"03052":3,"04066":2}},{"id":4567,"name":"Mission Statement","creation":"2014-04-25 02:02:30","description":"<p>http:\/\/www.savagechickens.com\/2006\/03\/mission-statement.html<br \/>\nUses 1 Core plus the Genesis cycle. This is my attempt to make a non-Scorched Weyland deck. It's got a bunch of binary ice to go for a sort of fast advance strategy, and also the combination of Woodcutter + Corporate Troubleshooter to make an \"invincible\" server.<\/p>\n","username":"Lttlefoot","cards":{"01064":2,"01065":1,"01069":3,"01093":1,"01094":3,"01096":1,"01098":3,"01100":2,"01103":3,"01104":3,"01110":3,"01111":3,"02018":1,"02033":2,"02038":1,"02057":3,"02060":3,"02070":3,"02077":3,"02119":3,"02120":3}},{"id":4568,"name":"A Chaotic Mind","creation":"2014-04-25 02:31:21","description":"\n","username":"Thike","cards":{"01026":1,"01035":3,"01047":2,"01053":2,"02002":2,"02024":3,"02027":1,"02046":1,"02047":3,"02091":2,"02106":2,"03034":3,"03038":3,"03043":1,"03046":3,"04067":1,"04086":3,"04109":2,"05053":3}},{"id":4569,"name":"Beyond your Means","creation":"2014-04-25 02:31:29","description":"<p>Andy rez cost punishment. First turn Rooks are amazing. Just a temp hit for the corp. First turn Rook + Xanadu, even more so. Start with that, then do your usual crim shenanigans.<\/p>\n","username":"Thike","cards":{"01008":1,"01018":3,"01020":2,"01021":2,"01025":1,"01026":1,"01028":2,"01050":3,"01051":3,"02043":3,"02064":2,"02065":3,"02082":2,"02083":1,"02085":2,"02091":3,"02105":2,"03038":2,"03053":3,"03054":2,"04003":3}},{"id":4570,"name":"The Invincible Whizzard v2 (with explanation on the changes)","creation":"2014-04-25 06:00:16","description":"<p>After playing the original deck (http:\/\/netrunnerdb.com\/en\/decklist\/4060\/the-invincible-whizzard-with-comprehensive-piloting-guide-) a bunch more I made some minor changes. Let me explain.<\/p>\n\n<p>Professional Contacts<\/p>\n\n<ul>\n<li>Not a change but once again I'd like to stress the importance of getting this card early after some people questioned its usefulness. This card will run your deck, make it consistent in regards to rig building, sustaining econ, getting to your tricks. I'm to the point where I will mulligan if i do not see pro con or hostage.<\/li>\n<\/ul>\n\n<p>Events:<\/p>\n\n<ul>\n<li>I took out a dirty laundry for 1 infiltration. You have to get a bit lucky with the timing but if you have infiltration in your hand late game and have to decide on a huge taxing run on corp matchpoint this card can save you a bunch of money. Also: the corp will think twice before playing another trap in that remote. Added this after running three times on a snare in a remote  against a jinteki corp on matchpoint.<\/li>\n<\/ul>\n\n<p>Resources:<\/p>\n\n<ul>\n<li>Ice carver helps a bunch with your mimc and yog, especially when you don't get your datasucker out early. And even with your datasucker out it increases efficiency and saves clicks.<\/li>\n<\/ul>\n\n<p>Icebreakers:<\/p>\n\n<ul>\n<li>took out a corroder to make room for 1 ice carver<\/li>\n<\/ul>\n\n<p>Programs:<\/p>\n\n<ul>\n<li><p>took out all imps (1 to make room for the 2nd ice carver) and replaced them with parasites. Now the parasites serve a specific purpose. They are here to destroy 1 or 2 key big ice in the middle game on a CENTRAL SERVER with the help of datasucker tokens. They synergize with ice carver and can save you a bunch of money. Just resist the temptation to use them on cheap early ice like quandary, ice wall or even pop-up window, you have your breakers for those.<\/p><\/li>\n<li><p>took out the keyholes and replaced them with mediums. I did this for two simple reasons: 1. a medium takes up only 1 MU (so you can run both medium and nerve agent) and 2. i scored more agendas using medium than keyhole, simple as that! You will lose a nice trick against Jintecki decks but against other corp decks medium is more effective, especially late game. Remember you can always determine how many cards you want to access with Medium before accessing against Jinteki!<\/p><\/li>\n<\/ul>\n","username":"Solforger","cards":{"01006":3,"01007":2,"01008":3,"01010":2,"01011":3,"01012":2,"01014":2,"01015":2,"01022":3,"01049":1,"01050":3,"01051":1,"02001":1,"02009":2,"02022":3,"02041":2,"02091":2,"03049":1,"03052":2,"03053":3,"04004":3}},{"id":4571,"name":"Walking the Blade's Edge","creation":"2014-04-25 06:56:23","description":"<p>A fairly straightforward deck that I'm looking forward to testing and tweaking once H&amp;P releases. The basic idea is very similar to x3r0h0ur's Death by a Thousand Cuts deck, making use of Mushin no Shin and House of Knives as great new additions. Currently, this is very much a rough draft and am looking for suggestions and criticism from people who have had similar ideas. <\/p>\n","username":"I Fight Dragons","cards":{"01067":1,"01069":1,"01070":2,"01072":3,"01077":3,"01078":1,"01101":2,"01110":3,"02014":3,"02032":2,"02033":2,"02095":2,"03009":2,"03023":1,"04012":3,"04015":3,"04032":2,"04053":2,"04071":2,"04074":2,"04093":1,"05004":3,"05006":1,"05015":3}},{"id":4572,"name":"Anarch Tournament","creation":"2014-04-25 08:02:03","description":"\n","username":"yluras","cards":{"01007":1,"01008":2,"01011":1,"01014":1,"01022":3,"01050":3,"02009":2,"02022":3,"02024":2,"02081":2,"02087":3,"02091":2,"02102":2,"03052":3,"04002":2,"04021":2,"04041":1,"04042":2,"04043":3,"04061":2,"04067":2,"04082":2}},{"id":4573,"name":"BrainLoop","creation":"2014-04-25 08:31:26","description":"<p>Draw and money...\nbut the power trap setup is Whirlpool+howler+cellportal\nyou can hit 2 janus 1.0 per only 5creds<\/p>\n\n<p>whirlpool 0c\nhowler 1c but when installs triggers de effect of ID and gain 1c\ninstall janus from HQ or Archives, 5c for cell portal\ntrigger again howler, other janus or ichi and hit runner again, if the runner don't die and you have 5c more, again howler and hit :P<\/p>\n","username":"K3nz0","cards":{"01054":1,"01055":3,"01059":3,"01062":2,"01064":2,"01065":2,"01074":3,"01106":2,"01110":3,"02012":3,"02051":3,"02070":3,"02094":3,"02110":3,"03016":3,"03017":2,"03019":2,"04015":3,"04051":1,"04090":3,"04111":3,"04119":2}},{"id":4574,"name":"Tag Me and no trash","creation":"2014-04-25 08:39:06","description":"<p>Mill deck with account burst\n2 AS+3 Deja vu+ 2 SOT<\/p>\n","username":"K3nz0","cards":{"01001":1,"01002":3,"01006":2,"01007":2,"01012":3,"01018":2,"01050":3,"01051":2,"01053":3,"02003":3,"02009":3,"02022":2,"02042":3,"02066":1,"02103":3,"03054":2,"04005":3,"04043":2,"04082":2,"04106":3}},{"id":4575,"name":"Kit Siphon","creation":"2014-04-25 08:51:20","description":"<p>Early pressure with Cyber-Cypher. Try to ignore HQ for as long as possible, get them to focus on R&amp;D. The first Test Run-Scavenge target should be Opus.<\/p>\n\n<p>Mid-game use Quality Time to overdraw installing the clone chips and mem chips as you go along, chuck other programs into heap (Deus X, Sharpshooter and Nerve Agent). Potentially install Snowball anyways if possible, as it reduces the amount of things you need to Tinker.<\/p>\n\n<p>Late game, hopefully you've drawn into another Test-Scavenge by now as well as Toolbox. Make sure you're only using 4 MU and pawn shop the akamatsus to help install Toolbox. Switch gears and Siphon.<\/p>\n\n<p>Potential variants: -3 Cy-Cy, +3 Zu.13 Key Master\nPros: Way more flexibility for early game. Cons: They'll ice HQ just as hard as R&amp;D, making surprise Nerve Agent\/Siphon runs more expensive down the road.<\/p>\n\n<p>Full disclosure: This deck is completely untested. Got inspired over here:\nhttp:\/\/netrunnerdb.com\/en\/decklist\/4543\/kit-aggro<\/p>\n\n<p>I'll fool around with it and maybe update this<\/p>\n","username":"ibis","cards":{"01018":2,"01037":3,"01038":3,"01041":1,"01044":1,"01047":2,"01050":3,"02009":2,"02027":1,"02041":1,"02047":3,"02066":1,"02087":3,"02106":2,"02107":2,"03028":1,"03031":1,"03034":3,"03038":3,"03044":3,"03054":3,"04047":1,"04067":1}},{"id":4576,"name":"Dragonball Z","creation":"2014-04-25 09:35:39","description":"<p>Uses 1 Core set plus the Genesis cycle. This deck aims to tax the runner. Ichi, Neural Katana and Hourglass can go in front of central servers so the runner has to actually break them even if they are only running to satisfy the Identity ability. Cell Portal, Tollbooth and Sensei can make the remote servers expensive to run. Wall of Thorns can play either role. Akitaro and Braintrust are essential for keeping ice costs down and Nisei MK II can force the runner to run the same remote twice, doubling the price of admission.<\/p>\n","username":"Lttlefoot","cards":{"01062":3,"01068":3,"01070":3,"01073":2,"01074":2,"01077":3,"01078":3,"01079":1,"01090":3,"01108":2,"01109":3,"01110":3,"01111":1,"01113":3,"02014":3,"02031":1,"02032":1,"02034":1,"02039":2,"02054":2,"02071":1,"02072":3,"02110":1}},{"id":4577,"name":"lucky pad","creation":"2014-04-25 09:50:18","description":"<p>optimize installs and events plays with use of prepaid voicepads and kate ability. load datasuckers first, then recur parasite a lot (test runs, clone chips, smc). clean your way to r&amp;d and index for the win. atman is a joker here when parasites are too slow or corp deck is having all same strength ices.<\/p>\n","username":"prozz","cards":{"01004":1,"01008":3,"01012":2,"01026":1,"01033":1,"01034":3,"01038":2,"01050":3,"02009":2,"02047":3,"02087":2,"02106":2,"03031":1,"03035":1,"03038":3,"03040":2,"03046":2,"03048":1,"03052":3,"03054":1,"04029":3,"04067":1,"04109":3}},{"id":4578,"name":"Mike's Shaper Deck","creation":"2014-04-25 10:03:02","description":"<p>Deck built for me by a bud for my first Netrunner tournament. I still have NO IDEA what I'm doing but dammit I'm still loving this game ^_^<\/p>\n","username":"Trachalio","cards":{"01005":2,"01019":3,"01022":2,"01029":2,"01033":1,"01034":3,"01035":2,"01038":3,"01040":3,"01041":1,"01043":3,"01044":2,"01046":3,"01048":3,"01049":3,"01050":3,"01053":3,"02025":2,"02027":3}},{"id":4579,"name":"Mike's Jinteki Deck","creation":"2014-04-25 10:03:16","description":"<p>Deck built for me by a bud for my first Netrunner tournament. I still have NO IDEA what I'm doing but dammit I'm still loving this game ^_^<\/p>\n","username":"Trachalio","cards":{"01056":3,"01064":2,"01067":1,"01068":3,"01069":2,"01070":3,"01072":2,"01075":3,"01077":3,"01078":2,"01098":2,"01103":2,"01106":1,"01107":3,"01109":3,"01110":3,"01111":3,"01113":3,"02032":3,"02033":1,"02034":2}},{"id":4580,"name":"The City Watches 1.0","creation":"2014-04-25 10:51:09","description":"<p>This deck is designed to help rid the runner of key cards through the use of data hound and Invasion of Privacy. The idea is that runner will dip very low in credits in effort to trash your asset economy. Once they are low enough, you should use Invasion of Privacy if you don't have an agenda to advance. Tagging is light, but in a criminal meta, most go tag me at some point.  Also a note about Data Hound, it is really good early game ice. Most runners will not continue to run it after the first time. It also give you insight of the runner's deck.<\/p>\n","username":"rahmal","cards":{"01080":1,"01081":3,"01082":2,"01084":2,"01090":2,"01092":2,"01101":1,"01109":2,"01110":2,"01111":1,"02013":2,"02019":3,"02055":3,"02096":3,"02097":1,"02110":1,"02115":3,"02117":1,"03026":1,"04015":2,"04016":2,"04076":3,"04096":2,"04117":1,"04119":3,"04120":1}},{"id":4581,"name":"Queens don't work v3","creation":"2014-04-25 10:55:11","description":"<p>I've been testing \"Hard at Work\" for the last couple of months on and off again. When it was first released, there was many people booing and hissing at it. Therefore, I had to try this card out. Hard at Work fits a unique space in the Anarch card pool because of its cost and immediate economic impact on the runner. At a cost of 5, it is intimidating to use in a faction that prefers (in the current meta) to carry tags. You have to avoid tags for most of the game. Also the lost of click to gain 2 reduces its synergy with Caissa and Keyhole programs as well. With all the negative items noted, I still think Hard at Work has its place in Anarch Economy options. This card does really work when it can be played within the first 2 or 3 turns. You want to mulligan for it. Midgame it can be worth it depending on game state, but I am going to find it hard to play late game. Burst economy like Lucky Find, Lib Accounts, or Queenn's Gambit pairs well with \"Hard at Work.\" These cards helps prepare you for a 3 run turn or an expensive run on your last click that turn. Run events like Marker's Eye, Legwork, Early bird, and Dirty laundry are the perfect complement to this resource because they allow multiple benefits like multiaccess, gaining clicks or credits on key turns without having to spend clicks to install and charge up viruses. Also the run events permits the runner to stay aggressive with less clicks. Do not use resources that results in tagging yourself!  Hardware to consider: Any multiaccess and recurring credits to allow quick running. Here is my current list: Queens don't work v3<\/p>\n","username":"rahmal","cards":{"01002":2,"01007":3,"01008":3,"01011":3,"01012":3,"01014":2,"01036":3,"01050":3,"02002":3,"02009":2,"02022":3,"02025":3,"02085":1,"02087":3,"02091":2,"03052":2,"04023":3,"04041":1,"04043":2}},{"id":4582,"name":"Andy Fall Guy v1.1","creation":"2014-04-25 11:01:32","description":"<p>I really like tutors and I like aggressive tag floating decks, so I built a deck based on Hostage and a toolbox of connections.  I'm still hashing out the icebreaker\/datasucker set of cards.  The money sometimes works out great and sometimes not so well.<\/p>\n","username":"Ayotte","cards":{"01007":1,"01008":2,"01014":1,"01018":3,"01021":3,"01022":3,"01024":3,"01026":1,"01050":3,"01051":2,"02009":3,"02042":2,"02043":2,"02083":1,"02091":1,"02103":2,"02104":2,"03049":1,"03053":2,"03054":2,"04004":3,"04009":1,"04106":3}},{"id":4584,"name":"Finger Snap V.4","creation":"2014-04-25 11:22:14","description":"<p>This is the latest revision of my Finger Snap deck.  I have evolved Finger Snap from punishing Central runs into a multiple threat flat line deck.  While the potential for an Agenda Point win is present, it is tuned more for preventing Runner theft of Agendas than a win condition.  As with the previous version, this deck promises a long run time so it would best be paired with a fast Runner deck to stay within competition time limits.<\/p>\n\n<h1>WIN CONDITION<\/h1>\n\n<p>This deck seeks to flat line the Runner in one of many ways:<\/p>\n\n<ul>\n<li>Shinobi has a high potential to be a one card win if Jinteki holds enough credits.  Inazuma or RSVP into Shinobi just about guarantees a flatline against everything except Deus X.<\/li>\n<li>Snare!\/Cerebral Cast into Scorched Earth has a high probability of flatline if the Runner cannot recover their full hand and do not have a Plascrete Carapace available.<\/li>\n<li>Mushin no Shin into Project Junebug has a high potential for flatline either in early game or as a surprise turn in late game.  <\/li>\n<\/ul>\n\n<h1>ECONOMY<\/h1>\n\n<p>Phase 1 economy is primarily provided by Celebrity Gift.  Phase 2 economy comes from Successful Demonstration taking advantage of the Runner jacking out of Central runs after the first encounter.  Sundew supports these economies, but is at high risk due to Runner hate after rez.  It would be preferable to rez Sundew during Phase 2 to double as enticement for the Runner, but don't hesitate to use Sundew during Phase 1 if the economy is stalling.<\/p>\n\n<h1>AGENDA<\/h1>\n\n<p>The Agenda list was selected with defense in mind.  All Agendas include a credit fee to steal, which combos with RSVP for additional protection.  The Future Perfect is typically not installed into a remote as this deactivates it's defense.<\/p>\n\n<h1>ASSET<\/h1>\n\n<p>Snare! is present to assist with the Scorched Earth combo and discourage completing runs against the Centrals.  Sundew is both economy and enticement, as described above.  Project Junebug is the third win condition in combo with Mushin no Shin, with a potential very early game flatline and also a possible phase 3 flatline against an over confident Runner.  Succesful deployment against a good Runner will require skill in judging Runner temperature and defenses.<\/p>\n\n<h1>Upgrade<\/h1>\n\n<p>My love affair with Caprice Nisei continues unabated.  I have arrived at the conclusion that Caprice deserves to stay in the Centrals unless the deck is an Agenda driven deck.  In this case, Caprice is definitely a Central operator.  Unless the Corp player has meta knowledge about the Runner's deck, Caprice will want to reside in HQ against Criminals and in R&amp;D for other Runner identities.  Remember that Caprice prevents access of the cards by ETR after ICE is passed, so she's just as difficult to remove as she is to breach.<\/p>\n\n<h1>OPERATIONS<\/h1>\n\n<p>Celebrity Gift and Successful Demonstration are core economy cards, as described above.  Celebrity Cast should be paired with Scorched Earth to ensure that the Runner is harmed regardless of their choice.  Scorched Earth is a win condition as described above.  Mushin no Shin is a real workhorse in this deck as he hides Snares!, fuels Project Junebug, or just plain pushes out Agendas to pressure the Runner's tempo.<\/p>\n\n<h1>ICE<\/h1>\n\n<p>The ICE breakdown almost reads like a Phase breakdown.  Cheap analog ETR barriers are used during Phase 1, with Himitso-Bako having the potential to be moved back to the Centrals for Phase 2\/3 layering if necessary or as fuel for Celebrity Gift shows.  <\/p>\n\n<p>Code Gates hold your Phase 2 ICE, with RSVP providing support for your Agenda Remote and the central not hosting Caprice Nisei.  Bullfrog is a funny piece of ICE that can wreak havoc on the Runner's tempo by directing them towards traps, away from Agendas, or just to play mind games with the Runner (I was moved onto this advanced remote, so it's obviously a trap, right?).  Inazuma is a high utility card in this build, supporting RSVP, Komainu, or Shinobi with brutal efficiency.<\/p>\n\n<p>Sentry holds your Phase 3 ICE, with Komainu providing a high tax and Shinobi being a win condition.  With either of them paired after an Inazuma or RSVP, the Runner will be in an extremely precarious position after their encounter with these powerhouses.<\/p>\n\n<h1>FUTURE<\/h1>\n\n<p>Port Anson Grid and Lag Time both have potential in this build, with Port Anson Grid looking like a required inclusion in Jinteki RP decks after release.  I'm a little shaky on the economy in this build, and may restore some Hedge Fund or GRNDL Refinery love after a little play time, but it's hard to cut cards from the current list.  Ronin had a position for the longest time in this build, and was only recently replaced by Scorched Earth.  Ronin may substitute against one of the Scorched Earths if influence is needed.  Jackson Howard was also a long time inclusion in this deck, but was cut to bring in the second Scorched Earth.  If Ronin is brought back, then Jackson Howard will likely return as well.<\/p>\n","username":"bubo","cards":{"01069":1,"01070":2,"01099":2,"02015":1,"02031":1,"02032":3,"02073":2,"03014":3,"04012":3,"04013":2,"04054":2,"04077":2,"04114":2,"04115":2,"04119":3,"05007":3,"05013":3,"05015":3,"05016":3,"05017":3}},{"id":4585,"name":"Master Dino Racer","creation":"2014-04-25 11:26:25","description":"<p>The idea here is to have 2 breakers that are 5+ and run a LOT.  Either Mimic or Yog on Dino, saving sucker tokens for the breaker that doesn't get hosted.  <\/p>\n\n<p>Try to keep them poor with acct siph and vamp.  <\/p>\n\n<p>This probably needs some sort of multi access, but im not sure where to place it.  Medium or Nerve Agent perhaps...  memory issues again...<\/p>\n","username":"liquidcooled","cards":{"01002":2,"01008":2,"01011":2,"01012":2,"01014":2,"01018":2,"01050":3,"01053":2,"02001":1,"02004":3,"02009":2,"02021":2,"02022":3,"02028":2,"02042":2,"02048":3,"02066":1,"02109":2,"03052":3,"03054":3,"04009":2}},{"id":4586,"name":"Mike's Shaper Deck v2.0","creation":"2014-04-25 13:04:18","description":"<p>A reworked version of Trachalio's posted deck.  This isn't a a personal deck, but an attempt to help another player.  I focused on streamlining and improved card selection\/influence optimization, while still trying to keep it relatively easy for a tournament newbie to use.<\/p>\n","username":"Alrik_40000","cards":{"01007":2,"01008":3,"01033":1,"01034":3,"01035":2,"01038":3,"01041":2,"01043":2,"01044":2,"01050":3,"02009":2,"02041":1,"02047":2,"02106":3,"02107":2,"03035":2,"03038":3,"03046":3,"03052":3,"04065":2}},{"id":4587,"name":"Maccas Run","creation":"2014-04-25 13:20:03","description":"<p>Uses 1 Core set plus the Genesis cycle. This deck uses Replicator and Inside Man to get out a lot of hardware. Demolition Run synergises with the Interfaces to remove extra unwanted cards and help you find agendas easier.<\/p>\n","username":"Lttlefoot","cards":{"01003":3,"01004":3,"01033":1,"01034":3,"01035":2,"01038":2,"01040":2,"01041":1,"01042":2,"01043":2,"01044":2,"01046":2,"01049":2,"01050":3,"01051":3,"01053":1,"02068":3,"02085":3,"02088":3,"02107":3}},{"id":4588,"name":"CoffeeZombie TWIY*","creation":"2014-04-25 15:49:38","description":"<p>deck for CoffeeZombie, whose collection is this:\n2x Core, Future Proof, Opening Moves, Cyber Exodus<\/p>\n","username":"Fry","cards":{"01059":2,"01064":2,"01081":3,"01082":3,"01083":3,"01085":2,"01088":2,"01092":2,"01101":1,"01109":1,"01110":3,"01111":2,"01113":3,"02055":3,"02056":2,"02060":1,"02114":1,"02115":3,"04014":2}},{"id":4592,"name":"Prototype Jinteki RP \/ PA Grid","creation":"2014-04-25 17:28:08","description":"<p>This is an early prototype of the Jinteki Replicating Perfection with Port Anson Grid deck that I'm developing.  <\/p>\n\n<p>I need some input regarding the economy status of the current draft, the ICE mixture, and Agenda mixture.<\/p>\n\n<p>The idea behind this is that Port Anson Grid will force the Runner to run the Centrals in their entirety prior to attempting any remotes.  With that in mind, we want the Centrals to be as taxing as possible, preferably with Damage.  Archive will primarily host Bullfrogs to throw the Runner onto HQ or R&amp;D.<\/p>\n\n<ol>\n<li>Is Profiteering \/ Veterans Program worth the hassle for the economy bump?<\/li>\n<li>Does Medical Breakthrough fit in this build?<\/li>\n<li>Is Jackson Howard and Reclamation Order worthwhile in light of Executive Retreat, or should I shift to full Jackson or full Reclamation?<\/li>\n<li>Is Ronin a sufficient followup to the ICE mixture, or should I shift to EMP or import some Weyland meat damage?<\/li>\n<li>Does Mushin no Shin pull it's weight in this environment, or does the economy leave him twiddling his thumbs?<\/li>\n<\/ol>\n","username":"bubo","cards":{"01075":2,"01101":2,"02031":1,"02039":3,"02073":3,"02112":2,"04012":3,"04015":1,"04039":3,"04054":3,"04074":2,"04077":2,"04080":2,"04099":2,"04111":1,"04114":2,"04115":2,"05005":3,"05015":3,"05017":2,"06031":2,"06044":3}},{"id":4594,"name":"Haas fastish advance","creation":"2014-04-25 17:54:39","description":"\n","username":"Neramoor","cards":{"01054":1,"01055":3,"01056":3,"01057":3,"01059":3,"01069":3,"01092":3,"01110":3,"02012":2,"02013":3,"02051":3,"02110":3,"03006":3,"03015":2,"03019":3,"04015":3,"04071":3,"04100":3}},{"id":4595,"name":"GenroGabe 2.1","creation":"2014-04-25 18:09:38","description":"\n","username":"Neramoor","cards":{"01007":2,"01017":1,"01018":3,"01020":2,"01021":2,"01022":3,"01024":3,"01026":2,"01028":2,"01032":3,"01038":2,"01043":2,"01050":3,"02043":2,"02086":2,"02105":3,"03042":1,"03053":3,"03054":3,"04104":3}},{"id":4596,"name":"Time Enough At Last","creation":"2014-04-25 18:51:04","description":"<p>This one is all about amassing an overwhelming ability to do more stuff in your turn than the runner can, and eventually outmaneuver them.<\/p>\n","username":"AV8R","cards":{"01054":1,"01055":3,"01056":2,"01057":2,"01064":1,"01109":2,"01110":3,"02011":3,"02020":2,"02056":2,"02110":2,"02120":1,"03004":1,"03007":3,"03008":2,"03009":2,"03010":1,"03014":2,"03015":2,"03019":2,"03020":2,"03022":3,"04116":2}},{"id":4597,"name":"Can't Touch This!","creation":"2014-04-25 18:51:31","description":"<p>3rd try at this deck...a little short on ice, but very effective once central servers are covered!<\/p>\n","username":"AV8R","cards":{"01068":3,"01074":3,"01075":2,"01077":3,"01078":3,"01079":3,"01109":3,"01110":3,"02014":3,"02031":1,"02032":3,"02054":3,"02070":2,"02072":2,"03010":1,"04012":3,"04030":1,"04080":2,"04114":2}},{"id":4598,"name":"Bad Rep","creation":"2014-04-25 18:52:47","description":"<p>I've yet to actually run this deck, but the basic premise is to drain the runner, not care about getting bad publicity, and go for either a flatline or a quick agenda win.<\/p>\n","username":"AV8R","cards":{"01090":1,"01101":3,"01106":2,"01108":2,"01109":3,"01111":2,"02080":2,"02117":1,"02119":2,"03015":1,"04017":3,"04037":3,"04057":3,"04080":3,"04096":2,"04097":1,"04098":3,"04099":3,"04100":3,"04117":3}},{"id":4599,"name":"Would you like to play a game?","creation":"2014-04-25 20:19:17","description":"<p>This deck really separates the good Jinteki players from the great Jinteki players.<\/p>\n","username":"I Fight Dragons","cards":{"01067":1,"01069":1,"01070":3,"01072":3,"01100":3,"01110":3,"02032":3,"02033":3,"02080":3,"02095":3,"02112":1,"03009":2,"03011":2,"03023":3,"04032":3,"04073":3,"05004":3,"05006":1,"05010":1,"05014":2,"05015":3}},{"id":4600,"name":"Glacier Ops","creation":"2014-04-25 21:52:35","description":"<p>I took 2nd place at Brookhurst Hobbies with this corp deck on 3\/29\/2014. Double Time was legal and about 20 people were in attendance. I was originally inspired by this list: http:\/\/forum.stimhack.com\/t\/hb-glacier\/388<\/p>\n\n<p>The most important aspect of this deck is that every single ice in the deck is extremely taxing. Each is a big pain to get through, and any two pieces on a server will typically be sufficient to deter runs for most of the game. Because there are no ice that are easily broken, the deck has a crushing late game where any run is massively unprofitable. I have won many games by concession with this deck.<\/p>\n\n<p>The main weakness lies in the early game, before the taxing central ice is set up. To compensate, I play an extremely low agenda density and very few trashable cards, to minimize the chance of early agenda theft. The few assets and upgrades that remain enable scoring three 5\/3's behind some taxing ice, which is often necessary to win.<\/p>\n\n<p>Powerful economy operations are what allow the deck to function, but clicking for credits often and maximizing the identity power are equally important. Always remember how expensive your ice is; you can never have enough money with this deck.<\/p>\n\n<p>The rest of the deck is filled out with utility operations that offer counterplay. Because I play such a slow game, I have a decent chance of seeing the appropriate answer in the right matchup.\n- Bioroid Efficiency Research shores up the early game and counters Emergency Shutdown.\n- Cyberdex Trial is very helpful against Datasucker\/Medium\/Parasite.\n- Hellion Alpha Test is HB's only tool to fight the runner economy; it's situationally great against Kati Jones, Professional Contacts, and Liberated Account.\n- Archived Memories and Interns are extremely important and versatile. They can serve as the additional economy card you need, return Ash or Off the Grid after it gets trashed from R&amp;D, or return a key ice after the runner trashes it.<\/p>\n","username":"tmoiynmwg","cards":{"01054":1,"01055":1,"01057":1,"01058":3,"01090":3,"01106":3,"01110":3,"02012":1,"02013":3,"02110":3,"03006":3,"03013":2,"03014":1,"03015":3,"03017":3,"03019":3,"04012":2,"04019":1,"04030":1,"04031":1,"04038":1,"04040":3,"04060":2,"04100":2}}]