[{"id":1393,"name":"5 Click Haas","creation":"2014-01-13 03:25:22","description":"<p>So, between Director Haas and Mandatory Upgrades you can have up to 5 Clicks available to you in a single turn. Or even more, if you use tokens from Efficiency Committee or the Arcology AI. This allows you to score pretty much any Agenda from your Hand given you have credits available. The Deck resolves around two things you need to do: 1. How well can you protect Director Haas? 2. How fast can you score Mandatory Upgrades? As long as you have those two on the field and protect R&amp;D, you can score any Agenda from hand. What do you guys think?<\/p>\n","username":"Maximus","cards":{"01054":1,"01055":3,"01056":3,"01059":2,"01061":1,"01062":2,"01064":3,"01090":1,"01108":2,"01110":3,"01113":2,"02011":2,"02051":2,"02052":3,"02070":3,"02110":3,"03005":3,"03010":2,"03011":2,"03015":1,"03017":1,"03019":2,"04034":3}},{"id":1394,"name":"A Replacement Combo (Running Bear)","creation":"2014-01-13 05:29:25","description":"<p>A Midseason Replacements combo deck created and analysed by Running Bear here: http:\/\/corpdraw.com\/2014\/01\/running-bear-a-replacement-combo\/<\/p>\n\n<p>Running Bear is a very good player (finished 1st place in the last BGG league on OCTGN, unfortunately different time zones did not make it possible for me to play with him.) and gives some really nice insights on his deck.<\/p>\n\n<p>Enjoy.<\/p>\n\n<p>P.S. He has built his deck using this site but probably he did not make it public or i just cannot find it.<\/p>\n","username":"ZiNOS","cards":{"01080":1,"01081":3,"01082":2,"01084":2,"01085":2,"01090":3,"01092":3,"01108":3,"01110":3,"02019":3,"02020":2,"02056":3,"02115":3,"02116":2,"02117":1,"03026":3,"04012":3,"04014":3,"04015":2,"04040":3}},{"id":1395,"name":"Next shimmer","creation":"2014-01-13 05:43:26","description":"\n","username":"Shimmer","cards":{"01055":3,"01056":2,"01061":2,"01075":2,"01077":2,"01098":3,"01106":2,"01108":2,"01109":3,"01110":3,"01111":2,"01113":2,"02012":2,"02020":2,"02051":1,"03003":1,"03005":3,"03013":3,"03026":2,"03027":2,"04015":3,"04020":2,"04030":1}},{"id":1396,"name":"Extra Core Set Starter HB","creation":"2014-01-13 06:11:51","description":"<p>If you've bought a second Core Set, you can make this HB deck from the remaining cards after you've topped up your first Core Set.<\/p>\n\n<p>This is to have a deck at hand if you want to play Netrunner with your friend(s) who don't own the game. I hope to have a pretty \"straightforward\" deck ready to play at a moment's notice.<\/p>\n\n<p>Any input is appreciated as long as you stick to the given requirements (i.e. only use cards left after you've scavenged the second Core Set to top up to 3 cards for your first Core).<\/p>\n\n<p>The Runner version can be found <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/1397\/extra-core-set-starter-shaper\">here<\/a>.<\/p>\n","username":"nicohasa","cards":{"01054":1,"01055":3,"01056":3,"01057":1,"01058":1,"01059":3,"01060":1,"01061":1,"01062":3,"01063":1,"01064":1,"01066":1,"01069":3,"01077":1,"01090":2,"01103":3,"01104":2,"01106":3,"01107":3,"01108":1,"01109":3,"01110":3,"01111":3,"01113":3}},{"id":1397,"name":"Extra Core Set Starter Shaper","creation":"2014-01-13 06:43:22","description":"<p>If you've bought a second Core Set, you can make this Shaper deck from the remaining cards after you've topped up your first Core Set.<\/p>\n\n<p>This is to have a deck at hand if you want to play Netrunner with your friend(s) who don't own the game. I hope to have a pretty \"straightforward\" deck ready to play at a moment's notice.<\/p>\n\n<p>I've broken the \"only cards left over from second Core Set\" rule a bit in this deck, as I think there should be at least one Console in the deck, and I probably wouldn't use The Toolbox for anything else anyway.<\/p>\n\n<p>Any input is appreciated as long as you stick to the given requirements.<\/p>\n\n<p>The Corp version can be found <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/1396\/extra-core-set-starter-hb\">here<\/a>.<\/p>\n","username":"nicohasa","cards":{"01007":1,"01008":1,"01011":1,"01012":1,"01022":3,"01026":1,"01029":1,"01033":1,"01034":3,"01035":1,"01036":3,"01037":3,"01038":1,"01040":1,"01041":1,"01042":1,"01043":3,"01044":1,"01045":1,"01047":1,"01048":1,"01049":3,"01050":3,"01051":3,"01052":3,"01053":3}},{"id":1398,"name":"New Runner Deck","creation":"2014-01-13 06:51:49","description":"\n","username":"Shimmer","cards":{"01007":1,"01008":3,"01014":1,"01019":3,"01033":1,"01034":3,"01036":2,"01038":3,"01044":2,"01049":3,"01050":3,"01051":1,"01053":2,"02009":2,"02043":3,"03035":1,"03038":2,"03040":1,"03041":3,"03042":1,"03046":3,"03052":2,"03053":2,"03054":2}},{"id":1399,"name":"HB Basic Deck","creation":"2014-01-13 07:47:26","description":"<p>Core and WLA<\/p>\n","username":"arlarzelere3","cards":{"01054":1,"01055":3,"01056":3,"01058":2,"01059":3,"01061":2,"01062":3,"01063":2,"01066":2,"01073":2,"01077":3,"01098":3,"01106":3,"01109":3,"01110":3,"01111":3,"01113":3,"02011":3,"02012":3}},{"id":1400,"name":"Basic Shaper","creation":"2014-01-13 07:58:42","description":"<p>Core and WLA<\/p>\n","username":"arlarzelere3","cards":{"01016":2,"01033":1,"01034":3,"01035":2,"01036":3,"01037":3,"01039":2,"01041":1,"01042":2,"01043":3,"01044":2,"01046":2,"01047":1,"01048":2,"01049":3,"01050":3,"01051":3,"01052":3,"01053":3,"02008":3}},{"id":1401,"name":"GRNDL Big ICE","creation":"2014-01-13 09:12:11","description":"<p>My first Corp deck, just get a lot of credits, install 5\/6 ICE in one remote and score 7 points.\nOf course, being my first deck, I'm open to any form of suggestion, tips or insults.<\/p>\n","username":"Luiginico","cards":{"01065":3,"01094":2,"01101":3,"01102":3,"01103":3,"01106":2,"01108":3,"01110":3,"02019":3,"02056":3,"02058":1,"02060":3,"02077":2,"02078":1,"03014":3,"04015":1,"04017":2,"04039":2,"04040":3,"04057":3,"04097":1}},{"id":1402,"name":"Shock Shutdown","creation":"2014-01-13 10:18:46","description":"<p>A work in progress using power shutdown to add shocks in archives and Jackson Howard + Interns to control the cards in it.<\/p>\n","username":"Diegofsv","cards":{"01067":1,"01068":3,"01070":3,"01075":2,"01076":2,"01077":2,"01078":1,"01101":2,"01107":2,"01110":3,"02032":3,"02056":2,"03023":2,"04015":3,"04033":2,"04053":3,"04054":3,"04058":3,"04059":3,"04060":2,"04073":3}},{"id":1403,"name":"Shock Shutdown","creation":"2014-01-13 10:22:58","description":"<p>A work in progress using power shutdown to add shocks in archives and Jackson Howard + Interns to control the cards in it. Changed the Agendas and added Hokusai Grind instead of Sundew.<\/p>\n","username":"Diegofsv","cards":{"01067":1,"01068":3,"01070":3,"01075":2,"01076":2,"01077":2,"01078":1,"01101":2,"01107":1,"01110":3,"02032":3,"02056":2,"02095":3,"03023":3,"04015":3,"04033":2,"04053":3,"04058":3,"04059":3,"04060":2,"04073":3}},{"id":1404,"name":"From Chaos to Nothing","creation":"2014-01-13 10:49:24","description":"<p>The idea here is that between Replicator and Rabbit Hole you'll be able to thin your deck rapidly of cards, increasing your chance to be able to draw what you want. Add in Capstone to the mix (newly released in True Colors this month) and you have a card draw engine to support blowing through the rest of those cards. Replicator+Capstone means you'll be able to at least draw one card after both are on the table every time you install a piece of hardware. Time it right and you can dump your hand for an entire new one, drawing into whatever you are looking for - probably your economy and your tutors. Sure that's a lot of clicks, but what is reducing your deck to be able to get your key elements out (Escher, RD Interface, and hardware to feed to Aesop's)<\/p>\n","username":"lynkfox","cards":{"01034":3,"01039":3,"01043":1,"01044":3,"01046":1,"01047":2,"01050":2,"02046":1,"02047":3,"02048":3,"02088":3,"02107":3,"03031":3,"03038":3,"03046":3,"03048":1,"04068":3}},{"id":1406,"name":"Kates rich lawyer.","creation":"2014-01-13 12:30:54","description":"<p>Easy mark is Lawyer up. (True colors)\nFaerie is Garrote. (True colors)\nGarrote goes on dinosaurus, torch (yes torch!), MO, and Corroder are 4 mu total. Against Jinteki the Deus X will be invaluable.recur with clone chips and test runs and watch jinteki cry when you ignore their snares\/junebugs. Draw makes up for the one pt shocks and agenda pings. 3 plascrete now that punitive counterstrike is out. I was running without plascrete at all (virtually no T&amp;B in local meta) but I no longer have that luxury. Basically you mod or TR\/Scavenge a MO then do the same for Dinosaurus, Garrote, Torch, etc. With so many ways to draw and gain money the corp will have a hard time keeping up. I'll be play testing this and my Kate shutdown deck (shutdowns and E3 feedback implants and maybe a keyhole instead of acct syphon\/lawyer up.)<\/p>\n","username":"HepatitvsJ","cards":{"01007":1,"01018":2,"01019":2,"01033":1,"01034":3,"01035":3,"01044":2,"01050":3,"02009":3,"02047":3,"02048":3,"02066":2,"02104":1,"02107":2,"03034":3,"03035":1,"03038":2,"03046":2,"03052":3,"03054":3,"04047":1}},{"id":1407,"name":"IceStorm 1.2","creation":"2014-01-13 12:35:55","description":"<p>Fenris is released. That card is a beast, and one more way for you to put pressure on the runner - a hand size of 4 versus a hand size of 5 and 4 click Corp is hard to deal with.  Dropped a rototurret for Fenris, left most of the ice package the same.<\/p>\n","username":"lynkfox","cards":{"01055":3,"01062":2,"01108":3,"01110":3,"01111":2,"01113":2,"02011":3,"02013":3,"02019":3,"02051":3,"02052":1,"02056":2,"02079":1,"02110":3,"03003":1,"03015":1,"03023":2,"04011":3,"04015":2,"04020":2,"04030":1,"04059":3,"04071":1}},{"id":1408,"name":"SHUT.DOWN.EVERYTHING v0.2","creation":"2014-01-13 13:30:57","description":"<p>The objective of this deck is to \"never advance\" or fast advance low-requirement agendas, while threatening all the time the runner's rig and credits with Power Shutdown, Archer, Grim and Freelancer.<\/p>\n","username":"moonwalker","cards":{"01064":2,"01065":1,"01081":3,"01082":3,"01084":1,"01090":1,"01092":2,"01101":1,"01103":2,"01110":3,"01111":3,"01113":2,"02040":1,"02056":2,"02110":1,"02114":1,"02115":3,"03023":3,"04015":2,"04020":1,"04058":2,"04059":2,"04076":3}},{"id":1410,"name":"The Acelerated World v2.0","creation":"2014-01-13 15:45:12","description":"<p>Economy: Sweeps Week(replace Green Level Clearance), Hedge Fund, Shipment from Sansan and ice very cheap.\nDraw: Anonymous Tip and Jackson Howard...it is important for search combo.<\/p>\n\n<p>Notes:\n- This deck have a few agenda so...no it is necessary a good protect.\n- You can use Power Shutdown in game for destroy card because only need one for make combo\n- The last 3 points try score it playing the combo. Only need two credits and having in hand &quot;Jackson Howard, Beta Acelerated and Power Shutdown&quot; (interns + shipement+ shipement or 3x shipement ....depending on the situation).\n- Power Shutdown and Swordsman will help to protect the server and continue with the fast advanced. <\/p>\n\n<p>Update [23\/12\/2013]\n* + Interns: for search agenda in combo, is very util useful\n* -2 draco: the trace is poor in this deck and i need credit for FA.\n* +1 Pop-up Windows: Credit<\/p>\n\n<p>-- Observation --\nI tried playing a version with &quot;laboratoy + archived memory + other interns&quot; for score 4-5 point but is more hard and I not have good results for the following reasons:\n- The economy is less solid\n- You can not use the skill of Jackson Howard if you want to try to score 4-5 points\n- You need to have more cards and at least 8 credits in hand to do the combo\n- Have less ice to protect your servers<\/p>\n\n<p>So...i prefer my ¡¡¡actual version!!!<\/p>\n","username":"gudix","cards":{"01081":3,"01083":3,"01092":2,"01103":2,"01110":3,"01111":1,"02039":2,"02052":2,"02056":3,"02060":2,"02114":1,"02115":3,"04015":3,"04033":2,"04034":3,"04052":2,"04058":2,"04059":2,"04060":1,"04076":3}},{"id":1411,"name":"Andy's Events Deck post-MT v 1.2","creation":"2014-01-13 15:46:30","description":"<p>Updated from my previous version. Thanks to user nbove for the tips. Took out the Woman in Red, as it was eating up influence needed to be able to recur programs from my heap. Also changed some of my singleton breakers. Though in all honesty, I will probably update it again with True Colors for Garrote. <\/p>\n","username":"faswich","cards":{"01002":1,"01007":1,"01018":3,"01019":2,"01020":3,"01021":3,"01022":3,"01024":2,"01026":1,"01050":3,"01051":1,"02006":1,"02009":2,"02043":3,"02083":1,"02087":3,"02091":1,"02104":1,"02105":1,"02107":3,"03038":1,"03052":3,"03054":2,"04004":3,"04009":1}},{"id":1412,"name":"Punitive Jinteki","creation":"2014-01-13 15:46:31","description":"<p>a lot of Damage potential, <\/p>\n","username":"CodeMarvelous","cards":{"01067":1,"01068":1,"01070":3,"01072":3,"01075":2,"01077":3,"01110":3,"01111":3,"01113":2,"02012":2,"02014":3,"02032":3,"04012":3,"04013":3,"04015":3,"04032":3,"04039":3,"04073":3,"04079":3}},{"id":1413,"name":"Living in Exile","creation":"2014-01-13 15:51:05","description":"<p>Pushing the use of retrieval run and scavenge over the top with high cost breakers that become available for free. Able to swap Femmes around to whatever ice seems like the best choice at the time.<\/p>\n\n<p>Still contains a full breaker suite and reliable money to play a more conservative mid and late game, but can punish early game with easy ins to every server via femme and high access with NA\/RDI\/ME.<\/p>\n","username":"seanzor","cards":{"01007":1,"01018":1,"01026":3,"01034":3,"01036":2,"01041":3,"01044":3,"01050":3,"02009":3,"02041":1,"02047":2,"02087":3,"02101":2,"02107":2,"03030":1,"03031":1,"03034":3,"03035":1,"03046":3,"03054":3,"04047":2}},{"id":1414,"name":"Oversight Efficiency Mk 1.3","creation":"2014-01-13 16:40:01","description":"<p>Changed from Custom Biotics, lowering influence where I can to get the benefit of the core set's economy identity. Again, took nbove's advice on ICE, going all in on Bioroid ICE. Was debating about making this a Stronger Together deck, but the ability to install cards on the runner's turn with the subroutines pushed it to the core identity. Project Junebug's are in until I can locate more copies of Cerebral Overwriter, which happen to be in spread out in other decks.<\/p>\n","username":"faswich","cards":{"01054":1,"01055":3,"01056":1,"01061":1,"01069":2,"01096":2,"02012":1,"02051":3,"02070":3,"02079":3,"02080":1,"02092":3,"02110":3,"03004":1,"03006":2,"03013":3,"03015":1,"03016":3,"03017":2,"03018":3,"03019":2,"04015":2,"04030":3,"04038":1}},{"id":1415,"name":"HB Counter Kill","creation":"2014-01-13 18:35:45","description":"<p>This is a silly, janky deck that I threw together after looking over the new Punitive Counterstrike. I really like this card, but I think it's best potential for a kill isn't actually in Weyland, but out of faction where meat damage is a lot less usual.The plan:<\/p>\n\n<p>1) Get enough agendas in archives through seemingly unintentional means (mill with Power Shutdown, go nuts with Accelerated Beta Test). Leave a Jackson to file some agendas back in in case you get a little too unlucky.<\/p>\n\n<p>2) Try your best to keep the runner out of HQ and R&amp;D so the runner doesn't see your Punitive Counterstrikes, gets complacent, and doesn't put down their Carapaces. I mean, when was the last time you had to worry about meat damage from an HB deck that wasn't Custom Biotics?<\/p>\n\n<p>3) If possible, over-advance Vitruvius to make the eventual kill easier.<\/p>\n\n<p>4) Lure the runner into the kill turn. Either get them to run on archives, which is usually doable by Beta Testing or liberally using Power Shutdown and not protecting archives. Eventually a smart runner will poke around to see what free points they can get. It's probably a good idea to leave a Jackson on the table before you do this, to make sure you don't get unlucky and put enough points for the runner to win in the bin. Alternatively, just overdraw, and discard agendas naturally, and let the curious runner find them in archives. Plan C is to install, advance, advance any agenda, knowing that they can get in. If they run, boom kill turn. If not, hey, free agenda.<\/p>\n\n<p>5) On the kill turn, use as many Counterstrikes as you have in hand, plus Archives Memories and Vitruvius to get multiple uses out of each card. Efficiency Committee can give you that extra click if you need it. It will be easier if you can lure them into archives to grab 3 or 4 points, as two Counterstrikes with 3 or 4 damage on each will easily kill the runner without Carapace. If they only steal 2 points, then you'd need to hit them with 3 Counterstrikes to kill from a full hand, which is hard, but doable if you have two copies and a) Archived Memories + Biotic, or b) a Vitruvius or Efficiency counter. Alternatively, it should be possible to catch the runner with their pants down, as drawing up to full is not something you have to do against HB most of the time.<\/p>\n\n<p>It's not a super competitive deck, and as Punitive Counter Strike is not available where I live yet, it is also completely untested. But if you are able to maintain a steady money advantage over the runner, and convince them that you are not trying to kill them with meat damage, then it should be at least a little fun.<\/p>\n","username":"DSLCactus","cards":{"01054":1,"01055":3,"01056":3,"01058":2,"01059":2,"01061":1,"01062":2,"01064":2,"01106":1,"01110":3,"02051":3,"02052":2,"02110":3,"03005":3,"03026":2,"04011":3,"04015":3,"04040":3,"04058":3,"04071":2,"04079":3}},{"id":1416,"name":"Trash Consortium 0.2","creation":"2014-01-13 19:48:38","description":"<p>In my opinion, one of core elements of Android:Netrunner is: if the runner has the right icebreakers and enough credits he\/she is capable to run at any server.<\/p>\n\n<p>So, the basic idea of this deck is destroy runner's programs. Once the runner run out of icebreakers, a single Ice Wall is enough to secure a server (except against bypassing).<\/p>\n\n<p>The main line of defense is Archer.  With the Corporate Troubleshooter, Archer can be very hard to break.<\/p>\n\n<p>Very cheap Ice can be useful to gain credit boost through Security Subcontract.<\/p>\n\n<p>Aggressive Secretary and Power Shutdown helps to hurt the runner's rig.<\/p>\n\n<p>I would like to hear suggestions and criticisms.<\/p>\n\n<p>Thanks.<\/p>\n","username":"Coldcow","cards":{"01057":3,"01065":3,"01093":1,"01094":3,"01096":1,"01098":3,"01101":3,"01103":3,"02018":3,"02019":2,"02077":3,"02079":3,"02096":3,"02120":2,"04015":3,"04020":2,"04037":2,"04040":3,"04057":3,"04058":3,"04059":3}},{"id":1417,"name":"Twist of Kate 0.2","creation":"2014-01-13 19:56:18","description":"<p>Pretty straightforward deck. <\/p>\n\n<p>Search for icebreakers with heavy Test Run, Self-modifying Code and Special Order to build the rig quickly. Heavy draw (Diesel and Quality Time) will help too.<\/p>\n\n<p>Burst economy events (Dirty Laundry, Easy Mark and Sure Gamble) plus Magnus Opus and Kati Jones will provide the necessary credits for installing programas\/hardware,  playing events and using icebreakers.<\/p>\n\n<p>The Toolbox, Cloak and Ice Carver also provide good economic support during the run.<\/p>\n\n<p>I would like to hear suggestions and criticisms. <\/p>\n\n<p>Thanks.<\/p>\n","username":"Coldcow","cards":{"01015":1,"01019":3,"01022":3,"01033":1,"01034":3,"01038":3,"01041":1,"01043":1,"01044":1,"01050":3,"02009":2,"02027":1,"02047":3,"02087":3,"02091":1,"02107":2,"03031":1,"03035":1,"03038":2,"03041":3,"03042":1,"03046":3,"03052":3}},{"id":1418,"name":"Cerebral Imaging Fast Advance","creation":"2014-01-13 19:57:43","description":"<p>Try to pull off a combo to score seven points in one turn.<\/p>\n","username":"JDWoody","cards":{"01058":3,"01059":3,"01060":3,"01063":2,"01064":1,"01065":2,"01083":2,"01092":2,"01100":1,"01103":1,"01108":1,"01110":3,"01111":1,"02011":2,"02033":1,"02039":2,"02051":2,"02059":2,"02070":2,"02120":1,"03001":1,"03005":3,"03008":2,"03010":1,"03011":2,"03026":2,"04015":2,"04039":1,"04040":3,"04059":1}},{"id":1419,"name":"Sentry Overload","creation":"2014-01-13 21:23:57","description":"<p>An attempt to flatline the runner in a non-conventional (for me) way.<\/p>\n","username":"Gakochun","cards":{"01057":1,"01065":1,"01098":3,"01101":2,"01106":3,"01110":3,"02012":2,"02039":1,"02070":3,"02117":2,"03002":1,"03007":3,"03009":3,"03012":3,"03015":3,"03017":3,"04015":3,"04020":2,"04071":3,"04079":3,"04080":2}},{"id":1420,"name":"Lots of ways to die - but you only get one!","creation":"2014-01-13 22:34:19","description":"<p>LoWtD:ByOGO...here is a little Punitive deck I put together that stocks up on lots of net damage.  I wanted to put Neural EMP in to really tweak it out, and I might, it'll take some play testing.   Not sure what to swap for it.<\/p>\n\n<p>The concept is to chip away and chip away slowing the runner down classic Jinteki style, then force the runner into a no win situation holding 2+ punitive counterstrikes after they steal an agenda.  You can store agendas in the trash with shocks to make this happen.<\/p>\n\n<p>Priority requisition is there to ensure that IAA is something they need to run, which turns on junebugs and CO, since shock, snare and Fetal should be in your hand most of the time. <\/p>\n\n<p>Swordsman turns on data mine for sure, chum-data mine early is still very good, and if they AI breaker it, put a swordsman on top and suddenly you have a server!<\/p>\n\n<p>Hokusai and Datamine make good archives protection vs datasucker or dirty laundry spammers.  In all, every ice can work together, and it has enough big ice to punch out agendas in the openings, or reduce hand size forcing a no win situation.<\/p>\n\n<p>Absolutely needs play testing, but I think this deck could really hurt some runners<\/p>\n","username":"x3r0h0ur","cards":{"01067":1,"01069":2,"01070":3,"01075":3,"01076":3,"01077":2,"01078":1,"01101":2,"01106":2,"01110":3,"02014":3,"02032":3,"02095":2,"03009":1,"04012":3,"04013":2,"04015":3,"04033":2,"04039":2,"04073":3,"04074":1,"04079":3}},{"id":1421,"name":"weyland operating off the grid","creation":"2014-01-13 23:07:09","description":"<p>Silly Off the grid build for weyland.  It's been done better elsewhere, but why not publish this one right?<\/p>\n","username":"x3r0h0ur","cards":{"01065":1,"01084":2,"01087":2,"01088":3,"01093":1,"01094":2,"01098":3,"01101":3,"01102":3,"01103":3,"01104":3,"01107":2,"01110":3,"01112":1,"02018":3,"02020":2,"02077":1,"02116":1,"02118":3,"04036":2,"04038":3,"04040":3}},{"id":1422,"name":"New Death By a Thousand Cuts","creation":"2014-01-13 23:07:48","description":"<p>DBaTC done right.  Play as never-advance.<\/p>\n\n<p>If just 1 snoop counter lands PC's become that much more incredibly deadly.  Stock up the hand with Shock, Snare and fetal AI to bring the hurt.  Recur only damage cards with Jackson, concentrate the damage down as the deck runs out.  <\/p>\n\n<p>Take all of the Bad Publicity.<\/p>\n","username":"x3r0h0ur","cards":{"01067":1,"01070":3,"01072":3,"01077":3,"01078":2,"01110":3,"02014":3,"02032":3,"02080":2,"02095":3,"03023":3,"04012":3,"04015":3,"04039":3,"04056":3,"04073":3,"04074":3,"04079":3}},{"id":1423,"name":"Sting (Like an Industrial Bee) v1.1","creation":"2014-01-13 23:29:36","description":"<p>Aggressive Tag n Bag. The premise here is to quickly gain an economic edge, then pepper the runner with Tags.There's lots of damage output in this deck, so just keep the pressure on. Don't be afraid to sacrifice a low-value agenda to the runner - Dedicated Response Team and SEA Source should make that a dangerous proposition.<\/p>\n\n<p>There's still lots of tagging going on in this deck, despite my having removed a couple of the ICE that gave the runner tags. I found through play that the runner was getting lots of tags, and I wasn't doing anything with them. I dropped the Salvages, and Data Ravens, and so DRT may be less useful now as a result, but it freed up space for an extra each of Scorched Earth, Snare and SEA Source (for a full set of three of each). I dropped the Hadrian's so I could keep two Shadows. I feel it's a fine line between keeping the runner form accessing servers, and letting them slip in so you can hit them with DRT. Plus, with the extra net-damage-inflicting traps this deck should be a bit scarier.<\/p>\n\n<p>I've put in three Elizabeth Mills to help the Ireress deal with accumulated Bad Publicity, as it was getting to be a problem with some decks. Also, killing an Aesop's or a Hard at Work is well worth it.<\/p>\n\n<p>This deck has a very strong economy now, and a lot of directly offensive options. Changes I might make are to drop one Snare! for two more Junebugs, or changing the ICE around. I never feel like I can afford the clicks to advance ICE, so they are often pretty weak to break, but with a DRT and something else to Tag the runner along the line, it's usually alright. I'd say advancing is one of the biggest challenges that this deck faces, although it's pretty much a never advance deck anyways. I've never successfully advanced a Cleaners so far, for example. Either I kill the runner, or I get out-run.<\/p>\n","username":"lostgrail","cards":{"01069":1,"01070":3,"01084":2,"01086":3,"01093":1,"01094":3,"01095":3,"01098":3,"01099":3,"01103":3,"01104":2,"01107":2,"01110":3,"02018":2,"02019":3,"02118":3,"04036":2,"04037":3,"04040":3,"04057":2}}]