[{"id":1309,"name":"Gabriel Goes to Work","creation":"2014-01-08 02:22:05","description":"<p>The adjective that comes to mind for this deck is <em>workmanlike<\/em>. There's nothing really flashy here, but Gabriel gets things done and does so consistently.<\/p>\n\n<p>The idea is very straightforward: <em>Always Be Running<\/em>. Scope out their ICE with Forged Activation Orders and Infiltration, or just hop right over it with Inside Job. This deck rewards running hard and heavy, so don't let the corp get walls of ICE up or you'll have a much harder time of it. But still, the economy is fluid in this deck, so you can save up for some massive runs down a stack of ICE with minimal problems.<\/p>\n\n<p>I've played this against several opponents on OCTGN and it has a solid win rate. You have to be careful to keep a full hand to be able to absorb damage, and most importantly, you have to avoid tags at all costs. You could theoretically put some Plascretes in here, but careful play is ultimately a better bet in my opinion. I've yet to actually get flatlined with this deck.<\/p>\n\n<p>Why not Andromeda? Sure, you're almost guaranteed a great opening by swapping in Andromeda, but Gabriel's ability gives you a lot of flexibility for either exploiting HQ runs for credits, or just using the economy cards if it gets locked down. I've played it a few times with Andromeda instead, and while the link strength is a nice perk, I find the stream of credits throughout the game to be more useful.<\/p>\n\n<p>It looks boring, but give it a try!<\/p>\n","username":"rossi","cards":{"01007":2,"01008":3,"01009":1,"01014":2,"01017":1,"01020":3,"01021":3,"01022":2,"01024":3,"01026":2,"01028":2,"01029":2,"01049":3,"01050":3,"01053":3,"02023":1,"02085":2,"03049":2,"03053":3,"04025":3}},{"id":1310,"name":"Next Guardian - Fast big Ice","creation":"2014-01-08 04:22:00","description":"<p>The basic idea behind this deck is to quickly get big and expensive to bypass ice up opening early windows to score. I want to use betatest, oversight and bioroid efficiency research to rez for cheap. If running betatest, I feel Jackson is required. The only thing I am unsure of right now is the number of ice (I think with next, you need to have a little extra) and econ. I \"should\" be able to protect my assets, but you never knowk, right? I kinda want to have the third oversight AI and the third bioroid efficiency, but what to ditch for it? I also want a bit more econ, but again am unsure what I could take out.<\/p>\n","username":"Maximus","cards":{"01055":3,"01056":2,"01061":1,"01062":2,"01064":3,"01090":1,"01103":2,"01108":2,"01110":3,"02012":2,"02051":3,"02052":3,"02070":2,"02079":2,"02110":3,"03003":1,"03005":3,"03013":2,"03015":2,"03017":1,"03019":2,"03023":2,"04015":3}},{"id":1311,"name":"Street Chess","creation":"2014-01-08 05:17:53","description":"<p>Deck copied from from netrunomicon (http:\/\/netrunomicon.com\/b003\/). Check it out for the detailed deck strategy. <\/p>\n\n<p>This looked extremely interesting to me, so I'm going to try it out for myself. I publish it for others to easily make modifications on the original.<\/p>\n\n<p>This deck in action: http:\/\/youtu.be\/xLUxyv8nrrE<\/p>\n","username":"db0","cards":{"01026":1,"01038":1,"01044":2,"01050":3,"02009":2,"02024":1,"02027":1,"02047":3,"02066":1,"02087":3,"02091":2,"02107":2,"03030":1,"03034":3,"03035":1,"03038":3,"03044":1,"03046":2,"03053":3,"03054":1,"04002":3,"04022":2,"04042":3,"04043":2}},{"id":1312,"name":"Rielle's Knights","creation":"2014-01-08 08:53:12","description":"<p>This deck hasn't been tested yet.<\/p>\n\n<p>The idea is to have efficiently operating rig threatening all servers. Ultimately, having two Cyber-Cyphers for R&amp;D and HQ, Knights on second ices. Whatever is left is dealt with Gordian, Corroder and Dagger. Cloak, Lockpick and Toolbox provide economy for runs. MO, Daily Casts for everything else. <\/p>\n\n<p>Open questions: \nAkamatsu or Omni-Drive?\nAkamatsu or Dyson's + UC (-Diesels)?\nMO or Kati Jones?\nAre Cyber-Cyphers worth deck\/memory slots?<\/p>\n\n<p>Any feedback appreciated. <\/p>\n","username":"temporar","cards":{"01007":1,"01034":2,"01036":2,"01038":3,"01041":2,"01043":2,"01049":3,"01050":3,"02009":2,"02091":3,"03028":1,"03038":2,"03041":3,"03042":1,"03044":2,"03046":3,"03053":3,"04006":3,"04042":2,"04043":3}},{"id":1313,"name":"Orbital Bombardment v2.1","creation":"2014-01-08 12:47:57","description":"<p>From the orbital bombardment set here: http:\/\/netrunner.meteor.com\/decks\/nPE9ygg5faq4SeSNr\/<\/p>\n","username":"panicmechanic","cards":{"01085":1,"01086":2,"01093":1,"01094":3,"01098":3,"01099":3,"01101":2,"01102":2,"01103":3,"01104":3,"01110":3,"01111":3,"01112":2,"02018":3,"02019":2,"02059":3,"02077":3,"02116":2,"03027":2,"04017":1,"04018":2}},{"id":1314,"name":"Jinteki Labratory Trials","creation":"2014-01-08 13:52:14","description":"<p>Setting up standard Jinteki traps and shell games with the assets. My favorite is slow advancing a Fetal AI with a Hokusai for a potential 4 damage in one run, with possible Neural EMP or Ronin follow-up on my following turn. If they decide to rather R&amp;D lock than run into my deadly remotes I like to econ-denial them with a Pop-up and then Tollbooth and they shouldn't have the credits to then also trash a Hokusai Upgrade. Jackson's priority would be get the Snares back into R&amp;D to further protect it. A future addition would be Shock! but not sure what I would give up for those.<\/p>\n\n<p>I've had many many flatlines without needing to flood my deck with one cost agendas. I rather keep the agendas low and score them out, and do my \"work compression\" damage other ways.  <\/p>\n","username":"SynnerG","cards":{"01062":1,"01067":1,"01068":3,"01070":3,"01072":2,"01075":1,"01077":3,"01090":2,"01110":3,"01111":2,"02014":3,"02032":3,"02056":3,"02059":2,"02080":2,"02095":3,"02112":2,"03009":2,"03026":2,"04012":2,"04013":3,"04015":2}},{"id":1316,"name":"Keep On Rookin' In The Free World","creation":"2014-01-08 17:38:48","description":"\n","username":"Pea666","cards":{"01002":2,"01004":2,"01008":2,"01011":1,"01022":2,"01050":3,"02022":3,"02024":2,"02082":2,"02087":3,"02102":2,"02107":2,"03052":3,"03053":3,"04002":3,"04003":2,"04021":2,"04041":1,"04042":3,"04043":3}},{"id":1317,"name":"This Might Sting A Bit...","creation":"2014-01-08 18:47:08","description":"<p>So, this is my take on the \"dead you\" or \"jamieson\" builds, with updates from True Colors. It is probably pretty obvious, but the goal is to flatline, with scoring 7 as a back up, using the basic \"never advance\" strategy. <\/p>\n\n<p>My favorite idea: start ditching agendas into archives, along with any Shock!'s that you draw, and leave them in there. When the runner goes in, count up the damage needed for a kill, pop jackson, and pull out the points that might get them the game. If you can't kill outright there, then follow up with Punitive Counterstrike. Bloody good times! :)<\/p>\n","username":"omegalife2002","cards":{"01067":1,"01070":3,"01072":2,"01075":2,"01076":2,"01077":2,"01101":1,"01110":3,"01111":1,"02012":1,"02014":3,"02032":3,"02095":3,"04012":3,"04015":3,"04032":3,"04033":1,"04039":3,"04053":2,"04071":1,"04073":3,"04074":2,"04079":2}},{"id":1318,"name":"Director Haas is Hopelessly Devoted to Wotan","creation":"2014-01-08 18:51:13","description":"<p>Want to wear a brown pants suit &amp; advance your agendas in a fortress of solitude while the runner desperately claws at your indomitable wall of ICE?<\/p>\n\n<p>Well step this way because have we got a deck for you!<\/p>\n\n<p>Create an impregnable fortress on a budget thanks to Bioroid Efficiency, Accelerated Beta Test &amp; Oversight AI. Use expert toymaster Jackson H and Project Vitruvius to recur both melted ICE and the cards that will get them back into play without stinging your wallet.<\/p>\n","username":"Kentoski","cards":{"01055":3,"01061":1,"01062":1,"01063":2,"01098":3,"01106":1,"01108":2,"01110":1,"02012":3,"02030":1,"02051":3,"02070":3,"02079":3,"02110":1,"03003":1,"03004":1,"03005":1,"03007":1,"03013":3,"03015":2,"03017":2,"03018":1,"03019":2,"03020":1,"04015":3,"04030":3,"04040":1}},{"id":1319,"name":"Blazin Orange","creation":"2014-01-08 18:51:49","description":"<p>My third attempt at making a corp deck without economy cards.\nThe second attempt was using only Melange Mining, but it proved too slow.\nThis time I attempt to offset money problems with even more cheap events.<\/p>\n","username":"FishbaitHarry","cards":{"01064":1,"01080":1,"01081":2,"01082":2,"01083":2,"01084":1,"01085":2,"01086":1,"01088":1,"01089":3,"01091":2,"01099":1,"01103":1,"01113":1,"02013":2,"02016":3,"02017":1,"02020":2,"02035":2,"02039":1,"02040":1,"02052":2,"02056":3,"02096":1,"02097":2,"02100":1,"02110":1,"02115":1,"03012":2}},{"id":1320,"name":"Whirlpool Corporation","creation":"2014-01-08 18:54:12","description":"<p>My second attempt at ICE spamming.\nI try to use the most out of NEXT Design and Accelerated Beta Test, plus I try to cheat expensive ICE with events.<\/p>\n","username":"FishbaitHarry","cards":{"01055":3,"01057":1,"01061":2,"01062":2,"01063":2,"01065":1,"01106":2,"02012":3,"02051":3,"02070":3,"02079":3,"02080":2,"02094":3,"02110":1,"03003":1,"03008":1,"03012":1,"03013":3,"03015":3,"03016":3,"03017":3,"03019":2,"03021":1,"03022":1}},{"id":1321,"name":"Chess Darwin","creation":"2014-01-08 19:48:18","description":"<p>The problem with the standard Darwin deck was that a virus purge will quickly put most runs out of reach, and allow a timing window to score agendas. With the new ability to include Bishop in the deck, Darwin will reliably be at a strength 4 or 5. For ice that is too powerful for Darwin to handle, Knights can step in and do the same thing, tackling strength 8 ice with Ice Carver. <\/p>\n","username":"CZCuckoo","cards":{"01005":3,"01009":3,"01010":1,"01011":1,"01015":2,"01040":3,"01050":3,"02001":1,"02002":2,"02022":3,"02024":3,"02041":1,"02081":3,"02087":2,"02091":3,"02102":3,"03052":3,"04021":3,"04043":3}},{"id":1322,"name":"Scorched World","creation":"2014-01-08 21:46:57","description":"<p>Make up your economy, tag the runner, play Power Shutdown and trash your entire deck, to shuffle with Jackson Howard the two Scorched Earth and another event, play Accelerated Diagnostics and flatline the runner :)<\/p>\n","username":"drogo","cards":{"01081":3,"01082":3,"01085":2,"01088":3,"01089":2,"01090":2,"01099":2,"01107":3,"01110":3,"02017":2,"02055":2,"02056":3,"02074":2,"02114":1,"04015":3,"04035":3,"04039":3,"04052":2,"04058":1}}]