[{"id":5752,"name":"完全 2.1","creation":"2014-05-19 00:02:21","description":"<p>Played this in my first tournament and also the first time I played against strangers. Went 2-2, so not too bad. I don't have True Colors so I can't put any Shock! in and I don't know what I'd replace.<\/p>\n\n<p>I took some advice from @Dydra and took out the Chairman and replaced my Viktor 1.0. Still considering taking out one Susan.<\/p>\n\n<p>My MVPs were House of Knives and Sundew...<\/p>\n","username":"Cardinalis","cards":{"01070":3,"01075":2,"01110":2,"01111":2,"02014":2,"02031":1,"02032":3,"02095":2,"02112":2,"04012":3,"04013":2,"04033":1,"04054":3,"04093":2,"04115":2,"04117":2,"04119":3,"05004":2,"05006":1,"05011":3,"05017":2,"05018":1,"05020":2}},{"id":5753,"name":"Jinteki pull the plug - punitive","creation":"2014-05-19 00:26:48","description":"<p>I ran this against my friend a few times earlier tonight, and it was super taxing.  It works on the credit disparity that SEA+SE likes to make, except this one only works after an agenda grab.  Bonus points for telling them you are bidding 2 to get them to spend 2 to steal it, then beating them by exactly that 2 on the punitive trace ftw.<\/p>\n\n<p>Hugely taxing.<\/p>\n","username":"x3r0h0ur","cards":{"01072":3,"01078":1,"01110":3,"01111":3,"02014":1,"02015":3,"03009":3,"03026":3,"04012":3,"04015":3,"04032":1,"04074":3,"04079":3,"04114":3,"05002":1,"05005":3,"05006":1,"05007":3,"05010":3,"05018":3}},{"id":5754,"name":"Mile High Middling Supermodernism","creation":"2014-05-19 00:29:32","description":"<p>This deck helped me place 10th of 39 at the Colorado Regionals. This was my first tourney with over 16 participants. Worked with CrimsonWraith (a local like me) to tune and learn this deck, and my few losses were due to (retroactively) obvious misplays. I strongly feel that even in a post-H&amp;P world that this deck can definitely wreck shop. Got the win against the 2nd place finisher 7-0 due to the strength of power shutdown vs the centrals only breakers, killed the Passport twice and Enigma stood strong to protect Archives against 6 milled points. I see this in GRNDL and BaBW, and I feel like this reinforces the break neck pace this wants to run (Win before bad pub hurts too bad\/ Credits to snare scorch early\/ survive early Account Siphon) losses were to shaper recursion\/ the Maker's Eye. Love thoughts on my first published deck.<\/p>\n","username":"Duxmar","cards":{"01070":3,"01083":2,"01086":1,"01094":3,"01098":1,"01099":3,"01101":3,"01103":2,"01110":3,"01111":3,"01113":1,"02018":3,"02060":2,"02080":2,"03026":1,"04017":3,"04020":2,"04036":1,"04040":3,"04058":3,"04097":1,"04100":2,"05024":2}},{"id":5755,"name":"Dinomite v2 (1st, Auckland Vagabond Store Championship)","creation":"2014-05-19 00:31:53","description":"<p>This is an updated version of my Chronos Protocol winning decklist <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/4715\/dinomite-1st-auckland-chronos-protocol-\">Dinomite<\/a>. This was a smaller tournament (10 players) but there was quality competition and the deck performed well, dropping only one game. For a more detailed analysis of the deck check the <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/4715\/dinomite-1st-auckland-chronos-protocol-\">original list<\/a>. Here I’ll just cover the changes to the deck and how they performed on the day.<\/p>\n\n<h2>Honor and Profit<\/h2>\n\n<ul>\n<li>+1 Planned Assault<\/li>\n<li>+1 Legwork<\/li>\n<li>-1 Account Siphon<\/li>\n<li>-1 The Personal Touch<\/li>\n<\/ul>\n\n<p>These are the updates I recommend with the new Honor and Profit cards. Even going down to one copy of Account Siphon the deck will be able to play it just about as frequently thanks to three Same Old Thing and Planned Assault. It turned out that Legwork was my most frequent Planned Assault and Same Old Thing target. I ended up playing it in every game of the tournament. <\/p>\n\n<p>In my first game against Cerebral Imaging I put on some early pressure to force him to rez ice and then landed an Account Siphon for the last of his credits. He was forced to click for credits and discard most of his hand, down to three cards. I then followed up with Planned Assault – Legwork to access everything in HQ, grabbing an NAPD Contract and then when I was surprised there weren’t more agendas, another NAPD Contract from the archives to win that turn. Think about how good Legwork was there. I knew there should be multiple agendas and probably would have run HQ four or five times looking for them, not that I could have gotten past his ice that many times before he stabilized. <\/p>\n\n<p>Second game was another Cerebral Imaging deck. I punished her first turn Blue Level Clearance by grabbing 6 points off R&amp;D with Indexing. I was looking to close it out with another Indexing and saw three agendas but wasn’t able to run again because of some surprisingly costly ice (more on that later). I buried the agendas but she was suspicious and managed to draw them all into hand in one turn. Planned Assault – Legwork, miss, Same Old Thing – Legwork, miss. Legwork was still solid here as each HQ run was costing 13 credits which would have been devastatingly expensive for single access. My opponent played it well and a few more expensive fruitless accesses gave me my only runner loss on the day. <\/p>\n\n<p>Next up was HB: ETF and an opponent I’d never played before. I had no idea what he might be running and a deluxe expansion full of danger had just been released leaving me quite wary. I landed an early Legwork, partly to get an idea of his gameplan. Once again it accessed the entire HQ, trashing Ash, Melange and Red Herring. Worked out well I think, even this deck can’t afford to check every bluff in a HB remote. Same Old Thing – Legwork a few turns later but he saw it coming and countered me beautifully, <a href=\"http:\/\/netrunnerdb.com\/en\/card\/04051\">Hudson 1.0<\/a> on HQ! <\/p>\n\n<p>The Legwork in my final match against TWIY* was definitely the best of the day. My opponent had won several tournaments with Biotic Labour TWIY* but something was fishy about the Data Raven on HQ. I Modded out a Plascrete and had my suspicions confirmed when Legwork revealed Scorched Earth… and scored 5 points! It’s no surprise that a turn 3 or 4 Legwork works out consistently well. The usual Corp start will be to use say 5 of their first 10 cards to get a bit of economy and ice on their centrals. Remember there is an average of 0.4 agenda points per card they draw so after they play out their initial cards you’d expect 4 points to be in their HQ. It’s a great time to run, the problem is that their HQ will be iced and runners (and corps) know that you can throw the game away by doing repeated mildly taxing fruitless HQ runs instead of setting up a rig. Legwork is worth four or even five HQ runs making cost of breaking the ice negligible and you can immediately get back to rig building instead of wondering what else might be there. <\/p>\n\n<h2>Tuning<\/h2>\n\n<ul>\n<li>+1 Same Old Thing<\/li>\n<li>-1 The Personal Touch<\/li>\n<\/ul>\n\n<p>Here are a couple tuning changes to the engine I’d also generally recommend. Same Old Thing is a solid card in many decks for recurring Account Siphon, Indexing or Legwork, but when I started consistently using it for Test Run and Scavenge I realized you can’t have too many copies in the deck. The Personal Touch are now all gone, the Dinosaurus is enough. If 7 strength isn’t sufficient for your Morning Star then 8 probably won’t be either. The Personal Touch on Femme Fatale is great but now that she’s almost completely taken over the Dinosaurus you shouldn’t miss them too much. If your meta is very heavy HB consider keeping The Personal Touch.<\/p>\n\n<h2>Corroder Variant<\/h2>\n\n<ul>\n<li>-1 Morning Star<\/li>\n<li>+1 Corroder<\/li>\n<li>+2 Self-modifying Code<\/li>\n<li>-2 Quality Time<\/li>\n<li>-1 Modded<\/li>\n<\/ul>\n\n<p>These adjustments added consistency to the deck but at the cost of raw power. I’d consider this a variant rather than a strict improvement. It changes the deck’s strengths and weaknesses quite a bit. Your NBN and Jinteki matchups improve slightly with more speed and consistency. Taxing HB is certainly more difficult with a weaker rig. Against Weyland the deck is now much more vulnerable to Power Shutdown but can help Femme with giant barriers.<\/p>\n\n<p>I knew two competitive players in our meta were experimenting with Weyland decks that had Hadrian’s Wall, one even had Curtain Wall with Oversight AI. You simply can’t get Morning Star over those, even if you bring it to 9 strength they can simply advance the ice. I was already keen to switch to Corroder for other reasons. Corroder brings Self-modifying code with it which also happens to be a great way to get Magnum Opus early, one of the deck’s major challenges. If SMC could take care of my barrier breaker it would leave Test Run\/Scavenge for Femme and Torch. To make room I cut two Quality Time which were put in originally to dig hard for Magnum Opus. Modded is great with Morning Star and Quality Time, less so with SMC, so a copy of that was cut.<\/p>\n\n<p>Overall I don’t think the switch to Corroder paid off for me in this tournament due to the amount of HB I faced. In the game I lost, after scoring 6 points with the turn 1 Indexing I sat back and prepared. I knew taxing myself for single accesses could let her back in the game and had seen a Rototurret with the Indexing. I needed to be able to deal with that and probably one of the four Ichi in her deck. I had Femme on a Dinosaurus, SMC, Indexing and ~23 credits prepared a few turns later. Ichi 1.0 (3 credits with Femme), Rototurret (2 credits with Femme) and a full strength Hive (4 to SMC Corroder, 6 to break). Unfortunately I had Femmed one of the Sentries so it didn’t save me any credits. A bit of a miscalculation on my part and I couldn’t afford to run it again that turn. After she got the three agendas in hand without giving me an opening my two Legwork runs had to get through Eli 1.0, Eli 1.0 (Femmed), Eli 1.0, Viktor 2.0. Morning Star would have dropped the cost of running HQ from 13 to 6 and of running R&amp;D from 11 to 6. It was a bit of a worst case scenario but Eli 1.0 is currently one of the most popular pieces of ice in the game so it wouldn’t be uncommon. If it were just Morning Star vs Corroder I’d certainly take Morning Star but SMC is a great card and I think I’ll stick with these changes.<\/p>\n\n<h2>Safety<\/h2>\n\n<ul>\n<li>+1 Deus Ex<\/li>\n<li>-1 Stimhack<\/li>\n<\/ul>\n\n<p>There are many ways to die in Honour and Profit and Jinteki is on the rise. With the addition of SMC I also brought in a single Deus Ex for a little safety. Note it can also break Heimdalls to soften the switch to Corroder. I didn’t end up drawing it or fetching with SMC in any of my games. I also ran out of MU for the first time. In the final match I had to give up Femme to get my SMC down and grab Corroder for the game winning run. With Magnum Opus it might be a little tight on MU keeping a Deus Ex out, particularly since Inazuma makes it dangerous not to have your Codegate breaker ready. <a href=\"http:\/\/netrunnerdb.com\/en\/card\/03037\">Feedback Filter<\/a> is a better call if my meta turns hostile.<\/p>\n\n<p>Stimhack also came out of the deck, brain damage didn’t seem like the best idea going into murky waters. <\/p>\n\n<h2>Spare Influence<\/h2>\n\n<ul>\n<li>+1 Inside Job<\/li>\n<\/ul>\n\n<p>That left me three influence for a final card. I think I made a mistake writing off several potential cards at two influence: Vamp, Grappling Hook, Nerve Agent, Parasite, perhaps a second Legwork or Planned Assault. Nordrunner’s Chaos Theory tech was Imp, a card I’m also fond of but there are a few reasons it doesn’t work as well in this deck: Indexing instead of Maker’s Eye, no Clone Chip, Magnum Opus means less spare MU and is itself already a great answer to high trash costs. Then I saw Circadia’s 1st place London Regional report where he mentions his CT opponent surprised him with an out of faction Inside Job. It’s certainly a solid card but Femme Fatale is similar which diminishes the surprise factor. Still, it’s very easy to think of situations where Inside Job is great. I think the problem is in reality I would very rarely grab it with Planned Assault or Same Old Thing which makes it hard to justify at 3 influence. Inside Job did snag me an agenda early on in one game when I didn’t have Test Run or SMC in hand but it never felt required. I suspect future testing might see this slot go to Legwork which has performed so well.<\/p>\n\n<p>Great games at the tournament. My corp loss came to another Chaos Theory with Test Run\/Scavenge that made some very clever adjustments to run 3 Oracle May, blind, with over 30 events. Less consistent (no Same Old Thing, event economy instead of Magnum Opus) and a bit dangerous (no Plascrete Carapace) but, when it works, as it did against me, the gain in speed is incredible.<\/p>\n\n<p>I'll check in to answer any questions anyone might have, thanks for reading.<\/p>\n","username":"Fjord","cards":{"01007":1,"01018":1,"01021":1,"01026":2,"01034":3,"01035":2,"01044":3,"01050":3,"02009":2,"02046":1,"02047":3,"02048":2,"02066":1,"02106":3,"02107":1,"03034":3,"03035":1,"03046":2,"03054":3,"04047":1,"05035":1,"05036":1}},{"id":5756,"name":"ALL the tools Gabe","creation":"2014-05-19 00:41:05","description":"<p>This is the deck I took to the Colorado regional on 5\/17\/14 placing 10th in a field of 39. This is my first stab on a deck that is not based on anything other than criminal being the faction with the good cards. <\/p>\n\n<p>Sneakdoor Beta was a BEAST in this deck, playing a major role in every win I got, but I ultimately was too worried with putting in silver bullets then just relying on good choices to play around the new scariness. <\/p>\n\n<p>Data dealer and Feedback filter were dead cards all day, even in Jinteki matchups where I thought they would save me from Komainu and I never saw a single Shi.Ku. <\/p>\n\n<p>E3 on the other hand is a card I wish I had a second copy of because Red Coats is a thing, and nothing is better than walking through a Janus for a click and 3 credits. <\/p>\n\n<p>Express Delivery was a card that was always on the fringe but it ended up getting me what I needed in testing, so I just bit the bullet and ran with  a heavy deck, I retrospect I think that was a mistake.<\/p>\n\n<p>All in all it felt solid, and with a better pilot could have made more noise that this journeyman did. Would love thoughts!<\/p>\n","username":"Duxmar","cards":{"01007":2,"01017":1,"01018":3,"01021":2,"01022":3,"01024":3,"01026":1,"01027":2,"01028":2,"01031":1,"01050":3,"01051":1,"01053":3,"02007":2,"02009":3,"02024":1,"02043":3,"02107":1,"03037":1,"03054":3,"04089":2,"04109":2,"05033":3,"05035":2}},{"id":5757,"name":"Tennin Lightning (1st, Auckland Vagabond Store Championship)","creation":"2014-05-19 01:00:50","description":"<p>Still making quite a few adjustments to the deck so I'll hold off on an analysis until the next version. It's a very strange deck and hard to stop. I think the closest comparison I can make is Weyland Supermodernism with a fast advance phase 3 instead of flatline. It can also tax far better than Weyland because the fast advance means you don't have to defend HQ or the remote. It doesn't have tons of money but doesn't really need it, sitting at only 2 or 3 credits happens to be a reasonable Account Siphon defence.<\/p>\n","username":"Fjord","cards":{"01058":1,"01064":2,"01101":1,"01103":3,"01110":3,"02014":3,"02033":3,"02110":1,"04012":1,"04013":2,"04015":3,"04020":1,"04032":3,"04058":1,"04073":3,"04100":2,"04114":3,"04120":3,"05003":1,"05005":3,"05006":1,"05007":1,"05011":2,"05016":2,"05017":1}},{"id":5758,"name":"Replicating Kills v2.0 ( Honor before Profit! )","creation":"2014-05-19 06:16:30","description":"<p>Hello everyone. I'm very happy and proud to present to you guys the 2.0 version of my RP deck, which has received some significant changes since <strong>H&amp;P<\/strong> came out. I'm currently <strong>12-1<\/strong> with this deck and I've tried it against a good variety of opponents( including some new stuff like Siluet notoriety+ Quest). So let's begin ... with the <strong>changes<\/strong><\/p>\n\n<h2>Agenda Changes:<\/h2>\n\n<ul>\n<li><p>Philotic Entanglement - it seems I've been too happy with the expansion coming out to read the card properly :) However it's still a great card for the deck and an easy 2 points for your victory. If you've played the 1.0 version of the deck with the Brain Trust splash ( as recommended for more surprise effect), this is pretty much the same, <strong>but better<\/strong> for the extra discard that it will cause them. <strong>Good finisher<\/strong> for games that you are at match point and you install 0 advance. <\/p><\/li>\n<li><p>The Future Perfect (TFP) - an upgrade of Priority Req in this deck. You want this card mostly in your HQ baiting them for several runs making them come empty handed, or hitting some shocks if u have in there. \"Caprice\" protection if they access it on R&amp;D, which Priorty doesn't have.  What this Agenda allows you, is to <em>truly<\/em> control wetter they steal it or not. If you have 2 PS in hand + Neurals and u check his hand-size and clicks, just bid 0 .... It gets really funny when the runner spends different amount of credits (1 or 2) and doesn't steal it and goes again for it, while already -2 credits on the PS  for an Agenda  which <strong>you already want him to steal<\/strong> :D  Install it <strong>either<\/strong> when you have your PS+Neural ready in hand u want them to steal it or you have so much pressure that they can't risk it, OR if it's behind a server they can't access.  <\/p><\/li>\n<\/ul>\n\n<h2>ICE Changes<\/h2>\n\n<h3>Barrier<\/h3>\n\n<ul>\n<li>Nothing ... around here you hear that familiar sound from the wild western movies where around noon there is no1 outside and only dust balls get blown by the wind :D<\/li>\n<\/ul>\n\n<h3>Code Gate<\/h3>\n\n<ul>\n<li><p>Inazuma - is a some mf mean ICE :D The days where you rush your sentry breaker and run carefree on Jinteki ICE is gone.  I guess every1 understands how powerful is with  Komainu or Tsurugi.  You <em>may<\/em> want to play a 2nd Inazuma on the place of a Chum or 2nd Yagura. However, i like to have 2 Yaguras so I have a higher chance of hitting them. I keep the Chum generally to combo with Susanoo but can catch up some people off-guard. Feel free to make the Code Gates count preferable to your taste. <\/p><\/li>\n<li><p><strong>Why no Shiro?<\/strong> I played around with it and I didn't like it. If this deck had 2-3 snares in it (even as a replacement of shocks) would be better, but with just shocks that can hit u from R*D and maybe some Fetal which u want them to steal ... it didn't make much sense. Especially if they were going to hit that Agenda anyway. Try it out if u like, didn't work out so good for me. <\/p><\/li>\n<\/ul>\n\n<h3>Sentry<\/h3>\n\n<ul>\n<li><p>Komainu - I've said quite a lot about this card already. Absolute powerhouse in <em>this<\/em> deck, combos great with Chum and increase count if Parasite is shifting out of your meta. <\/p><\/li>\n<li><p>Pup - I was playing 3x Guard instead of this little cutie. <strong>Big mistake<\/strong>. This is exactly what you want - drains them 2c regardless of breaker and costs u 1c. <\/p><\/li>\n<li><p>Susanoo-no-Mikoto - absolute beast. #1 priority on your main remote. No mimic is getting through there unless u are behind by a LAAARGE margin and even if they do, next turn there will be safe. Combos with Chum and if u have a Tollbooth thrown on your remote as well, the runner might make 1 run on it every 2 turns or so.  Obviously, the shocks in this deck <em>are<\/em> compliment to this ICE.  ** The runner must respect Jinteki archives now more than ever **  because of Shi-kyuu, because of Shock, most likely in a non-mill deck 1-2 runs per game would be max <em>and this card<\/em> send you straight there! lol <\/p><\/li>\n<li><p>No Guard?! - Yes, I played around 8 games with 3 guards in the deck and I felt it was the most useless card in it. Inside job doesn't make the impact I thought it will. Especially with criminals have to squeeze in 2-3 Planned Assaults in their decks, it's usually on the place of some Inside Jobs. Femme breaks it for 1 wetter they Femme it or not ... Maybe in a meta deck that relies heavy on Faint,  for Notoriety or QC might worth it, but not in my meta currently though.<\/p><\/li>\n<li><p>Note:  <strong>OMG U PLAY RAINBOW!! WTF NOOB!<\/strong> :D<\/p><\/li>\n<\/ul>\n\n<p>If that's your initial reaction after seeing it, close the page and go play your 3DS Andromeda :D  Jock aside, this is truly <strong>the first card<\/strong> that when I hear what people think about it, I can immediately understand how good that person in playing Netrunner is. It's not in faction, so it's not like people from certain factions never played it and don't know how it works. So let me explain <strong>why Rainbow is a good ICE<\/strong> in <em>this<\/em> deck. Rainbow breaks on <strong>everything<\/strong> efficiently for its price. It will never stop anyone from getting somewhere, but that's where its beauty is, they will <strong>always<\/strong> pay the money to get in. And what  does <em>this<\/em> deck wants you to do? That's right ... pay the money. It's the psychological effect that you <em>can<\/em> pay and you will do it :P  Some decks want to just keep you out while you find your breakers - well this card isn't for them. However, for the <strong>taxing<\/strong> decks, like mine, who really want to <strong>do something with the tax<\/strong> (and not simply be like \"hey, u won't have money to run next turn, I taxed u haha\") - this card is absolute treasure!<\/p>\n\n<h2>The Other Cards<\/h2>\n\n<ul>\n<li><p>GRNDL Refinery- you'd want a starting hand either with 2 ice and 1 sundew or 2 ICE and 1 GRNDL. This card is really great in <em>this<\/em> deck for several reasons, but generally because people don't expect it. I'm always able to resolve it early game, because either they are too afraid to run without breakers in my remote, OR they think I'm hard rush advancing some agenda which will leave me with very few money, or I've put down a trap. I love the surprise on their face when I turn it next turn and get 20+ money. Now this creates a very good psychological game. When you surge with credits like that, putting a Sundew down in the remote where the GRNDL it will make them <strong>really less willing<\/strong> to run there and break your Sundew, because \" you are already so much ahead \" and you will snowball hard from there. It has infinite combo potential with Mushin No Shin, through the entire game. It's completely alright to mushin no shin it naked, if they are brave enough to run it, that costs them 2 clicks and 2 money  with the tax on whatever central they ran, for you on comparison it costs only 2 clicks. If they don't, well, better go get that swimsuit, because u will be swimming in money!<\/p><\/li>\n<li><p>Chairman Hero - I will try to be short here. In this deck, he is generally an NAPD contract that drains them for 2 more and gives you a couple of alternate possibilities to kill them. There is <em>NO<\/em> reason to not run 1 of them, because it drains them more than NAPD, gives them 2 points which works with <strong>both<\/strong> Punitive Counter strike <em>and<\/em> Philotic Entanglement! <\/p><\/li>\n<li><p>Ronin is back! You can setup a <strong>Ronin<\/strong> for 1 turn with Mushin no Shin and <strong>this is huge<\/strong>...  The main problem Ronin had is that you needed several turns to set him up and this allowed time for the runner to go check him up and u wouldn't want to spend your entire turn advancing just so they can go trash him for 2 clicks.Those times are gone thanks to <strong>Mushin no Shin<\/strong>. Now, they have to account for the damage from Neural EMP, PS, Chairman Hero, Philotic Entanglement, hitting a shock here and there <strong>AND<\/strong> 3 more from Ronin .... That's a lot! Oh wait, they also have to play Netrunner, setup breakers, econ and run through servers to steal Agendas lol .... u see where I'm going :)<\/p><\/li>\n<li><p>Psychic Field - my one of. This is the most replaceable card in the deck. I'd swap it out for June bug or other traps on regular occasions just to keep my opponents off-guard as of what traps in run in my deck. It works great against the Siluet notoriety + quest completed, because if you Mushin no Shin it and they expose, it will cost them the game. The possibility of them discarding their entire hand against <strong>this deck<\/strong> is god damn scary lol! <\/p><\/li>\n<li><p>Mushin no Shin -  I kept him for last, because he is a true MVP here. <strong>Takes a huge  economical burden off your shoulders<\/strong> for advancing so It's a good way to look at him as an econ card as well. Also creates many mind games by advancing non-advance cards. It combos great with many things in the deck (which I've already explained) and just one of the best cards in the expansion!<\/p><\/li>\n<li><p><strong>No- Shi-kyuu?wtf?<\/strong>. That card is great as well and it makes Jinteki Archives one of the most dreaded places in the game! However, do u remember how <strong>Chairman Hero<\/strong> has great synergy with <em>this<\/em> deck? Sadly, <strong>Shi-kyuu<\/strong> has a great anti-synergy with <em>this<\/em> deck. Firstly because you will need him to hit and steal all 3 to make him need 1 more Agenda to score <strong>and<\/strong> it works against your Punitive Counter-Strike or Philotic Entanglement, making it rather obsolete!<\/p><\/li>\n<\/ul>\n\n<p>Well, I think this wraps it up! I'll be formatting the text today and might add up some extra stuff, but that's pretty much all you need to know about the deck. This, like the 1.0, isn't a beginners deck and I'd recommend running it for a while before bringing it at a tournament. I can teach you the different synergies between cards, but I can't tell you what's the best play in each exact situation, so that's something you need to learn yourselves :) I wanted to make a video of me playing, maybe give you some insight of how to play the deck, but sadly I don't have a tri-pod or anything and I will have to ask a friend to stand around with my iPhone for ~20ish minutes recording the entire thing, which you have to admit is rather bothersome. <\/p>\n\n<p><strong>If<\/strong> you are looking for an easier deck to play, check out my Good Guy Replication! deck (it's published on my profile), which doesn't have all the mind games and calculating that this deck needs, but it's a rather straight forward way to play with having stronger economy and expensive ICE!<\/p>\n\n<p>As always feel free to leave a like, comment or question bellow, I'll get to it when I see it =)<\/p>\n\n<p>Cheers,\nDydra<\/p>\n","username":"Dydra","cards":{"01072":3,"01075":1,"01090":2,"02031":1,"02032":2,"02059":3,"02112":2,"04013":2,"04054":3,"04073":3,"04074":1,"04079":3,"04093":2,"04099":2,"04114":2,"04119":3,"05006":1,"05007":3,"05008":1,"05010":1,"05015":3,"05016":1,"05017":1,"05018":2,"05020":1,"05025":1}},{"id":5759,"name":"Mis Basicos: Weyland Consortium","creation":"2014-05-19 06:23:30","description":"<p>El de la caja basica<\/p>\n","username":"Xtina","cards":{"01093":1,"01094":3,"01095":2,"01096":1,"01097":2,"01098":3,"01099":2,"01100":1,"01101":2,"01102":2,"01103":3,"01104":3,"01105":1,"01106":3,"01107":3,"01108":2,"01109":3,"01110":3,"01111":3,"01112":2,"01113":3}},{"id":5760,"name":"Winging It","creation":"2014-05-19 06:35:16","description":"<p>So I thought I'd have a crack at seeing what a Nasir deck would look like, and I discovered something amazing. With the credits from the Toolbox and the correct breaker out (usually Garrote\/Corroder\/Gordian), and barring major advancement\/subroutine-adding shenanigans, there is only one piece of Ice currently existing in the game that Nasir cannot break straight through when his ability goes off. That Ice is Archer, and he can still break the trash-y subroutines so it's not that big a deal.<\/p>\n\n<p>Thanks to this discovery, I focussed the deck around getting that rig set up as soon as possible. The draw events, SMC and Test Run obviously really help with this. Scavenge lets you be a bit more flexible if you have to trash a lot of stuff from over-drawing, and of course combos with Test Run beautifully. Also it allows Atman shenanigans if you ever need to do that. Opus\/Kati are to quickly get the money you need to install your console and breakers, and also to fuel you in the late game when the corp has rezzed all its Ice and you stop getting money for it. To delay that point for as long as possible you have Shutdown and Same Old to recur it. The early game will be short for this deck but as soon as you stop getting free accesses you just dig like hell for your pieces and then steamroll into any server you like.<\/p>\n\n<p>Thoughts? I'm not quite sure if the econ will work as planned - maybe one more Opus or Kati is necessary to ensure you see them when you need them. Apart from that though I'm super psyched about this deck and can't wait to play it.<\/p>\n\n<p>Edit: and yes I'm not running Sure Gamble. I feel like if anyone can do without it, Nasir can, but obviously it could be slotted in if it turns out I'm wrong.<\/p>\n","username":"CobraBubbles","cards":{"01007":2,"01014":1,"01026":1,"01034":3,"01035":3,"01041":3,"01043":1,"01044":2,"02009":2,"02043":3,"02047":3,"02087":2,"02091":2,"02106":2,"02107":2,"03031":1,"03034":2,"03040":1,"03046":3,"03053":3,"03054":2,"04065":1,"06017":1}},{"id":5761,"name":"Core Set Gabriel Santiago","creation":"2014-05-19 06:35:42","description":"\n","username":"marameleo","cards":{"01004":1,"01008":2,"01009":2,"01011":2,"01012":2,"01014":2,"01017":1,"01018":2,"01019":3,"01020":3,"01021":3,"01022":3,"01024":1,"01025":2,"01027":1,"01028":2,"01029":2,"01030":2,"01049":3,"01050":3,"01051":1,"01053":3}},{"id":5762,"name":"Core Set Weyland","creation":"2014-05-19 06:35:57","description":"\n","username":"marameleo","cards":{"01056":1,"01066":1,"01075":2,"01084":2,"01088":2,"01090":2,"01093":1,"01094":3,"01095":2,"01098":3,"01099":2,"01101":2,"01102":2,"01103":3,"01104":2,"01106":3,"01107":3,"01108":2,"01109":3,"01110":3,"01111":3,"01112":2,"01113":1}},{"id":5764,"name":"Borrowed Sources and Friends in Low Place","creation":"2014-05-19 10:41:00","description":"\n","username":"CodeMarvelous","cards":{"01007":2,"01018":3,"01022":3,"01024":3,"01026":1,"01043":1,"01050":3,"01051":1,"02009":2,"02069":3,"02083":1,"02091":1,"02104":3,"02105":1,"02107":2,"03050":1,"03055":1,"04004":3,"04065":1,"04106":3,"05031":3,"05035":3,"05050":1}},{"id":5765,"name":"Selective Mind Mapping - Rig Destruction","creation":"2014-05-19 10:50:40","description":"<p>Use pinging damage from HoK, hokusai, shock, neural emp, fetal, and philotic to kill programs\/program tutors from hand.  <\/p>\n\n<p>Use Power Shutdown, Archer, Grim, Ichi, Rototurret to kill installed programs. <\/p>\n\n<p>Use troubleshooter as a headfake - good for program trashing programs and stuff like Inazuma, Komainu, etc.  <\/p>\n","username":"djackman","cards":{"00003":1,"01062":1,"01064":1,"01065":2,"01072":3,"01101":1,"01110":3,"02032":3,"02095":2,"04012":3,"04013":3,"04015":2,"04020":1,"04058":3,"04073":3,"04120":3,"05004":3,"05006":1,"05007":3,"05016":2,"05017":3,"05020":1,"05024":2}},{"id":5766,"name":"Golden Runs","creation":"2014-05-19 11:19:01","description":"\n","username":"RabeiUsura","cards":{"01002":2,"01004":2,"01005":3,"01006":2,"01007":2,"01008":3,"01009":2,"01010":1,"01011":2,"01012":2,"01014":2,"01050":3,"01051":1,"01053":3,"02001":1,"02003":1,"02009":2,"02022":2,"02066":1,"02081":2,"02091":2,"03043":1,"03046":2,"03049":2}},{"id":5768,"name":"Big PsiCE: First Corp Deck","creation":"2014-05-19 12:15:48","description":"<p>Make it very expensive to get into my advance-y remote, protect it with Caprice.<\/p>\n","username":"daytodave","cards":{"01054":1,"01055":3,"01056":3,"01061":2,"01063":2,"01064":2,"01090":2,"01106":2,"01108":2,"01109":3,"01110":3,"02011":1,"02012":2,"02060":3,"02110":3,"03006":2,"03009":2,"03015":2,"03017":2,"04015":3,"04114":2,"04120":3}},{"id":5769,"name":"Healing Your Brain with Harmony 1.0","creation":"2014-05-19 12:31:16","description":"<p>I ran Healing Your Brain Harmony Medtech in a DC store tournament yesterday and had pretty good success with the deck (only losing with it once, to a lucky R&amp;D run).<\/p>\n\n<p>The main ideas behind the deck are: make tons of money, build a very taxing scoring server (including good old Caprice), install advance advance a PriReq, then next turn score it and rez either Janus (preferred) or Heimdall 2.0.<\/p>\n\n<p>Inazuma->Janus is ridiculous, and Inazuma->Heimdall 2.0 is nearly as good.  If they hit both, they're dead.<\/p>\n\n<p>Shi.Kyu is an MPV, forcing the runner to steal half your agendas.  Another amazing card was Future Perfect.  I piled these up in HQ (again, you want to score the PriReqs, not these) and you can even Celebrity Gift them to the Runner.  This only entices HQ runs even more.  If you have even a few taxing HQ ice, this often results in a very frustrated runner.<\/p>\n\n<p>I will probably mess around with this deck some more, but I took it, completely untested, to a store tournament and it preformed really great.  I love this new ID!<\/p>\n","username":"clydeiii","cards":{"01078":2,"01106":3,"01110":3,"02012":2,"03015":1,"04012":3,"04013":2,"04015":3,"04040":3,"04100":3,"04114":2,"05001":1,"05007":3,"05011":3,"05014":3,"05016":3,"05017":2,"05019":2,"05020":1}},{"id":5770,"name":"Back in Black","creation":"2014-05-19 12:55:28","description":"<p>Blackguard deck. Event economy to rush your credits fast and get that blackguard into play. Ditched the snitch because it's enough with Silhouette 's ability. Still debating wether to keep the PPVP or get sneakdoor beta instead, or SOT. <\/p>\n\n<p>You try to keep the corp poor with blackguard so they can't rez more ICE or score agendas.<\/p>\n\n<p>I'm having trouble with some NBN that uses only cheap ICE, because blackguard is useless against them. Suggestions are welcome.<\/p>\n","username":"w1kk","cards":{"01007":1,"01018":3,"01021":2,"01022":2,"01026":1,"01036":2,"01043":1,"01050":3,"02009":2,"02043":3,"02065":2,"02091":1,"02104":3,"03049":1,"03052":3,"04004":2,"04029":2,"04085":3,"04109":2,"05030":1,"05035":1}},{"id":5771,"name":"Noise Virus","creation":"2014-05-19 13:34:31","description":"<p>ugh test build<\/p>\n","username":"moon2814","cards":{"01001":1,"01002":3,"01003":3,"01006":2,"01007":2,"01008":2,"01009":3,"01010":1,"01011":1,"01012":3,"01014":1,"01018":2,"01050":3,"01051":1,"01053":2,"02003":2,"02041":1,"02082":1,"02091":1,"02101":1,"02102":1,"03034":1,"03043":1,"03046":1,"03052":2,"04022":1,"04061":1,"04081":1,"04082":1}},{"id":5772,"name":"Psycho Beale","creation":"2014-05-19 13:49:01","description":"\n","username":"m12y","cards":{"01080":1,"01081":3,"01082":2,"01084":2,"01085":3,"01086":2,"01087":2,"01088":2,"01089":2,"01090":2,"01091":2,"02035":2,"02036":2,"02055":2,"02056":1,"02115":3,"02116":2,"02117":2,"02118":2,"04076":3,"04077":2,"04117":1,"04119":3,"05018":2}},{"id":5773,"name":"Big PsiCE: First Corp Deck","creation":"2014-05-19 14:54:30","description":"<p>Make it very expensive to get into my advance-y remote, protect it with Caprice.<\/p>\n","username":"daytodave","cards":{"01054":1,"01055":3,"01056":3,"01061":2,"01063":2,"01064":2,"01090":2,"01106":2,"01108":2,"01109":2,"01110":3,"02011":1,"02012":2,"02060":3,"02110":3,"03006":2,"03014":3,"03015":2,"03017":2,"04015":3,"04114":2,"04120":3}},{"id":5774,"name":"Stealth Quest 18\/05\/14","creation":"2014-05-19 15:40:26","description":"\n","username":"BahnCalamari","cards":{"01018":3,"01019":2,"01021":2,"01022":2,"01044":2,"01050":3,"02026":3,"02043":3,"02064":2,"03054":2,"04028":2,"04081":3,"05030":1,"05034":2,"05035":3,"05041":2,"05042":2,"05046":2}},{"id":5775,"name":"SimpleGabe","creation":"2014-05-19 16:18:55","description":"\n","username":"macydus2","cards":{"01007":2,"01008":3,"01011":1,"01014":1,"01017":1,"01018":3,"01021":3,"01022":3,"01024":3,"01026":1,"01028":2,"01036":3,"01050":3,"01051":1,"01053":3,"02009":2,"02043":3,"03052":3,"03053":2,"03054":3}},{"id":5777,"name":"Tag or Frag","creation":"2014-05-19 16:58:44","description":"<p>With Nisei Division you really want to play Cerebral Cast, a suboptimal card because it offers the Runner options. Packing brain damage and tag punishment in the same deck is a major challenge, both deckspace and influence-wise. I attempt the Closed Accounts route, playing to the advantage of on-demand Runner bankruptcy by scoring agendas during this window under strong remote ICE (Tollbooth, Susanoo-no-Mikoto).<\/p>\n","username":"bewnt","cards":{"01070":2,"01077":1,"01084":3,"01090":3,"01110":3,"02015":3,"02039":1,"02053":2,"02110":3,"04012":3,"04015":3,"04040":2,"04093":3,"04114":2,"05002":1,"05005":3,"05006":1,"05007":3,"05013":3,"05016":2,"05017":2,"05020":1}},{"id":5778,"name":"Too Much Dirty Laundry","creation":"2014-05-19 17:43:38","description":"<p>So far I've been playing this deck super aggressive and it works. It has an EXTREME fast economy and becomes taxing against the corp. <\/p>\n\n<p>The ALL-STARS: Legwork &amp; Security Testing<\/p>\n\n<p>My original build had 2 security testing but I took one out for 1 R&amp;D Interface for late game.<\/p>\n\n<p>Masanori + Motivation + May + ST is a kick ass ECON ENGINE!<\/p>\n","username":"Locke","cards":{"01007":2,"01008":3,"01011":1,"01014":2,"01018":3,"01021":2,"01022":2,"01024":3,"01050":3,"02009":2,"02023":2,"02083":1,"02091":1,"02104":3,"02107":1,"03052":3,"03054":2,"04004":2,"04008":2,"04009":1,"05035":3,"05048":1,"05054":1}},{"id":5779,"name":"*Plus Shipping and Handling V1.0","creation":"2014-05-19 17:45:48","description":"<p>Born from the concept \"can you have too much taxation?\" Basically, runs by using Jackson Howard to draw up and stick as many ICE on the board as possible. You won't need a lot of money to rez your ICE, with the exception of Tollbooth, but your opponents will need a lot of money to get through.<\/p>\n\n<p>Watch as your opponent runs through multiple pop-up windows and Pups only to hit a Burke Bugs that they don't have enough credits left to avoid. Or watch them dwindle their money away and then rez the Chimera right in front of your scoring server. Put Red Herrings on an NAPD Contract, just to be mean.<\/p>\n\n<p>Playtesting this now, but if nothing else the deck is simple enough I may use it to teach new players...<\/p>\n","username":"Cancer Ace","cards":{"01081":3,"01090":2,"01091":3,"01108":1,"02017":3,"02056":3,"02059":1,"02060":2,"02114":1,"02115":3,"02119":3,"04012":2,"04015":3,"04077":3,"04096":3,"04100":3,"04119":3,"05018":3}},{"id":5781,"name":"Exile Combo Power 2.0","creation":"2014-05-19 18:56:18","description":"<p>The General premise is to combo ICE breakers into play using Stimhack &amp; SMC or Testrun Scavenge.<\/p>\n\n<p>The Djinn is in to provide a place for Opus, SMC and virus's to sit and look for the Nerve Agent \/ Medium for runs.<\/p>\n\n<p>Deep Thought i prefer over Women in Red though can be purged and takes some runs to get running Women in Red gives free draw to the corp if they want it.<\/p>\n\n<p>Changes from 1.0<\/p>\n\n<p>Modded replaced with 3x Daily Casts figured the money is more use than cheaper install especially with combo's.<\/p>\n\n<p>Dropped 2x Dirty Laundry and 1x Public Sympathy\nAdded 2x Plascrete Carapace &amp; 1x Deus X in their place<\/p>\n\n<p>Comments Welcome<\/p>\n","username":"Pinkwarrior","cards":{"01004":3,"01007":1,"01009":1,"01010":1,"01034":3,"01044":1,"01050":3,"02009":2,"02041":1,"02047":3,"02050":2,"02066":1,"02108":1,"03030":1,"03034":3,"03035":1,"03038":3,"03043":1,"03046":3,"03053":3,"03054":3,"04047":1,"04065":1,"04086":3}},{"id":5782,"name":"Jinteki Harmony Medtech carillion 1.0","creation":"2014-05-19 19:11:56","description":"\n","username":"Carillion","cards":{"01069":2,"01070":3,"01071":1,"01072":1,"01099":2,"01106":3,"01110":3,"02014":1,"02033":3,"02060":2,"02094":2,"02112":1,"03009":1,"04012":3,"04015":2,"04074":2,"04115":2,"04120":2,"05001":1,"05007":3,"05008":2,"05015":2,"05016":2,"05017":2,"05019":2}},{"id":5783,"name":"Empire Ants","creation":"2014-05-19 20:59:02","description":"<p>Nothing too fancy to write about here. This is just my build of a Midseason\/Psychographics list. <\/p>\n\n<p>I like the idea of using a large amounts of trace with operations to gain cash to battle back at the runner who hopefully will have a hard time holding onto money if you get your closed accounts or early traces up. The hope is that the ice are slightly higher than the Anarch sweep so that if they don't have a datasucker counter you get to make them pay to play.<\/p>\n","username":"DArtagnanMF","cards":{"01080":1,"01081":3,"01084":2,"01085":3,"01088":2,"01110":3,"01113":3,"02016":1,"02017":2,"02019":3,"02030":2,"02036":2,"02052":2,"02056":3,"02074":1,"02115":3,"02116":2,"03026":1,"04035":1,"04076":3,"04095":3,"04100":1,"05014":3}},{"id":5784,"name":"Blue Sun: Bleeding You Dry","creation":"2014-05-19 21:46:21","description":"<p>Based on: http:\/\/netrunnerdb.com\/en\/decklist\/5666\/ice-mill<\/p>\n","username":"dirkleton","cards":{"01090":2,"01094":2,"01098":3,"01100":2,"01102":3,"01106":2,"01110":3,"02012":1,"02018":3,"02019":3,"02038":3,"02079":3,"03013":1,"03015":1,"04015":3,"04018":2,"04037":2,"04058":1,"04078":3,"04119":3,"04120":3,"06068":1}},{"id":5785,"name":"HB Brainbuster -The Purple Jinteki - update","creation":"2014-05-19 22:12:20","description":"<p>Intro:<\/p>\n\n<p>People have been asking me to see if any H&amp;P cards would update this build so here's my immediate thoughts on that.  5 games later I'm very happy with the improvements.<\/p>\n\n<p>I feel like once Brainbuster was out there, it became slightly less viable.  I had to come up with a way to reverse  how knowledge of the deck composition hurt the build. <\/p>\n\n<p>Progression:<\/p>\n\n<p>I've been playing Red Coats and I did okay with it, but I still felt like if I was putting something into a remote and advancing it, I was never quite sure if the runner had tricks to get in (stimhack, specialty breaker, etc).  It made me long for more than the 1 of aggsec in the deck (old habits die hard).  The great thing too is this can kind of masquerade as Red Coats up front, which will lead people to face check to keep the cash down, and stick a fenris (which isn't in Red Coats).  Thank the FSM for shifting metas!<\/p>\n\n<p>So I'm inspired to bring some of the 'big boy ice' into the advanceable archetype.  Having tested it a little with junebug and snare, I found that people just would stop running remotes after 1-2 brain damage out of fear of junebugs spotted from R&amp;D, and the traps went to waste.<\/p>\n\n<p>Clarity:<\/p>\n\n<p>This lead me to think...if they refuse to run advanced cards, what are my options?  There is always put agendas in, but expose takes care of that, and that's always an answer.  Haas, but that's hardly worth my time. GRNDL is too much to splash.  Trick of light, but that's too slow...what is like trick of light, and in HB?  Haas Arcology! <\/p>\n\n<p>This was a moment of clarity to me.  You can still tax the runner by dragging them down your remote to trash it, it works off of the trap style, and can lie in wait while you draw your 3\/2s while bluffing a failed CO.  If it shows up before any other brain damage, it programs the runner to run on advanced cards.  It answers a problem this deck had with scoring the last 2 points after the runnner's rig was up.  It is a beautiful addition that I'd like to see maybe a 3 of...<\/p>\n\n<p>Outro:<\/p>\n\n<p>The changes made do turn off never advance punish, short of taxing the runner down the remote to trash assets.  RIP EoW.<\/p>\n\n<p>Inazuma can stick you a second fenris, or if you're rich out of control, maybe even slam a full heimdall 2.0!  It's even more gross with ichis, and is still effective as a second breaker check on central ice.  Also it sucks ass to break with anything other than yog + 2 suckers.<\/p>\n\n<p>Variation:<\/p>\n\n<p>I can easily see this sticking to the redcoats style and run 3x tollbooth instead of the inazumas, but I'm not so sure the deck supports it.  YMMV.<\/p>\n\n<p>Post Scriptum:<\/p>\n\n<p>2x Tori Hanzo triggering off a scored SDP is a pipe dream for the Johnny in me, so that variant might be out there :P<\/p>\n","username":"x3r0h0ur","cards":{"01054":1,"01055":3,"01056":3,"01062":2,"01072":3,"01090":1,"01110":3,"02051":3,"02080":2,"02092":3,"02110":3,"03007":3,"03009":2,"03011":2,"03015":2,"03019":2,"03026":2,"04015":3,"04071":3,"04120":2,"05016":2}},{"id":5786,"name":"Punitive Medicine v2.0","creation":"2014-05-19 23:02:15","description":"<p>Either score 6 points, or punitive the runner to win. Shi Kyu forces the runner to score half of your agendas to win, whereas you only need two. <\/p>\n\n<p>I've never played Jinteki before, so the previous build's ICE was just dumb. Here's I've tried to give it some thought. Roto and Himitsu prevent an early lucky score. There are no early game code gates, allowing us to surprise the runner with Inazumas to reinvigorate our earlier ICE. Shiro allows you to hide Punitives if you want it to be a surprise, or show them if you want to use the threat. It can also give you a Punitive window if you're ready for it.  Susan is good PriReq fodder, and can give you a nice scoring server, if you want to go that route. Pup taxes the runner, as does Komainu. <\/p>\n\n<p>Mushin is great for setting up game point. If you have a Punitive, and place a nice damaging piece of Ice in front of an agenda, it's a win-win for you. And hilarious if you get it off with a GRNDL.<\/p>\n\n<p>Would love some feedback, again because of my lack of experience in Jinteki.<\/p>\n","username":"Thike","cards":{"01064":1,"01078":1,"01106":3,"01110":3,"03026":1,"04012":2,"04013":3,"04015":3,"04033":1,"04040":2,"04079":3,"04099":1,"04100":2,"04115":1,"05001":1,"05007":3,"05011":3,"05015":3,"05016":2,"05017":2,"05018":2,"05019":1,"05020":1}},{"id":5787,"name":"Kate Parasite Recursion","creation":"2014-05-19 23:06:31","description":"\n","username":"arribous","cards":{"01004":1,"01006":2,"01008":3,"01012":3,"01026":1,"01033":1,"01049":1,"01050":3,"02009":2,"02047":3,"02066":1,"02091":2,"02106":3,"03034":2,"03038":3,"03040":2,"03046":3,"03048":1,"03052":3,"03053":3,"03054":2,"04067":1}},{"id":5788,"name":"Surgical Sil","creation":"2014-05-19 23:14:05","description":"<p>A deck centered on exposure and running only with confirmed target.<\/p>\n\n<p>Some tactics:<\/p>\n\n<ul>\n<li>Siphon\/Planned Assault when they are low on creds and you have an unrezzed remote with confirmed target.<\/li>\n<li>Repeat previous step but with Running Interference.<\/li>\n<li>Wiretaps + Legwork are BFFs (Planned Assault can help here too).<\/li>\n<li>Get Logos out ASAP and use it wisely to get the tool you need to perform the surgery :)<\/li>\n<li>Recurring Grappling Hook + e3 could be a destructive combo! Pass any ice for 3 creds!<\/li>\n<li>Prof Con + Logos to get the hand full of tricks and moneh!<\/li>\n<li>Running on R&amp;D is not recommended due to lack of pressure tools.<\/li>\n<\/ul>\n\n<p>Try to exploit the Identity! Every siphon comes with an expose! Every Legwork too! If running there is cheaper than Satellite uplink or SoT into an Infiltration GO FOR IT!<\/p>\n\n<p>Information is power!<\/p>\n","username":"teky","cards":{"01007":1,"01018":1,"01021":3,"01043":1,"01049":3,"01050":3,"02023":3,"02024":1,"02066":1,"02091":2,"02104":2,"03035":1,"03038":2,"03049":1,"03054":3,"04044":1,"04063":1,"04084":1,"05030":1,"05035":2,"05036":2,"05037":2,"05045":3}},{"id":5789,"name":"Tag Floating Reina","creation":"2014-05-19 23:54:32","description":"<p>a<\/p>\n","username":"Ayotte","cards":{"01002":3,"01007":2,"01008":2,"01010":2,"01011":2,"01012":3,"01014":1,"01018":3,"01050":3,"01053":3,"02002":2,"02009":2,"02021":1,"02042":3,"02087":1,"02103":2,"03052":2,"03054":1,"04009":2,"04041":1,"04043":3,"04106":2}}]