[{"id":7797,"name":"No Taxation Without Representation v 1.0","creation":"2014-07-22 00:05:10","description":"<p>I always thought Reina had excellent taxation potential due to her ability. Add <a href=\"\/en\/card\/05055\">Donut Taganes<\/a> into the fray along with <a href=\"\/en\/card\/02082\">Xanadu<\/a> and <a href=\"\/en\/card\/04003\">Rook<\/a> and costs for the Corp will quickly add up. This deck takes a while to set up, but once it does it is nigh unstoppable. Out of the 12 games I've played so far, I've only lost to Replicating Perfection in my local meta. There's more than enough econ to sustain the deck in the long term, and most everything in the deck is relatively cheap to play. I'm planning on tinkering with the deck some more in the coming weeks, particularly with draw power -- something I feel the deck is seriously lacking in. I'm thinking of taking out the <a href=\"\/en\/card\/02024\">e3 Feedback Implants<\/a> for a copy of <a href=\"\/en\/card\/02105\">Mr. Li<\/a> so I can tutor for it with <a href=\"\/en\/card\/04004\">Hostage<\/a>. Another thing about the deck is that it takes a while to set up, meaning decks like Fast Advance could give this deck some trouble if icebreakers don't get found quick enough. <\/p>\n\n<p>Overall it's a fun deck to play but it remains to be seen if it can hold up in more competitive games. Any suggestions would be greatly appreciated.<\/p>\n","username":"WardOfTheWoods","cards":{"01007":2,"01011":1,"01014":1,"01015":2,"01026":1,"01043":1,"01046":1,"01053":3,"02009":2,"02022":3,"02024":1,"02028":2,"02069":3,"02082":2,"02091":2,"03053":2,"04002":3,"04003":3,"04004":2,"04021":3,"04041":1,"04042":3,"04043":2,"05053":2,"05055":2}},{"id":7798,"name":"4th Place San Rafael Regional Gabe Deck (7-1)","creation":"2014-07-22 00:29:16","description":"<p>Extremely consistent deck, which is what I wanted for such a massive and competitive group of players (80). Had zero problems against NBN FA and Jinteki PE. My only loss as runner on the day was against a big ice HB ETF, which finished off as 4-7 corp. <\/p>\n\n<p>2-0 Jinteki PE<br \/>\n1-1 HB ETF<br \/>\n3-0 NBN TWIY<br \/>\n1-0 Jinteki RP<\/p>\n","username":"thesenorcortez","cards":{"01007":2,"01017":1,"01018":3,"01021":3,"01022":3,"01024":2,"01026":1,"01028":2,"01029":2,"01050":2,"02007":2,"02009":2,"02043":3,"02066":1,"02104":3,"03038":2,"03052":3,"03053":3,"04043":1,"05035":3,"05048":2}},{"id":7799,"name":"STARLIGHT EXPRESS! STARLIGHT EXPRESS! v1.0","creation":"2014-07-22 00:41:42","description":"<p>This started off as a joke deck amongst my play group, but as I played it more, the more I started to like it. This deck, especially late game, can have very strong economy thanks to <a href=\"\/en\/card\/04107\">Power Nap<\/a> and <a href=\"\/en\/card\/04109\">Lucky Find<\/a>. I regularly end up getting 15 or more credits off a single Nap, which can help turn the tide against many Corp decks in a jiffy. <a href=\"\/en\/card\/01047\">Aesop's Pawnshop<\/a> can add more credits in a jiffy if I need the extra click by trashing <a href=\"\/en\/card\/04069\">Starlight Crusade Funding<\/a>. My only real concern in the deck is with the icebreakers. I tried my best to fill in the roles as best I could, but the deck has trouble against remote servers. Replicating Perfection regularly stomps all over my deck in the local meta. I'e considered running <a href=\"\/en\/card\/02085\">HQ Interface<\/a> to support the excellent central breakers that Criminals have access to, but can't figure out what to toss from the deck. Any input is greatly appreciated.<\/p>\n","username":"WardOfTheWoods","cards":{"01007":1,"01018":3,"01021":3,"01022":3,"01024":2,"01026":1,"01027":1,"01047":1,"02009":2,"02062":1,"02091":2,"02104":2,"02105":2,"03052":3,"04004":2,"04029":3,"04044":2,"04063":3,"04069":3,"04107":3,"04109":3,"05029":1,"05036":3,"05042":1,"05046":1}},{"id":7800,"name":"Tower of Perfection (7th of 66 in Durham Regionals; Top Jint","creation":"2014-07-22 00:59:57","description":"<p>I thought I'd write up this deck, which I think is pretyt competitive.  It got me 7th place and top Jinteki in the 66 person Durham Regionals and, recently, 2nd place at a store tournament.  This is a rather lengthy article about how the deck is designed and how I play it.  Comments welcome. The deck is heavily influenced by the Stimhack <a href=\"http:\/\/stimhack.com\/tower-of-defense\/\">Tower of Defense<\/a> article.  See also my <a href=\"http:\/\/netrunnerdb.com\/en\/deck\/view\/104889\">Tower of Pain<\/a> version for a strategy discussion of how I play this deck type.<\/p>\n","username":"poorhaus","cards":{"01068":3,"01090":2,"01110":2,"02013":2,"02031":1,"02032":1,"04012":3,"04013":1,"04015":3,"04054":3,"04060":1,"04074":3,"04093":2,"04099":2,"04114":2,"04119":3,"04120":2,"05007":2,"05009":3,"05017":3,"05018":2,"05020":1,"05025":3}},{"id":7801,"name":"Tower of Pain","creation":"2014-07-22 01:01:44","description":"<p>This is my evolved version of a 7th place Durham, NC Regionals (and top Jinteki) deck.  It won me 2nd in a recent store tournament.  It's competitive and, piloted right, very very consistent.<\/p>\n\n<h2>Economy FTW<\/h2>\n\n<p>The big difference between this deck and medioxcore's <a href=\"http:\/\/stimhack.com\/tower-of-defense\/\">Tower of Defense<\/a> is settling for Bastions instead of <a href=\"\/en\/card\/02110\">Eli 1.0<\/a> so I can afford <a href=\"\/en\/card\/04099\">GRNDL Refinery<\/a>.  It's a super versatile econ card that's perfect for this ID: if your runner isn't checking remotes because they're bored with finding more econ assets, install it unprotected. It can pop you from 2 to 8 credits in a pinch or you can advance twice and protect to gain 16 next turn (or ICE, Ash, and advance once- even better).  If you have a scoring server, throw it onto your Ash or Caprice and grab 16+ creds off of it.  It's polite and gets out of the way for the sundew or agenda you want to put in its place next.  You can also keep a slow burn of advancement tokens accumulating on it to confuse the runner- very fun if they think it's a trap and suddenly you grab 24 creds.<\/p>\n\n<p>This brings me to <a href=\"\/en\/card\/04054\">Sundew<\/a>.  Word's gotten out how powerful it is in RP and most runners will really want to trash it when they see it. <a href=\"\/en\/card\/02013\">Ash 2X3ZB9CY<\/a> is the perfect antidote to this troublesome behavior.  A <a href=\"\/en\/card\/03026\">Bastion<\/a> or even a <a href=\"\/en\/card\/05018\">Pup<\/a> plus Ash means the runner is spending two clicks and 7 - 8 creds to trash the sundew in the early game, which cost you a click to install.  In the late game it can easily take them two 10+ credit runs to trash the 'dew, which is making you a clickless 2 creds all the while. If they do happen to trash it throw a GRNDL or another sundew right in there and add another piece of ice.  You're golden- they're not making it back in any time soon.  Scoring position for this identity is 15-30 credits, depending on how much ice you have rezzed already.  Which brings me to:<\/p>\n\n<h2>ICE<\/h2>\n\n<p>MVP is definitely <a href=\"\/en\/card\/01090\">Tollbooth<\/a>.  I wish I could have 3.  In fact, that's a common use of <a href=\"\/en\/card\/04060\">Interns<\/a>: reinstalling Tollbooths that got trashed somehow.<\/p>\n\n<h2>Start slow<\/h2>\n\n<p>Above I mentioned that you shouldn't even really think of scoring until you've iced centrals, have a protected economy, and have 15-30 creds. This deck really wants you to have centrals iced early.  Chill out and click for credits if you have to- make sure you can get that ice installed and rezed.  Preferably with ETR ice innermost and the nasty sentries or code gates that don't just ETR as outermost.  You need there to be more than a click tax for the runner to come over and trash your <a href=\"\/en\/card\/05009\">Mental Health Clinic<\/a>s.  The biggest thing that will lose games for you is rushing to get econ or agendas set up.  Patience.  Don't fear the runner scoring.  Most of your agendas are hard for them to score or hurt them.  An early <a href=\"\/en\/card\/04119\">NAPD Contract<\/a> score can put you way ahead.<\/p>\n\n<p>Draw first click a lot once you have a slight surplus of money over ice rez cost.  You'll often only have 2 or 3 pieces of ICE when you hit your first <a href=\"\/en\/card\/04015\">Jackson Howard<\/a>.  Install him and use him to dig for the others, as soon as you have money to install and rez them.  You want to be 2x deep on the centrals, and preferably install another nasty sentry on the outside any time you rez something.  Pups and Yaguras are amazing both early and late game: they cost the runner more than they cost you, which makes the math work on this deck.<\/p>\n\n<h2>Midgame: Get ready to strike<\/h2>\n\n<p>Once your centrals are iced you're solidly in midgame.  This should be turn 3-5.  Mental Healths are the safest to get started with as remotes, saving sundews for a more complicated multi-turn setup.  At this point, that runner should be panicking and setting up their rig, taking the temp hit that they'll never recover from.<\/p>\n\n<h2>Gifts<\/h2>\n\n<p><a href=\"\/en\/card\/04012\">Celebrity Gift<\/a>\\s are a great way to show off a snare or be able to rez tollbooth turn one if you suspect Siphon.  I don't worry too much about showing agendas- all i really want for myself is two Niseis and a Future Perfect.  My ideal world is the runner scoring 3 NAPDs while my severs become impenetrable.  Against andy or any runner who I know has Siphon I'm happy to leave R&amp;D undefended turn one and Celeb > install Tollbooth.  Better to do it turn two when R&amp;D is safe but I'll take what I can get.<\/p>\n\n<h2>Pain<\/h2>\n\n<p>There's not much pain in here for Jinteki but a lot compared to most RP decks.  <a href=\"\/en\/card\/01070\">Snare!<\/a>, <a href=\"\/en\/card\/04074\">Tsurugi<\/a>, <a href=\"\/en\/card\/05017\">Komainu<\/a>, <a href=\"\/en\/card\/02032\">Fetal AI<\/a> and, to a lesser extent, <a href=\"\/en\/card\/05018\">Pup<\/a> and <a href=\"\/en\/card\/04093\">Yagura<\/a> are where you do damage.  Snare really is a great card here.  In a recent tournament I had a runner almost flatline on turn 2 with a Legwork-interface grab, seeing 4 of 5 cards.  He had two cards in hand after taking Fetal damage and the only card he didn't see was a snare, instead taking 6 points.  I was able to come back and win, though, from the tempo hit he took from the Fetal he did see.  <\/p>\n\n<h2>The impenetrable Server<\/h2>\n\n<p>Over time, get your  Sundews onto Ashes in a 2-4 deep server.  <a href=\"\/en\/card\/05020\">Susanoo-No-Mikoto<\/a> is great for this one (except for Knight players- damn you knight!).  This mega server is where you'll score the <a href=\"\/en\/card\/01068\">Nisei MK II<\/a> and where you'll put <a href=\"\/en\/card\/04114\">Caprice Nisei<\/a>.  Possible exception of needing Caprice on HQ or R&amp;D to stop event based shenanigans from Criminals or Shapers, respectively.  <\/p>\n\n<p>Ash + Caprice on the same tower server is devastating.  With a Nisei token scored you can often be in a position where you know the runner cant' possibly win before you score that Future Perfect.  You want the game to turn into math, and the numbers to come out in your favor.  Once you're set up it only takes 4-6 turns to score your three agendas.  And that's if you haven't been able to squeeze any through ahead of time.<\/p>\n\n<h2>Agendas<\/h2>\n\n<p>Don't be afraid to treat NAPDs like trash.  You have Jackson, but sometimes you might choose to let the runner get an NAPD as their first agenda and jackson some econ back instead.  You have to score 3 agendas, while the runner (usually) needs 4.  Obviously alter this strategy if they score a <a href=\"\/en\/card\/05007\">The Future Perfect<\/a> that's bad news for you. <\/p>\n\n<p>The Niseis are the first thing you want to score.  but don't rush.  Get that math working in your favor first or the tempo hit can doom you.<\/p>\n\n<p>If you're ahead tempo-wise, Interning a Nisei out of a Jackson-protexted Archives and advancing once to setup the first score is a thing of beauty.  You'll be so focused on getting ice in the beginning (and jacksoning for these pieces) that you'll be very likely to have an interns in hand when you're ready to score.  That one of is a great include.  If you don't need it for agendas, pull out a sundew or GRNDL into a protected server as needed.  It's #2 on the Jackson-recursion list after other Jacksons.<\/p>\n\n<h2>Weaknesses<\/h2>\n\n<p>Decks I've noticed that can trounce me:<\/p>\n\n<ul>\n<li>A poorly managed Siphon Spam Gabe or Andy.  One game recently I never got above 5 creds.  That doesn't work.  Remember that Desperado effectively lets them trash for one less, which means taxing (damage or tollbooth) exterior ice on centrals is crucial.  <\/li>\n<li>PPVP Kate with Lucky Finds etc.  She's so rich it's hard to keep her out enough.  Parasite can be particularly devastating.  Also, as I learned, Don't trash femmed ICE- just keep making the tower.  Kate likes to Scavenge a lot and she has to un-femme to femme.<\/li>\n<li>Big Rig Shaper in general.  Morningstar crushes Bastion, Torch and\/or Femme kills Tollbooth.  The sentries are really the only thing that taxes them.  If they Parasite things too you're hurting pretty bad.  My advice in this case: Tower R&amp;D and rush best you can.<\/li>\n<\/ul>\n\n<p>Parasite recursion is a problem but not that bad if you keep 2x+ ice on all servers- it's hard for them to get sucker tokens for instakills.  Komainu still dies to Grimoire every time though :|<\/p>\n\n<p>Finally, a big weakness for this deck in tournament play is game length.  In the cut to top rounds it can be more likely to go to time.  Be decisive and know what you're doing and this is less of a problem.  You may have to take more risks in a 35 minute half game than you would for a 70 minute match. <\/p>\n\n<p>Sorry for the ramble.  That's my strategy dump for the deck.  I've always loved Jinteki but was never good at playing PE.  RP is my thing now: set up, control the game, and win with high certainty.  Big thanks to @mediohxcore for kicking off the idea.<\/p>\n","username":"poorhaus","cards":{"01068":3,"01070":2,"01090":2,"01110":1,"02013":2,"02031":1,"02032":1,"03026":3,"04012":3,"04013":1,"04015":3,"04054":3,"04060":1,"04074":3,"04093":2,"04099":2,"04114":2,"04119":3,"04120":2,"05007":2,"05009":3,"05017":2,"05018":2,"05020":1}},{"id":7802,"name":"Person of Interest v2.0","creation":"2014-07-22 01:06:18","description":"<p>Redone version of a previous deck I made. The first week I played it in my local game store meta, I went 3-0. <a href=\"\/en\/card\/01085\">Psychographics<\/a> and <a href=\"\/en\/card\/02115\">Project Beale<\/a> along with <a href=\"\/en\/card\/02116\">Midseason Replacements<\/a> helped win me a couple games from behind. During one such game, I had scored an <a href=\"\/en\/card\/01081\">AstroScript Pilot Program<\/a> while my opponent had stolen 6 agenda points. The turn after stealing, I Midseasons-ed into a Psychographics for 7 counters, removed one from Astro and then advanced a Beale for 9 total counters and won. The deck has loads of econ, and my opponents usually won't run on a remote with <a href=\"\/en\/card\/02055\">Marked Accounts<\/a> in it, meaning I get steady credits to build up my combos and rez the relatively-inexpensive ICE in the deck. I've also faked out opponents by using <a href=\"\/en\/card\/04012\">Celebrity Gift<\/a> on a hand with an agenda, Midseasons, Psychographics and either <a href=\"\/en\/card\/01084\">Closed Accounts<\/a> or <a href=\"\/en\/card\/01099\">Scorched Earth<\/a>. Jackson helps keep my hand full at all times while I find econ or ICE to set up Psychographics. Overall, while the ICE isn't the strongest, I've had a lot of success in my local playgroup with this deck.<\/p>\n","username":"WardOfTheWoods","cards":{"01080":1,"01081":3,"01084":2,"01085":3,"01088":3,"01090":2,"01099":2,"01110":3,"02016":1,"02017":2,"02055":3,"02056":3,"02074":2,"02115":3,"02116":3,"02117":1,"03023":1,"03026":1,"03027":2,"04012":2,"04015":2,"04035":1,"04040":1,"04076":3,"04095":3,"04096":2}},{"id":7803,"name":"Wizzaaaaa is comin ladies, hold your emotions!","creation":"2014-07-22 03:23:35","description":"<p>I'm trying to play anarch and i think wizzard is the best of 3 red runners. In this i've lots of economy, parasite recursion (or just recursion of..something) and 3 creds each turn for trash. So comment!<\/p>\n","username":"SlayerCNV","cards":{"01002":3,"01003":2,"01006":2,"01007":1,"01008":3,"01009":3,"01010":2,"01011":1,"01012":3,"01014":1,"01022":2,"01034":2,"01050":3,"01053":3,"02001":1,"02009":1,"02022":3,"02041":1,"02091":2,"03035":1,"03038":2,"03052":3,"04043":3}},{"id":7804,"name":"Apple Core","creation":"2014-07-22 04:13:02","description":"<p>1 Core Set Only Shaper Deck<\/p>\n","username":"zakski","cards":{"01005":2,"01007":2,"01020":2,"01022":2,"01026":1,"01033":1,"01034":3,"01035":2,"01036":2,"01037":3,"01038":2,"01039":2,"01040":2,"01041":1,"01043":2,"01044":2,"01046":2,"01048":2,"01049":3,"01050":3,"01051":2,"01053":3}},{"id":7805,"name":"Don't tag me bro! (Single Core Set)","creation":"2014-07-22 06:27:14","description":"<p>Do you hate tags? The point of this deck is to give as much tag avoidance\/prevention as a single core set can, while not hindering Kate in setting up a decent rig for running. It also has the nice side effect of you being harder to trace, for tags or otherwise.<\/p>\n\n<p>Firstly has high link potential with <a href=\"\/en\/card\/01039\">Rabbit Hole<\/a> and <a href=\"\/en\/card\/01052\">Access to Globalsec<\/a>, coupled with Kates starting link value and <a href=\"\/en\/card\/01041\">The Toolbox<\/a> if you can pull it. I've splashed <a href=\"\/en\/card\/01032\">Decoy<\/a>; try to save these to avoid tags on the corps turn, and <a href=\"\/en\/card\/01030\">Crash Space<\/a> to help rid you of any tags you may have picked up while running.<\/p>\n\n<p>Finally I tried to have a bunch of econemy cards such that if you need to pay off a trace you can, along with <a href=\"\/en\/card\/01007\">Corroder<\/a> and <a href=\"\/en\/card\/01008\">Datasucker<\/a> to make Icebreaking as cheap as possible leaving you with credits in your pool.<\/p>\n","username":"HalfDayDeemo","cards":{"01007":2,"01008":2,"01030":2,"01032":2,"01033":1,"01034":3,"01035":2,"01037":3,"01038":2,"01039":2,"01040":2,"01041":1,"01043":2,"01044":2,"01046":2,"01047":1,"01048":2,"01049":3,"01050":3,"01051":1,"01052":3,"01053":3}},{"id":7806,"name":"Hall of Fame v 0.1","creation":"2014-07-22 07:26:51","description":"<p>\"They say installing 1000 programs gets you into the Hacker Hall of Fame, I bet you I could install double that.\" - Noise<\/p>\n","username":"Volstruis","cards":{"01001":1,"01002":3,"01006":3,"01008":3,"01010":2,"01012":3,"01051":3,"02003":3,"02041":2,"03047":3,"04005":3,"04043":3,"04082":2,"05054":3,"06014":3,"06037":3,"06113":3}},{"id":7807,"name":"Headache","creation":"2014-07-22 13:08:34","description":"<p>Lots of brain damage<\/p>\n","username":"TimmahC","cards":{"00004":1,"01055":3,"01061":3,"01063":3,"01110":3,"02012":2,"02053":3,"02070":3,"03007":1,"03009":3,"03013":3,"03015":2,"03016":3,"03022":3,"04039":3,"04100":3,"04119":3,"05009":2,"06081":3}},{"id":7808,"name":"My Newbie Criminal Deck","creation":"2014-07-22 13:28:08","description":"<p>Deck made to access central servers and specially HQ very often.<\/p>\n","username":"yokhen","cards":{"01015":1,"01018":2,"01019":3,"01020":3,"01021":3,"01022":3,"01023":2,"01042":1,"01043":1,"01049":3,"01050":3,"01053":3,"02022":3,"02023":3,"02025":3,"05030":1,"05031":2,"05032":2,"05033":2,"05034":2,"05035":2,"05036":2,"05037":2,"05038":2,"05039":2,"05040":2,"05041":2,"05042":2,"05043":2,"05045":2,"05046":2,"05047":2,"05048":2,"05051":2}},{"id":7809,"name":"Blue Sun's Zenith","creation":"2014-07-22 14:27:57","description":"<p>Blue Sun is a really interesting identity that allows the corp to vary the board state much more than the average corp identity. You can shuffle ice around at will, which can be used very effectively to scare the runner into mistakes. <\/p>\n\n<p>Oversight AI is a very effective combo with the deck concept. Cheat in a Tollbooth, Wotan, or Janus 1.0, bounce it next turn to gain enough creds to actually rez the thing yourself. Better yet, whatever you install next is likely to be treated as though it WERE what you bounced, especially since you have the creds to rez it, so you can really shake down the runner by swapping into something different.<\/p>\n\n<p>Amazon Industrial Zone is a strong compliment to the identity, especially with the high number of 3-rez ice in the deck.<\/p>\n\n<p>Levy University is in the deck to help you find the ice you need. Often the runner will pick programs to counter your existing ice; LU lets you pick an ice out that maneuvers around that play.<\/p>\n\n<p>Broadcast Square is a bit of a strange splash. I'm not sure how well it'll do, but there were lots of chances for gaining bad publicity in this deck, so I thought draining the runner's creds whenever that could happen would be strong, especially since breaking through the hefty ice in this deck would take a lot of creds.<\/p>\n","username":"milieu","cards":{"01090":2,"01094":2,"01095":3,"01097":1,"01098":3,"01099":1,"01101":1,"01102":2,"01110":2,"01111":2,"01113":2,"02012":1,"02018":2,"02019":2,"02038":2,"02039":1,"02077":2,"02079":3,"03024":2,"04030":1,"04038":1,"04078":1,"04080":2,"04100":3,"04112":1,"06068":1}},{"id":7810,"name":"PE: Never Advance Flatline","creation":"2014-07-22 14:31:14","description":"<p>Work in progress concept, currently missing Jackson and tempted to try and find room for Psychic field as well. Could probably do with another piece of ice but would involve dropping neural emps I think.<\/p>\n\n<p>Basic concept is that you can punish runners who are aggressive against your remotes as much as runners who aren't, either sneak out agendas, use melange or hit them hard for 2-3 brain damage with edge of world. 3 neural emps to punish central aggression and cerebral cast and scorched to punish tags heavily.<\/p>\n\n<p>Big weakness is heavy R&amp;D assault, trashing all the traps will be a huge problem.<\/p>\n\n<p>Any thoughts before I test it folks?<\/p>\n","username":"Chimpster","cards":{"01067":1,"01070":3,"01072":3,"01075":1,"01099":2,"01101":2,"01108":2,"01110":3,"02014":3,"02032":3,"02053":3,"02110":3,"04012":3,"04013":1,"04032":3,"04033":1,"04093":2,"04120":2,"05004":3,"05006":1,"05013":2,"05017":3}},{"id":7811,"name":"Release the Kraken!","creation":"2014-07-22 14:44:55","description":"<p>Kraken MVP<\/p>\n","username":"sirris","cards":{"01008":2,"01012":1,"01033":1,"01034":3,"01050":3,"02009":2,"02047":2,"02066":1,"02087":2,"02090":1,"02106":2,"03035":1,"03038":3,"03040":2,"03046":3,"03048":1,"03052":3,"03054":3,"04029":3,"04061":1,"04086":2,"04109":3,"05035":1}},{"id":7812,"name":"Everything and the Kitchen Sink","creation":"2014-07-22 15:50:47","description":"<p>Updated the kitchen sink to remove some items. I added tinkering for some added early pressure and same old thing to replay events in the heap. I cut some under performing programs to either focus the build or save influence so I could add a second nerve agent. <\/p>\n","username":"JTG81","cards":{"01008":2,"01011":1,"01014":1,"01026":1,"01028":1,"01034":3,"01037":2,"01041":2,"01042":1,"01047":2,"01053":3,"02027":2,"02041":2,"02047":3,"02089":1,"03030":1,"03033":2,"03034":3,"03035":1,"03038":3,"03040":3,"03044":2,"03053":3,"03054":1,"04061":1}},{"id":7814,"name":"Blue Sun's Zenith","creation":"2014-07-22 16:24:10","description":"<p>Blue Sun is a really interesting identity that allows the corp to vary the board state much more than the average corp identity. You can shuffle ice around at will, which can be used very effectively to scare the runner into mistakes.<\/p>\n\n<p>Oversight AI is a very effective combo with the deck concept. Cheat in a Tollbooth, Wotan, or Janus 1.0, bounce it next turn to gain enough creds to actually rez the thing yourself. Better yet, whatever you install next is likely to be treated as though it WERE what you bounced, especially since you have the creds to rez it, so you can really shake down the runner by swapping into something different.<\/p>\n\n<p>Amazon Industrial Zone is a strong compliment to the identity, especially with the high number of 3-rez ice in the deck.<\/p>\n","username":"milieu","cards":{"01079":1,"01086":2,"01090":2,"01094":2,"01097":1,"01098":3,"01099":1,"01101":2,"01102":2,"01106":2,"01110":2,"01111":2,"01113":2,"02018":2,"02019":2,"02038":2,"02039":1,"02070":3,"02077":2,"02079":3,"04015":2,"04038":1,"04078":2,"04100":1,"06068":1}},{"id":7815,"name":"Blue Sun's Zenith","creation":"2014-07-22 16:32:26","description":"\n","username":"milieu","cards":{"01079":1,"01086":2,"01090":2,"01094":2,"01097":1,"01098":3,"01099":3,"01101":2,"01102":2,"01103":2,"01106":2,"01110":3,"01111":2,"02018":2,"02019":2,"02038":2,"02039":1,"02070":3,"02077":2,"02079":3,"03027":1,"04015":2,"04038":1,"04078":2,"04100":1,"06068":1}},{"id":7816,"name":"Haas Bioroid: Using Influence ","creation":"2014-07-22 18:11:38","description":"\n","username":"YurikaSama","cards":{"01055":3,"01056":3,"01061":1,"01062":2,"01086":2,"01098":2,"01099":2,"01100":1,"01109":3,"01110":3,"01111":1,"02059":1,"02110":3,"03002":1,"03004":1,"03006":3,"03007":1,"03009":2,"03013":3,"03015":1,"03017":1,"03019":2,"03021":3,"03026":2,"04010":1,"04020":2}},{"id":7817,"name":"My Newbie Criminal Deck v2.0","creation":"2014-07-22 18:39:49","description":"<p>Deck made to access central servers and specially HQ very often.<\/p>\n\n<p>I currently own the Core Set, Honor &amp; Profit, Trace Amount and recently acquired Mala Tempora.<\/p>\n\n<p>I was wondering on whether or not to add the knight and perhaps something else from this last data pack.<\/p>\n\n<p>I am looking for some constructive criticism on this deck since I am very new to the game in general. Thank you!<\/p>\n","username":"yokhen","cards":{"01007":1,"01015":1,"01018":2,"01019":3,"01020":3,"01021":3,"01022":3,"01043":1,"01050":3,"01053":3,"02023":3,"02025":3,"05030":1,"05032":2,"05033":2,"05034":2,"05035":2,"05036":2,"05037":2,"05038":2,"05041":2,"05042":2,"05045":2,"05046":2,"05048":2,"05051":2}},{"id":7818,"name":"Chicago-inspired Silhouette","creation":"2014-07-22 19:30:46","description":"\n","username":"nydnarb","cards":{"01018":3,"01022":2,"01026":1,"01038":1,"01044":2,"01050":3,"02026":3,"02043":3,"02064":2,"02087":1,"03054":3,"04081":3,"05030":1,"05034":2,"05035":3,"05041":2,"05042":2,"05046":2,"05048":2}},{"id":7819,"name":"Noise is disrupting","creation":"2014-07-22 19:33:30","description":"\n","username":"nydnarb","cards":{"01001":1,"01002":2,"01004":2,"01006":2,"01007":1,"01008":3,"01010":3,"01012":3,"01050":3,"01051":3,"02003":3,"02022":3,"02091":2,"03038":3,"03052":3,"04043":3,"04109":2,"05033":3,"05035":1}},{"id":7820,"name":"Prepaid Faerush with Chaos Theory","creation":"2014-07-22 19:34:26","description":"\n","username":"nydnarb","cards":{"01007":1,"01036":2,"01037":2,"01048":3,"01050":3,"02009":1,"02046":1,"02066":1,"02104":2,"02106":1,"03035":2,"03038":3,"03044":3,"03046":2,"03049":3,"03052":3,"03054":3,"04029":3,"04067":1,"04109":2,"05035":1}},{"id":7821,"name":"Upstalk AstroBiotics","creation":"2014-07-22 19:35:05","description":"\n","username":"nydnarb","cards":{"01059":3,"01081":3,"01082":2,"01092":3,"01101":1,"01109":2,"01110":3,"02055":3,"02056":3,"02059":2,"02110":2,"02115":3,"04015":3,"04034":2,"04077":2,"04096":2,"04119":3,"04120":2,"05024":1,"05027":3,"06003":1,"06005":1}},{"id":7822,"name":"Scorched Imaging yay!","creation":"2014-07-22 19:35:40","description":"\n","username":"nydnarb","cards":{"01058":3,"01059":3,"01062":2,"01064":1,"01086":2,"01099":2,"01106":2,"01110":3,"02051":1,"02110":3,"03001":1,"03005":3,"03013":2,"03015":1,"03017":1,"03019":3,"04030":1,"04034":3,"04040":3,"04090":3,"04111":3,"04119":3,"05024":1}},{"id":7823,"name":"Click taxing RP realness","creation":"2014-07-22 19:44:14","description":"\n","username":"nydnarb","cards":{"01068":3,"01078":1,"01090":2,"01110":3,"01111":1,"02013":2,"02031":1,"02032":1,"02110":3,"04012":3,"04013":2,"04015":3,"04054":3,"04060":1,"04074":3,"04114":3,"04119":3,"05007":2,"05009":3,"05016":1,"05017":3,"05018":3}},{"id":7824,"name":"Make Them Poor","creation":"2014-07-22 20:22:49","description":"<p>I have been playing this deck for the last month or so and loved the results.  This deck is designed to tax in every way possible.  The ice is annoyingly expensive to break , your economy (sundew, mental health) invite the runner to spend more of their money, and finally every agendas requires money to steal unless it's an installed Future Perfect.<\/p>\n\n<p>Some of the more expensive ice I reserve for my win-server.  Susan, Tsurugi, Grim are perfect for scoring agendas, and the others just make a run on that server all the more annoying. <\/p>\n\n<p>Interns also deserves special note.  Although they can be key in recovering a vital upgrade for the win server, they're also invaluable for recovering asset economy, which if you do once and the credits are close, most runners will bow out from trashing your econ assets again.<\/p>\n\n<p>Also, since all agendas require money to steal, RSVP works well even as the last or only piece of ice on a server.<\/p>\n","username":"chasertalk","cards":{"01075":1,"01091":2,"01110":3,"02015":3,"02031":1,"02032":3,"02110":3,"04012":3,"04015":2,"04020":1,"04054":3,"04060":2,"04073":2,"04074":2,"04077":3,"04114":3,"04119":3,"05007":3,"05009":3,"05018":2,"05020":1,"05025":1}},{"id":7825,"name":"Tennin\/SegFault","creation":"2014-07-22 22:16:42","description":"<p>Segmentation Fault is a new format our local group is trying out where you cannot use the cards from the Core Set.<\/p>\n","username":"Nobo715","cards":{"01073":3,"02014":3,"02033":3,"02057":2,"04013":3,"04015":3,"04032":3,"04076":3,"04092":3,"04115":1,"04120":3,"05003":1,"05004":3,"05005":3,"05006":1,"05014":3,"05015":3,"05018":3,"05023":3}}]