[{"id":1751,"name":"Heilaskaða v1.1","creation":"2014-01-27 00:27:13","description":"<p>I built this deck based on a post someone made about making a deck based off of brain damage. I've been able to test it once so far and it looks pretty good. I'm almost certain I copied the suggested card-for-card but I've been curious about trying to fit Howler or Data Mine somewhere.<\/p>\n\n<p>The problem I have is in my meta most people play expose cards and I'm betting it's going to be hard to keep traps on my servers because they just play something to get around them or simply focus run my R&amp;D to win.<\/p>\n\n<p>Gave it an Icelandic name due to the overwhelming Norse theme.<\/p>\n","username":"ServerAssassin","cards":{"01054":1,"01056":3,"01061":2,"01062":1,"01063":2,"01075":1,"01106":2,"01110":3,"02012":1,"02051":2,"02053":1,"02070":2,"02080":2,"02092":1,"02094":2,"02110":2,"03004":1,"03007":3,"03009":2,"03014":1,"03015":1,"03017":1,"03019":2,"03020":2,"04015":2,"04040":1,"04071":2,"04079":3,"04080":1}},{"id":1752,"name":"Reina - Keyhole Siphon","creation":"2014-01-27 01:54:02","description":"<p>High risk, high reward. This deck is entirely built for very heavy early pressure with Keyhole. Crypsis is meant to help you land Keyhole hits and siphons early. <\/p>\n\n<p>The hardest part about piloting this deck is knowing when you have to transit out of Keyhole\/Siphon\/Vamp shenanigans, and into a more standard Anarch style of playing. Don't be afraid to trash Keyhole once you enter the mid-game, you are going to need the MU. <\/p>\n","username":"Sojourne","cards":{"01005":3,"01007":2,"01008":2,"01009":2,"01011":2,"01012":3,"01014":1,"01018":3,"01050":3,"01051":3,"01053":3,"02002":2,"02009":2,"02021":2,"02022":3,"04003":3,"04005":3,"04041":1,"04061":3}},{"id":1753,"name":"NBN - card draw advantage FA","creation":"2014-01-27 02:56:35","description":"\n","username":"somndev","cards":{"01081":3,"01082":3,"01083":3,"01092":3,"01110":3,"01113":1,"02013":3,"02019":1,"02020":3,"02060":3,"02070":3,"02114":1,"02115":3,"04015":3,"04034":3,"04039":3,"04077":3}},{"id":1754,"name":"HB Ice Scream","creation":"2014-01-27 05:54:22","description":"<p>This deck actually started as a joke but has proven to be good enough and fun to play against OCTGN opponents (well a definition of fun including you imagining the face of your on-line opponents when they face your ICE).<\/p>\n\n<p>There are only 7 Agendas in the deck, so you can leave your RnD without any support or light one. You leave it unsupported if you draw your counterstrikes and the opponent has not scored any agenda yet. If he scores two agendas (6 points) in one turn, you can kill him the next turn. Even if he scores 1, you can flatline him with 2 counterstrikes.<\/p>\n\n<p>The deck has a lot of money because of the use of the core Identity. You can play like a normal HB FA deck in the beginning, your opponent will face check some ice, hopefully run into a Fenris or Janus, and then you can rez all your big ones using the Bioroid Efficiencies and Oversight AIs. <\/p>\n\n<p>This deck can win either as a flatline deck or a rush behind ICE deck. The one Overwriter is there to use when you have already scored 2 Agendas and bluff the runner. Or not ;).<\/p>\n\n<p>Try it. <\/p>\n\n<p>Cheers.<\/p>\n","username":"ZiNOS","cards":{"01054":1,"01056":3,"01064":2,"01106":3,"01110":3,"02012":3,"02039":1,"02059":3,"02070":3,"02079":2,"02110":3,"03006":3,"03009":1,"03013":3,"03015":3,"03016":2,"04030":2,"04040":3,"04071":3,"04079":3}},{"id":1755,"name":"NBN: Regulators beta","creation":"2014-01-27 07:30:29","description":"<p>My version of the SnoopEMP deck found on this site.  <\/p>\n\n<p>My version hopes to use a well time agenda score like the old midseasons, except this version kills you.  You have the options of IoP + PC or N.EMP + PC to finish off the runner.  My agendas are a little bigger for PC.  It's native trace works well with the ID... Also my ice is a little more firm for sneaking out agendas when I can.  I should be pretty able to get the astro train started in half of the games I play or more.<\/p>\n\n<p>Flare is there to get Plascretes or consoles if timed right.  Helps open up the path to a PC, and does damage, working with the deck's archetype.  Draco helps because its a 1 cost etr ice, giving this deck some stopping\/rushing power.  Chum is a good pick because you can usually get an ETR with it, and if it lands, it works with the deck's goal.  Also, a Chummed Grim is a VERY costly combo to get into R&amp;D!  Waiting for wraparound too....<\/p>\n\n<p>Not quite sure if my version will work better with melange than marked accounts, I like the downward swing in runner econ.  The 1 of melange is to get a feel for how it looks in the deck, might go up if it works well.  I wonder if junebug would be a better splash for me, having 3\/5's in my deck....<\/p>\n\n<p>Definitely a fun sounding archetype, I hope to try it out tonight.<\/p>\n","username":"x3r0h0ur","cards":{"01072":3,"01075":3,"01080":1,"01081":3,"01106":2,"01108":1,"01110":3,"01113":2,"02017":2,"02020":2,"02055":3,"02056":3,"02115":3,"02117":1,"04015":3,"04016":3,"04020":2,"04039":2,"04056":2,"04076":3,"04079":3}},{"id":1756,"name":"Disguise jinteki","creation":"2014-01-27 08:05:04","description":"<p>Tentative de transposition de mon Jinteki vers un HB Fast Ad.<\/p>\n","username":"bot2563","cards":{"01054":1,"01055":3,"01056":2,"01058":2,"01059":3,"01062":2,"01064":2,"01065":1,"01070":3,"01110":3,"01111":2,"01113":2,"02013":2,"02051":3,"02110":3,"03005":1,"03009":2,"03017":2,"04010":3,"04011":2,"04015":3,"04073":3}},{"id":1758,"name":"Zoondeath","creation":"2014-01-27 10:57:46","description":"<p>Deck designed and played by Zoondo and Deathpact to 2nd and 3rd place of our 48-players tournament.<\/p>\n\n<p>No Fast Advance! The deck wins by locking the Runner out of servers. <\/p>\n","username":"Alsciende","cards":{"01054":1,"01055":2,"01056":3,"01064":3,"01065":1,"01084":1,"01090":1,"01101":1,"01103":3,"01109":3,"01110":3,"01111":2,"01113":3,"02013":3,"02080":3,"02092":1,"02110":3,"02120":2,"03006":3,"03008":2,"03019":3,"04015":3}},{"id":1759,"name":"The world is watching 1.2","creation":"2014-01-27 12:25:27","description":"<p>~Opening moves.\nFast Advance, Make sure that all of your servers are permeable, you want the runner to be able to get in, just slowly. If you put down a tollbooth or a heimidall too early they will just work on their economy and draw breakers. Yu want them to run lean, that way you can hit them with midseason. PSF is a threat, but not a promise.<\/p>\n","username":"Forged","cards":{"01061":3,"01081":3,"01084":1,"01085":2,"01087":1,"01088":3,"01090":3,"01092":2,"01103":3,"01104":3,"01107":2,"01110":3,"02055":3,"02056":3,"02114":1,"02115":2,"02116":2,"03023":2,"04014":1,"04015":2}},{"id":1760,"name":"FA\/Twin Ronin [1.1]","creation":"2014-01-27 12:37:16","description":"<p>This is the modified first draft of my deck aiming to flatline the runner using two Two Ronin. I thought about running the deck in HB, but one of the flatlines I’ve gotten a lot in my old Jinteki deck is just waiting for them to hit a snare and then sacrifice false lead if I can, advance-advance, fire a Ronin.<\/p>\n\n<p>Jinteki fast advance is really probably not where it needs to be to be competitive,but people are generally very cautious about running on Jinteki before they really have to, so if I can get a few agendas tabled and scored early, then I have all the biotics and ToL's to try and fast advance the last few points.<\/p>\n\n<p>Trick of Light and Biotic Labor will score agendas out of hand if you can punch your way to the win, if not, start setting up the Ronin. You want to have two Ronin on the table with 2 advancement tokens each. Then a Biotic Labor into Two Trick of Lights and you have two clicks left to shoot them both off. It’s a lot of pieces, but it’s a much more reliable flatline than meat damage. I toyed with doing this with an accelerated diagnostics, but that combo was really bloating my deck. I would be open to putting it back in if it worked in more than one gimmicky win.<\/p>\n\n<p>Anyway, feel free to rip it apart, I only ask that you try and offer at least one constructive suggestion.<\/p>\n","username":"falseidol","cards":{"01059":2,"01067":1,"01068":3,"01070":3,"01072":2,"01075":1,"01077":3,"01103":3,"01104":2,"01110":3,"02014":3,"02032":3,"02033":3,"02056":2,"02080":2,"02112":3,"04012":3,"04013":3,"04059":2,"04073":3}},{"id":1761,"name":"Reina Knizia","creation":"2014-01-27 12:41:40","description":"<p>Giving it a go.<\/p>\n","username":"richardtempura","cards":{"01013":2,"01039":3,"01050":2,"01053":1,"02022":2,"02028":2,"02042":2,"02050":3,"02069":2,"02082":2,"02091":2,"02101":2,"02102":2,"03038":1,"03050":2,"03055":2,"04002":2,"04003":2,"04021":2,"04022":2,"04041":1,"04042":2,"04043":3,"04049":2}},{"id":1762,"name":"Burn 1.0","creation":"2014-01-27 13:56:09","description":"<p>Trying out a weyland meat damage deck.<\/p>\n","username":"Sumason","cards":{"01088":2,"01093":1,"01098":3,"01099":3,"01103":3,"01108":2,"01109":3,"01110":3,"02018":1,"02056":2,"02059":2,"02060":2,"02077":3,"02112":2,"02119":3,"04020":2,"04036":3,"04040":3,"04079":3}},{"id":1763,"name":"Burn 1.1","creation":"2014-01-27 14:13:52","description":"<p>asdf<\/p>\n","username":"Sumason","cards":{"01088":2,"01093":1,"01098":3,"01099":3,"01103":3,"01108":2,"01110":3,"01111":2,"01113":2,"02018":1,"02052":2,"02059":2,"02060":2,"02077":3,"02112":2,"02119":2,"04020":2,"04036":3,"04040":3,"04079":3}},{"id":1764,"name":"Burn 1.2","creation":"2014-01-27 14:20:21","description":"<p>Low cost Ice, Strong Econ, Few Agendas.<\/p>\n","username":"Sumason","cards":{"01088":2,"01093":1,"01098":3,"01099":3,"01103":3,"01108":2,"01110":3,"02018":1,"02052":3,"02059":2,"02060":2,"02077":3,"02100":2,"02112":2,"02119":2,"03026":3,"04019":2,"04020":2,"04036":3,"04040":3,"04079":3}},{"id":1765,"name":"Torch of destruction ","creation":"2014-01-27 15:49:48","description":"<p>Passage de la 1er ice finger in the noise via torch et destruction des suivante via les parasites récursif<\/p>\n","username":"bot2563","cards":{"01008":2,"01009":1,"01012":3,"01034":3,"01035":1,"01036":2,"01050":3,"02009":2,"02047":3,"02091":2,"02106":2,"03028":1,"03034":3,"03038":3,"03040":2,"03044":2,"03046":2,"03049":2,"03053":3,"04009":1,"04047":3}},{"id":1766,"name":"Diagnostics NBN v0.5","creation":"2014-01-27 17:05:16","description":"<p>This is the best version I've tried so far, but I feel like there's still probably room for improvement. In particular, there are a lot of ice variants.<\/p>\n\n<p>I am definitely a Spike (as the MtG stereotypes go), so when it comes to deck design, I'm not interested in oh-look-how-cool-this-combo-is, I just want to have an efficient, flexible deck that wins. I've tried the HB version quite a bit and I feel like NBN is much better. HB does have some things going for it - Efficiency Committee is amazing and makes your Shipments into free Biotics, but scoring Committee early can sometimes be difficult. However, Sweeps Week is very strong, SanSan City Grid is much better than Biotic Labor, Psychographics gives more win options and Astroscript is the best corp card in the game.<\/p>\n\n<p>The archetype feels like it may be a tier 1 deck to me. It certainly has the ability to win from seemingly unwinnable positions and can win very fast. I've only played about 20 games with it though, so I could be wrong about how good it is.<\/p>\n\n<p>I have a couple of innovations in this design I haven't seen in other Diagnostics lists:<\/p>\n\n<ul>\n<li><p>Minimal number of dead draws - drawing Diagnostics is essentially useless unless you are ready to win. Psychographics, similarly, is often a dead draw. There's only one copy of each, and every other card is useful.<\/p><\/li>\n<li><p>Use of Data Raven to strengthen Sentry ice (more on this later).<\/p><\/li>\n<li><p>Can win without drawing Jackson Howard (if the runner goes tag-me) - possibility of wins via Psychographics without Midseasons.<\/p><\/li>\n<li><p>A reasonable number of ice so you actually have a decent chance of scoring the important first 3-4 points and less chance of auto-lose hands.<\/p><\/li>\n<\/ul>\n\n<p>The big advantage the deck has over normal NBN fast advance is that it can win from under total R&amp;D lock. This is probably the most common way I lose with NBN FA, so that is a big deal. The disadvantage is that the combo components take up a lot of room and so you don't have as much economy and\/or timewasting stuff like Bernice. Because you don't have so much money, you are almost always poorer than the runner so I really don't like Midseasons in this archetype. You can also score on very few credits thanks to Shipment from SanSan, so being repeatedly Siphoned is also not an automatic loss.<\/p>\n\n<p>In case you haven't played one of these decks before, here's your plan. Get to 4 points as per a normal NBN deck, then just win. A typical win from 4 points might look like this:<\/p>\n\n<ul>\n<li>Hand: Power Shutdown and Archived Memories in hand. Board: Jackson Howard on a SanSan behind ice.<\/li>\n<\/ul>\n\n<p>Action 1: Power Shutdown for whole deck.\nAction 2: Archived Memories for the 1 Accelerated Diagnostics.\nFree paid action: Remove Jackson from the game, shuffling in Interns, Shipment from SanSan, Shipment from SanSan.\nFree paid action: Rez SanSan City Grid.\nAction 3: Accelerated Diagnostics:\nAction 3a: Interns for Priority Requisition.\nAction 3b: Shipment from SanSan, 2 counters on Priority Requisition.\nAction 3c: Shipment from SanSan, 2 counters on Priority Requisition, win game.<\/p>\n\n<p>There are a lot of variants on this theme. Astroscript counters help a lot.<\/p>\n\n<p>It's possible to win from less than 4 points but it's significantly harder. Winning from 5 is very easy.<\/p>\n\n<p>Now, the deck. There are a few card choices that look odd.<\/p>\n\n<ul>\n<li><p>Priority Requisition is not a card I'm happy to have to include. It increases the variance of the deck to the runner getting a lucky hit and it's hard to score. But, deck space is at an extreme premium, so I think you kind of have to run at least 1 3 point agenda. It's unfortunate that NBN doesn't have a good one for this archetype, but at least you can sometimes get a free Tollbooth out of this. That said, it's worth having at least 1 5\/3 agenda in the deck because of Beale's limitation (it doesn't let you get 3 points via 4 tokens and SanSan). I liked having 2 because if the runner hit one early, you still had a second one to Interns back out for the combo win.<\/p><\/li>\n<li><p>Data Raven looks weird here because it's the only tag source (and incidentally the only use for the NBN: Making News free credits). But, if the runner doesn't respect the Ravens, they will probably lose at some point. The reason is that you don't even need Jackson Howard, just Power Shutdown and Psychographics or Archived Memories. If they have a lot of tags, you can just go Shutdown -> AM -> Psycho and score a Beale that was on the table. With Diagnostics, you can go Shutdown -> AM -> Diagnostics -> Interns -> Psycho -> Shipment which gives even more counters. The Ravens felt like they made the deck a lot stronger - at the beginning of the game they are a great ETR ice on your remote, and they are always great taxing ice on R&amp;D.<\/p><\/li>\n<li><p>Archived Memories is really important. In fact, there's an argument you should go to 3 and drop Ice Walls for Paper Wall or Wall of Static. I like having more ice for more consistent openings though.<\/p><\/li>\n<li><p>Tollbooth is fine, but not really exciting. It always gets Femmed or Shutdown, but it does at least make them find the answer. It also makes a decent Requisition target.<\/p><\/li>\n<li><p>I liked having 3 Pop-up because money is always good. I guess you could run more ETR there instead, since there are a bunch of code gates. RSVP is another possible cut for the same reason and also that it's not useful without multiple ice on the server - and even then it's vulnerable to the ice behind it being Parasited.<\/p><\/li>\n<\/ul>\n\n<p>Running the deck well makes my head hurt, because there's a fair amount of math you constantly have to do to figure out whether you can win in the near future. Make sure you don't play too slowly because of that. And if they run your first Jackson, unless you need to hide agendas, let him die into Archives. You might never draw another and need to Memories or Interns him back to win. <\/p>\n\n<p>Finally, don't forget that you don't have to win via combo. It's surprisingly easy to get tunnel vision on a plan when you're thinking about it a lot. Sometimes just IAA on Priority Req from 4 points or something is the best play.<\/p>\n","username":"Clamatius","cards":{"01058":2,"01064":1,"01080":1,"01081":3,"01082":2,"01085":1,"01088":3,"01090":2,"01092":3,"01103":3,"01106":2,"01110":3,"01111":2,"01113":1,"02056":3,"02115":3,"04015":3,"04034":3,"04052":1,"04058":3,"04060":1,"04076":3,"04077":1}},{"id":1767,"name":"Kati Katman","creation":"2014-01-27 17:29:55","description":"<p>I don't think this list is anything amazing - it hasn't gained much from the last few data packs. However, I figured it was worth posting just because I haven't seen it much locally (until I played it).<\/p>\n\n<p>I don't like Professional Contacts at the moment, the \"traditional\" engine for Katman. NBN is too strong at the moment and Contacts dying is too hard a set back. Kati is bad enough but survivable.<\/p>\n\n<p>Imp has been a MVP for me. I really don't know why more people don't run it in Shaper. You get a ton of mileage out of the 1 copy due to Clone Chip, Salvage and Test Run.<\/p>\n\n<p>I don't think this list is anything amazing - it hasn't gained much from the last few data packs. However, I figured it was worth posting just because I haven't seen it much locally (until I played it).<\/p>\n\n<p>I don't like Professional Contacts at the moment, the \"traditional\" engine for Katman. NBN is too strong at the moment and Contacts dying is too hard a set back. Kati is bad enough but survivable.<\/p>\n\n<p>Imp has been a MVP for me. I really don't know why more people don't run it in Shaper. You get a ton of mileage out of the 1 copy due to Clone Chip, Salvage and Test Run.<\/p>\n\n<p>Seems to have decent game against all the major corp archetypes I've tried. If you find yourself playing a lot of Jinteki for some weird reason, squeeze in Deus X somewhere.<\/p>\n","username":"Clamatius","cards":{"01004":1,"01008":2,"01012":1,"01024":2,"01026":1,"01033":1,"01034":3,"01050":3,"01053":2,"02003":1,"02009":2,"02047":2,"02091":3,"02107":3,"03034":2,"03038":3,"03040":2,"03046":3,"03052":3,"03053":3,"04009":2,"04067":1}},{"id":1768,"name":"1.3.2.4.3 HB Drain Bamage","creation":"2014-01-27 18:11:33","description":"<p>Again, the main premise here is pretty straightforward: land a brain damage or two while trying to rush some agendas. If the Runner gets careless, or takes way too much brain damage, Neural EMPs can ruin someone’s day.  The brain damage has really become more secondary in this deck, until the runner opens himself up to it.  <\/p>\n\n<p>Fooling someone to run into an Edge of World brings great satisfaction as well, especially after Installing a 3 advance agenda one turn and triple advancing it the next.  Eventually it has to be looked into.<\/p>\n\n<p>Also the BGG thread about this deck is located <a href=\"http:\/\/boardgamegeek.com\/thread\/1110643\/deck-are-there-enough-cards-for-brain-damage-to-b\">here<\/a>.<\/p>\n\n<p>For some reason the derived from didn't pick up.  This deck came from <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/1731\/1-3-2-4-2-hb-drain-bamage\">1.3.2.4.2 HB Drain Bamage<\/a>.<\/p>\n","username":"idub04","cards":{"01054":1,"01056":3,"01072":3,"01106":2,"01108":2,"01110":3,"01113":1,"02012":2,"02051":3,"02052":1,"02053":2,"02070":2,"02080":2,"02110":3,"03005":3,"03009":2,"03013":2,"03015":1,"03019":1,"04011":3,"04015":3,"04033":2,"04071":3}},{"id":1769,"name":"Great Red Whale","creation":"2014-01-27 19:41:29","description":"<p>I've been playing the deck for quite a while with moderate success.<br \/>\nThe goal is pretty clear, get Darwin out with a cyberfeeder, and keep him pumped up.  Save your Surges for when the corp purges, throw personal touches on Darwin, once he hits 2 with an Ice Carver out, its bad ... get an E3 out to help you with multi-sub ICE, utilize Aesops with your economy cards to their full effect (Trashing Daily and Liberated with their final cash amounts), trash your virus's when you don't need them, Deja Vu them back when you want them back.<\/p>\n\n<p>The deck has a slow start, so if your opening hand doesn't have at least 1 of the following mulligan:<\/p>\n\n<ol>\n<li><p>Economy card + Wyldside<\/p><\/li>\n<li><p>Darwin<\/p><\/li>\n<li><p>2xParasite<\/p><\/li>\n<\/ol>\n\n<p>Once the deck gets moving (bout 3-4 turns in you're nearly unstoppable.)  So in those first few turns you'll need to be aggressively making the corp rez ICE, until you can play a Darwin and afford to feed him, you'll need to spend 1 click a turn getting the corp to rez some ETR stuff, parasite it and put pressure on.<\/p>\n\n<p>Yes, Swordsman is deadly, but that's what parasites are for.  The deck tends to fall down to what you would expect, Hadrian's wall, large ETR ICE.  It's a fun deck to play, and moderately successful if piloted well.<\/p>\n\n<p>I would welcome criticism.  I recently replaced 2x Imps (Aesopable) with a Keyhole and an extra medium, seemed like might make a more aggressive R&amp;D Digger.<\/p>\n\n<p>Hope others can enjoy playing this guy as much as I enjoyed playing it.<\/p>\n","username":"bcavalier","cards":{"01001":1,"01002":3,"01005":3,"01006":3,"01008":3,"01010":2,"01012":3,"01015":3,"01016":3,"01040":3,"01047":2,"02022":3,"02024":2,"02081":3,"02091":2,"02102":3,"03053":3,"04061":1}},{"id":1770,"name":"TWIY","creation":"2014-01-27 20:22:31","description":"\n","username":"cjbriley","cards":{"01081":3,"01082":2,"01083":3,"01092":3,"01109":3,"01110":3,"02017":2,"02029":3,"02055":3,"02056":3,"02070":3,"02114":1,"02115":3,"04014":2,"04059":2,"04071":3,"04077":3}},{"id":1771,"name":"Ice To Meet You","creation":"2014-01-27 21:52:39","description":"<p>I wanted to make a Reina with some ice denial, but keep that virus recursion we all know and love. The result is a blast. The Rooks and Xanadus manage to be a huge ice deterrent (average of 3-4 ice rezzed across a half dozen games). This deck is a ton of fun to play!<\/p>\n","username":"kyledoesntknow","cards":{"01002":2,"01005":2,"01006":2,"01007":1,"01008":2,"01009":3,"01010":1,"01011":2,"01012":3,"01014":1,"01050":3,"02009":2,"02022":2,"02041":1,"02065":3,"02082":2,"02102":1,"03038":3,"03049":3,"03053":3,"04003":3,"04041":1}},{"id":1772,"name":"ChiLo City Grudge Match (01-25-2014) Winner","creation":"2014-01-27 22:03:23","description":"<p>This is the deck I brought with me to the ChiLo city grudge match in Louisville (http:\/\/teamcovenant.com\/amuk\/2014\/01\/26\/chilo-city-grudge-match-2014-tourney-report\/). Heavily influenced by Scott's Compleat Strategist deck (http:\/\/www.youtube.com\/watch?v=ygiGRMvLUZw&amp;feature=c4-overview&amp;list=UU9gPptRMHHEomcnF96Q1VBw) with a few alterations.<\/p>\n","username":"kranse","cards":{"01080":1,"01081":3,"01082":3,"01084":3,"01092":3,"01098":2,"01101":1,"01103":2,"01110":3,"02017":2,"02019":3,"02020":2,"02036":1,"02052":3,"02056":3,"02097":1,"02115":3,"03023":1,"04014":2,"04015":3,"04034":1,"04076":3,"04077":1}},{"id":1773,"name":"ChiLo City Grudge Match (01-25-2014) Runner","creation":"2014-01-27 22:17:36","description":"<p>This is the runner I brought with me to the <a href=\"http:\/\/teamcovenant.com\/amuk\/2014\/01\/26\/chilo-city-grudge-match-2014-tourney-report\/\">ChiLo city grudge match in Louisville<\/a>. <\/p>\n\n<p>The primary objective is to kill any ice on R&amp;D and keyhole until it becomes too well protected, then install nerve agent and run on HQ. I wasn't sure what to do with the last few cards, so I included 1 copy of a handful of things that seemed useful. Now that I've played it, I'll probably drop the dirty laundry and crescentus and do 3x NACH. I'm not sure what to do with the last influence in that case. Maybe upgrade a clone chip to an SMC.<\/p>\n","username":"kranse","cards":{"01002":2,"01006":2,"01007":2,"01008":2,"01009":3,"01011":2,"01012":3,"01014":2,"01020":3,"01050":3,"02003":1,"02022":2,"02041":1,"02065":1,"02082":2,"02091":2,"02109":1,"03038":2,"03049":2,"03052":1,"03053":3,"04041":1,"04061":3}},{"id":1774,"name":"Social Engineering Kit","creation":"2014-01-27 22:47:43","description":"<p>This is a build inspired by the Professor, but with (much) less influence. (I actually wish I has a little more of it...)<\/p>\n\n<p>Decoders are Yog.0, Cyber-Cypher and Torch. Yog.0 saves a lot of money in the long run, especially on Dinosaurus. Cyber-Cyphers allow Kit to face-check into anything dangerous with about 6+ credits and a Self-Modifying Code. I try to only play Torch as a Test Run+Scavenge combo.<\/p>\n\n<p>For deeper dangerous ICE, there's Sharpshooter and Deus X. With those, I don't need Faeries. My only killer is Femme Fatale.<\/p>\n\n<p>My only fracter is Corroder. It's cheap, it's the best fracter.<\/p>\n\n<p>Medium is there to threaten R&amp;D.<\/p>\n\n<p>Scavenge can be used to change Femme Fatale and Cyber-Cypher target. It can be used to place an icebreaker on Dinosaurus. It can also save Torch or Femme Fatale after a Test Run.<\/p>\n\n<p>The controversial include is probably Grifter. I find that it complements Kit's philosophy or run early, run often very well, and it works well with John Masanori and Dirty Laundry. It's a one card Underworld Contact+Link+Link.<\/p>\n\n<p>I would like to find room for Nerve Agent to threaten HQ early and to later scavenge it into a Medium. I would like to find room for Same Old Thing to protect my single Levy AR Lab Access and to more easily Test Run+Scavenge.<\/p>\n\n<p>Any idea what I should cut?<\/p>\n","username":"mabool","cards":{"01007":1,"01010":1,"01014":1,"01026":1,"01034":3,"01050":3,"01053":3,"02009":2,"02047":3,"02048":2,"02066":1,"02087":3,"03028":1,"03034":3,"03035":1,"03038":3,"03044":1,"03046":3,"03052":3,"04009":2,"04046":3,"04047":1,"04067":1}},{"id":1775,"name":"Jenteki wall of Firefox ","creation":"2014-01-27 23:24:25","description":"<p>New at this game and I know it shows. <\/p>\n","username":"Pallidus83","cards":{"01068":3,"01069":3,"01070":3,"01071":1,"01072":2,"01073":2,"01074":2,"01075":2,"01076":2,"01077":3,"01078":3,"01079":1,"02014":2,"02020":3,"02031":1,"02032":2,"02033":3,"02039":2,"02094":3,"02100":3}}]