[{"id":5790,"name":"Bioroid Effeciency AI","creation":"2014-05-20 00:37:44","description":"\n","username":"dirkleton","cards":{"01054":1,"01055":3,"01059":1,"01063":2,"01090":3,"01106":3,"01110":3,"02012":2,"02013":2,"02051":1,"02079":3,"02110":3,"03006":1,"03013":3,"03014":3,"03015":2,"03017":3,"03019":1,"03022":1,"04015":3,"04030":1,"04040":2,"04100":1,"04111":2}},{"id":5791,"name":"Test Deck For Gene (Philotic Maybe)?","creation":"2014-05-20 01:28:30","description":"\n","username":"Lyrael","cards":{"01059":2,"01062":2,"01067":1,"01070":2,"01072":3,"02032":3,"02059":3,"02080":2,"02112":1,"03023":1,"03026":2,"03027":2,"04012":3,"04015":3,"04074":3,"04114":2,"05004":3,"05006":1,"05007":2,"05010":1,"05011":3,"05017":3,"05027":2}},{"id":5792,"name":"Blue Sun: Bleeding You Dry","creation":"2014-05-20 03:20:21","description":"<p>Based on: http:\/\/netrunnerdb.com\/en\/decklist\/5666\/ice-mill<\/p>\n\n<p>A few tweaks later and it took over itself. I moved to take off the HB splash in favor of NBN splash mostly due to a personal preference for Tollbooth and the ability to stop Femme Fatale from shutting down the economic drain built into the HQ.<\/p>\n","username":"dirkleton","cards":{"01090":3,"01094":2,"01098":3,"01102":3,"01106":2,"01110":3,"02018":3,"02019":3,"02038":3,"02056":3,"02079":3,"03027":2,"04015":3,"04018":2,"04037":2,"04040":2,"04058":1,"04078":3,"04119":3,"06068":1}},{"id":5793,"name":"Bullet to the Face","creation":"2014-05-20 03:20:55","description":"<p>I am new at this but I built this with the idea of tagging the runner and flatlining him primarily with meat damage. I have messed with it and tampered but it still isnt perfect. Moderately successful but I am also new so as i get better, so does this deck. Any advice would be wonderful<\/p>\n","username":"fattyy2k","cards":{"01069":1,"01070":3,"01088":2,"01089":2,"01094":3,"01095":2,"01098":3,"01099":2,"01100":2,"01101":2,"01102":2,"01103":3,"01104":3,"01107":2,"01108":2,"01109":2,"01110":3,"02018":2,"02076":1,"02077":2,"02118":1,"03027":3,"04098":2}},{"id":5794,"name":"Fishing in Harmony 1.1","creation":"2014-05-20 05:20:09","description":"<p>Lets try this: 6 agendas and you only have to score 2 of them. With Shi.Kyū, the runner has to steal 3. A lot of work in a 44 cards deck. \nCaution: Dont get R&amp;D-locked.<\/p>\n","username":"HongKong Koma","cards":{"01057":1,"01069":2,"01070":3,"01075":1,"01077":1,"01090":1,"01106":3,"02112":1,"04012":3,"04013":3,"04093":2,"04099":2,"04114":1,"04115":2,"04117":2,"05001":1,"05007":3,"05009":1,"05011":3,"05014":3,"05015":3,"05016":1,"05018":2}},{"id":5795,"name":"Come On in My Kitchen v1","creation":"2014-05-20 05:20:50","description":"<p>Let him come in and take some fat agendas. <\/p>\n\n<p>Then, tear his heart out. With a spoon.<\/p>\n\n<p>So your goal is not to advance agendas. Create an atmosphere of fear where the runner does not want to run. If he does not, score your agendas behind one big remote.<\/p>\n\n<ul>\n<li>Changes from v0.2 to v1: Good first impression with two wins by a double Punitive Counterstrike. <\/li>\n<\/ul>\n","username":"HongKong Koma","cards":{"01058":2,"01070":2,"01098":3,"01099":3,"01102":2,"01103":2,"01104":2,"01106":1,"01108":2,"01110":3,"01112":2,"02037":2,"02040":1,"02077":3,"03027":1,"04020":1,"04036":3,"04058":1,"04078":1,"04079":3,"04097":1,"04099":2,"04100":2,"04110":1}},{"id":5796,"name":"Psi Warfare","creation":"2014-05-20 08:20:37","description":"<p>borrowing elements from a couple of different decks on here. My frankenstein Nisei deck<\/p>\n","username":"CodeMarvelous","cards":{"01070":3,"01072":3,"01077":1,"01078":1,"01084":1,"01086":1,"01099":2,"01110":3,"02014":3,"02015":3,"02073":2,"04012":3,"04015":2,"04077":1,"04093":1,"04114":3,"04115":2,"05002":1,"05005":3,"05006":1,"05007":2,"05010":2,"05013":3,"05016":1,"05018":2}},{"id":5798,"name":"Infamous","creation":"2014-05-20 10:11:30","description":"<p>Just strike on centrals. QC, Crypsis and Corroder will help on remotes<\/p>\n","username":"Dixie Flatline","cards":{"01007":2,"01018":2,"01021":2,"01022":2,"01036":2,"01050":3,"01051":2,"01053":3,"02009":2,"02026":3,"02064":3,"03052":2,"03054":3,"04081":3,"05029":1,"05032":2,"05034":2,"05035":3,"05041":2,"05046":2}},{"id":5799,"name":"Big PsiCE: HB with Caprice","creation":"2014-05-20 10:42:18","description":"<p>Make it very expensive to get into my advance-y remote, protect it with Caprice.<\/p>\n","username":"daytodave","cards":{"01054":1,"01055":3,"01056":3,"01061":2,"01063":2,"01064":2,"01090":2,"01106":2,"01108":2,"01109":2,"01110":3,"02011":1,"02060":3,"02092":2,"02110":3,"03006":2,"03014":3,"03015":2,"03017":2,"04015":3,"04114":2,"04120":3}},{"id":5800,"name":"Welcome to Archives v1.0","creation":"2014-05-20 10:53:34","description":"<p>The main idea is to force the Runner into archive's with RP's ability and things like Susanoo-No-Mikoto, where they are faced with Shock's, Shi-Kyu's, and perhaps a Hokusai grid. Mushin No Shin let's you get agenda's advancing quicker and perhaps also surprise the runner with a cerebral overwriter or project junebug, and also works well with grndl refinery for a good boost of economy. <\/p>\n\n<p>My main concerns are the ice choices, which I'd like some advice on.<\/p>\n","username":"roninbodhisattva","cards":{"01069":1,"01077":1,"01090":2,"02031":1,"02032":2,"02095":1,"03009":1,"04013":2,"04054":3,"04073":3,"04079":2,"04093":1,"04099":2,"04114":2,"04115":1,"04119":3,"05006":1,"05007":3,"05008":2,"05010":1,"05011":3,"05014":2,"05015":3,"05016":1,"05017":1,"05018":2,"05020":1,"05026":2}},{"id":5801,"name":"Planned in Harmony","creation":"2014-05-20 12:06:04","description":"<p>The idea is to use Mushin and Plan B to score agendas if the runner goes for it, or use trick of light if they don't, either way you're scoring. It's kind of win if they do, win if they don't. <\/p>\n\n<p>Shi kyu is to stall them, because you win with 3 agendas, and they would need 4. The rest is just economy de and recursion. <\/p>\n\n<p>The ICE is little but taxing and almost all of it ends the run, because that's what you want. You Just protect HQ and R&amp;D and leave the rest naked, because you score from hand. <\/p>\n\n<p>Suggestions and comments are appreciated.<\/p>\n","username":"w1kk","cards":{"01110":3,"02014":3,"02019":2,"02033":3,"02110":2,"04012":3,"04015":2,"04093":1,"04111":2,"04119":2,"04120":2,"05001":1,"05005":3,"05006":1,"05011":3,"05015":3,"05016":2,"05018":2,"05020":2,"05023":3}},{"id":5802,"name":"HB - \"It's a trap!\"","creation":"2014-05-20 12:22:36","description":"<p>So this is an updated version of my first HB trap deck, which is designed to win either by flatlining or advancing agendas, both are perfectly viable options depending on how the runner reacts. <\/p>\n\n<p>Agendas: Vitruvius and Sentinel Defence program are both in for the flatlining potential. An overclocked Vitruvius (I tend to overadvance it by two, in my mind treating it like a 5\/3 agenda) enables me to potentially neural emp the runner three times, or to pull back econ cards or snares just before the runner access HQ, whilst Sentinel Defence Program makes all the brain damage my deck can put out just that little bit scarier. Project Wotan is only in there to reduce agenda density by virtue of it being a 5\/3. Sometimes those extra end the run subs are useful, and I do take them into account, but irritatingly they can also screw up any ambushes I am playing, so it's a bit swings and roundabouts.<\/p>\n\n<p>Economy: Pretty standard I feel, ETF helps out a little, and I will quite happily click Melange four turns in a row whilst slowly refilling my hand. The extra money is a killer, especially if an Adonis is ticking down at the same time, and I don't mind giving the runner all that breathing space, for reasons that hopefully will become apparent. <\/p>\n\n<p>Ice: All my ice is designed to be taxing as hell, and to encourage the runner to occasionally take the odd bit of brain damage to enable them to get into a server at what they perceive to be a crucial moment (i.e. a moment with a Cerebral sitting at the end of said server). It is an expensive set up, but I have the money for it, and I don't tend to run that many remotes, one or two on average, one of those being my \"main\" remote server which I score agendas or ambushes out of. The inazuma are both in there to assist with sticking brain damage to a runner, and tend to go on centrals. It's nice to put them in front of Heimdalls, but that is not always possible. However, if I have installed a Victor in front of HQ turn one, and then install TWO inazuma directly in front of it, I will almost certainly guarantee some brain damage the first time round, and then after that, have created a monstrously taxing server (the average break cost of an inazuma is 6 credits, the third most costly ice) at the low low price of just 3 credits per piece of ice. It pretty much locks the runner out of one of my centrals. Otherwise, obviously, pile the bioroids up as high as possible to stack their effects and prevent click throughs. Sherlock 1.0 is a rather useful tempo controller, again being a very expensive piece of ice to break, difficult to click through due to the subs, and if they let the subs fire, enabling me to slow them down even further. Viktor 2.0 also deserves a mention, as if I can get that hosted power counter condition to fire, it enables me to kill the runner in one turn with a single neural emp, an overclocked Vitruvius if they only have three cards in hand, I can do it with four cards with either a sentinel defence program score or a second counter.<\/p>\n\n<p>Ambushes: With 6 ambushes to 9 agendas in my deck, I can guarantee a relatively consistent draw of them, and I treat them exactly the same way I treat almost any agenda. Obviously, the problem with them is working out precisely when to put them down and when to score an agenda, but I can normally time them relatively well. Snares stay in my hand as a defence against HQ runs, and get pulled back by Vitruvius' if they get trashed out. Two snares can really ruin an overconfident runners day when they just ran legwork on your three card hand.<\/p>\n\n<p>In terms of playing it, ice up the centrals, and ice up a single, very taxing scoring server. That server is where traps and agendas go, and should be as punishing as possible for the runner. I sometimes end up icing that server 5 deep, which means that runner can only make a single run on it before bankruptcy, and I can use that to my advantage. The traps tend to work more in the mid-game, when I don't have a server that impregnable, but if I've hit them with a cerebral in the mid game and given them a couple of brain damage, it really makes their job a whole lot harder in the late game. Adonis' and Melange tend to go into single ice remotes where they can be left to their own devices and fuel the horrifically expensive ice that protects the important bits.<\/p>\n\n<p>My only problems with the deck, are that bar neural emp I have no real way to actually get the runner myself (unless they float tags from a snare), and that occasionally my economy just doesn't get going, but that is just luck of the draw. I am toying with putting the eve campaign in, but I'm not sure what I would get rid of, as there aren't any cards that I really wouldn't want to come up.<\/p>\n","username":"herod1204","cards":{"01054":1,"01056":3,"01061":3,"01063":2,"01069":3,"01070":2,"01072":2,"01108":3,"01110":3,"01113":3,"02030":2,"02051":3,"02110":3,"03006":3,"03007":3,"03009":3,"03015":3,"03019":3,"05016":2}},{"id":5803,"name":"Ken the Big Rig Driver","creation":"2014-05-20 12:52:20","description":"<p>Atypical criminal deck running a big rig. Started out as a fun experiment to build a criminal deck that didn't use the standard anarch  breakers. After countless  iterations, it ended up pretty good and won me a tournament :)<\/p>\n\n<p>The deck revolves around installing your rig as fast as possible. Preferably, the first one you should install is Morning Star, followed by Torch. You have multiple tools to do so: Stimhack + Savoir-Faire\/Clone chip, Siphon money, or even Dirty Laundry + Security testing. The preferred way is to Stimhack+Savoir-Faire, although don't tunnel vision on that and be afraid to hard-cast your Morning star. <\/p>\n\n<p>Once you're set-up, you're pretty much unstoppable. You will win by run volume, rather than run quality. This puts a lot of pressure on the corp because cards like Ash and Caprice are not all that taxing. Security testing will be your long-term source of income, although once you're set up, you need very little money to make runs.<\/p>\n\n<p>Crescentus is a key insight for this deck in favor of Emergency shutdown. Even though runs are very cheap for the big rig, there are always the occasional annoying ices that cost a bit too much (ie. 4+ credits). Examples include: Grim, Ichi, Archer, Tollbooth. For sentries, the standard way to deal with them is Faerie, but it is a one-shot process, therefore you need Crescentus to lock it down. For Tollbooth, Torch costs 5 creds which is acceptable to pay one time, therefore you want to derez it after you pay that. Crescentus also combos really well with Savoir-Faire.<\/p>\n\n<p>The other weakness is big barriers that Morning star can't deal with. To solve this issue, I use a combo of Crescentus+Grappling Hook + E3. Against Bioroid ices, just E3 is needed. The most annoying ones are the Weyland ones where you need the full combo. Thankfully, those are not rezzed that often, although with oversight AI they could be annoying (but then you don't need Crescentus).<\/p>\n\n<p>Quality time is another really important card to draw into your rig quickly. You can also discard breakers to activate Clone chip + Stimhack, although that's not the preferable way to get them into play. It's better to keep Clone chip in case your rig gets trashed (usually this only happens through AggSec, since destroyers are not a big issue), or to recur Crescentus\/Grappling hook. Clone chip is also useful in case a Stimhack makes you lose a breaker in hand.<\/p>\n\n<p>The deck is lacking multi-card access. Those would definitely be appreciated but not necessary. Probably the most viable is Legwork since it doesn't cost any influence. More experimentation is needed to determine what can be cut for it.<\/p>\n","username":"johncraven","cards":{"01004":2,"01018":3,"01022":3,"01024":3,"01026":1,"01050":3,"02004":1,"02009":2,"02024":2,"02065":3,"02087":3,"02104":3,"03038":2,"03052":3,"03054":3,"04047":1,"04105":3,"05029":1,"05045":2,"05048":2}},{"id":5804,"name":"Andy Mafia Princess","creation":"2014-05-20 13:36:35","description":"\n","username":"CodeMarvelous","cards":{"01007":2,"01018":3,"01022":2,"01024":3,"01026":1,"01043":1,"01050":3,"01051":1,"02008":1,"02009":2,"02043":3,"02069":3,"02083":1,"02105":1,"02107":2,"03054":2,"03055":1,"04004":3,"04065":1,"04106":3,"05031":3,"05035":2,"05050":2}},{"id":5805,"name":"Replicating Babies","creation":"2014-05-20 14:45:12","description":"<p>This is the current iteration of my RP deck I've been playing for the last few months.  I eventually took out the Snares since they were distracting from my ice\/economy space in the deck.  Shock! is still a good net damage tax and acts as archives protection.<\/p>\n\n<p>The plan is to keep taxing the runner either with net damage or credits to break through most of the ice, setting up your drip economy and your scoring server.  RSVP has been especially great at wasting time, keeping runners out of HQ with a hand full of Fetals and NAPDs.<\/p>\n\n<p>I'm still on the fence between Mental Health Clinic and PAD Campaign, and whether I should switch Ichi with some other ice.  I added a closed accounts to add a bit more tag punishment for when the runner starts getting ahead, especially with all the criminals and account siphons running around post-H&amp;P.  The sole Braintrust is to fight Reina, who makes it difficult to run this deck especially when she gets a Rook out.<\/p>\n","username":"skydivingninja","cards":{"01062":2,"01078":2,"01084":1,"01090":2,"01110":3,"02014":1,"02031":1,"02032":3,"04012":3,"04013":2,"04015":2,"04054":3,"04060":2,"04073":3,"04074":2,"04077":2,"04114":2,"04119":3,"04120":2,"05007":2,"05009":3,"05017":2,"05018":2}},{"id":5806,"name":"Endless Runner","creation":"2014-05-20 15:23:09","description":"<p>Never. Stop. Running.\nThis deck stretches out the Criminal early aggression momentum longer than any other deck I've played, and transitions smoothly into an efficient breaker suite with lots of options.\nLevy has been great against the mountain of damage that H&amp;P introduced, and is a fun way to counter an entire corp. Also handy when you've played out all your events and SOTs.<\/p>\n","username":"kyledoesntknow","cards":{"01004":2,"01007":1,"01008":1,"01018":3,"01019":2,"01020":2,"01021":3,"01022":2,"01024":2,"01028":2,"01029":2,"01051":1,"02106":1,"02107":2,"03035":1,"03049":1,"03052":2,"03054":3,"04044":2,"04063":2,"04065":1,"05029":1,"05032":2,"05035":2,"05036":2,"05046":1}},{"id":5807,"name":"Sterling Overmind","creation":"2014-05-20 15:38:24","description":"<p>Resource Control deck...feedback is appreciated. Take your time and run only when needed.<\/p>\n","username":"Diegofsv","cards":{"01018":3,"01021":2,"01031":1,"01050":3,"02024":1,"02028":2,"02069":3,"02091":1,"02105":1,"03054":3,"03055":2,"04004":3,"04008":2,"04044":1,"04061":1,"04106":3,"05028":1,"05035":2,"05037":3,"05039":1,"05045":3,"05053":3,"05054":1}},{"id":5808,"name":"Oracle Ken","creation":"2014-05-20 16:00:44","description":"<p>Decided to rework my whole Ken deck from the Notoriety build I used to run.  This deck is super aggressive, and doesn't have money problems like what I encountered when I first tried to build a deck around him.<\/p>\n\n<p>Basically, you do the Ken thing and just run.  A lot.  Oracle May, Express Delivery, and Special Order help keep your hand full and your deck consistent.  Especially Oracle May, who pulls double duty for card draw and money, easily the MVP of the deck.<\/p>\n\n<p>The breakers are just the most efficient breakers you can use at the influence price points, and you can get them back with Retrieval Run if you need to in the event of an Archer\/Oracle May mishap.  <\/p>\n\n<p>This deck has been a ton of fun to play, but often runs out of steam late game if there's a lot of taxing ice, and I've just had bad luck with getting agendas early on.  Any suggestions to help with either weakness would be useful!<\/p>\n","username":"skydivingninja","cards":{"01007":1,"01018":3,"01021":3,"01022":3,"01026":1,"01043":1,"01050":3,"01051":1,"02043":3,"02064":2,"02101":2,"02106":1,"03035":1,"03052":3,"03054":3,"04029":2,"04065":1,"05029":1,"05033":3,"05034":2,"05035":2,"05048":2,"05054":2}},{"id":5810,"name":"Costly Fast Advance 1.8","creation":"2014-05-20 16:38:52","description":"<p>Fast Advance with a few tricks. And some costly pieces.<\/p>\n","username":"manicfreak88","cards":{"01059":2,"01081":3,"01090":2,"01091":2,"01092":3,"01108":2,"01109":2,"01110":2,"02056":2,"02074":1,"02110":2,"02114":1,"02115":3,"04015":2,"04076":3,"04096":3,"04111":1,"04119":3,"05024":2,"05027":1}},{"id":5811,"name":"Prepaid Katman (1st, Ottawa Grid Season 2 Championship)","creation":"2014-05-20 17:00:14","description":"<p>5-0 in a 13 person, 5 rounds of swiss tournament.<\/p>\n\n<p>Check out my corp deck here: <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/5812\/tennin-tax-1st-ottawa-grid-season-2-championship-\">Tennin Tax<\/a><\/p>\n","username":"lopert","cards":{"01007":1,"01008":2,"01012":1,"01026":1,"01033":1,"01034":3,"01050":3,"02009":2,"02047":1,"02066":1,"02087":2,"02106":3,"03034":1,"03035":1,"03038":3,"03040":2,"03046":3,"03052":3,"03054":3,"04029":3,"04067":1,"04086":1,"04109":3,"05035":1}},{"id":5812,"name":"Tennin Tax  (1st, Ottawa Grid Season 2 Championship)","creation":"2014-05-20 17:01:25","description":"<p>5-0 in a 13 person, 5 rounds of swiss tournament.<\/p>\n\n<p>Check out my runner deck here: <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/5811\/prepaid-katman-1st-ottawa-grid-season-2-championship-\">Prepaid Katman<\/a><\/p>\n","username":"lopert","cards":{"01058":1,"01059":1,"01077":1,"01102":1,"01103":3,"01110":3,"01111":1,"02014":3,"02033":3,"04012":2,"04013":2,"04015":3,"04032":3,"04033":1,"04040":3,"04074":1,"04093":2,"04100":1,"04114":2,"04120":1,"05003":1,"05005":3,"05006":1,"05007":1,"05011":2,"05016":1,"05017":1,"05025":2}},{"id":5813,"name":"The Blackguard","creation":"2014-05-20 18:39:13","description":"<p>Based off Tim Bunn's original decklist.  I'm kind of new to this so constructive criticism would be appreciated.<\/p>\n","username":"WaningMoon","cards":{"01018":2,"01019":2,"01020":2,"01021":2,"01023":2,"01035":2,"01049":3,"01050":3,"01051":1,"02009":1,"02043":2,"02045":3,"02047":2,"02091":2,"03053":2,"04085":3,"05030":1,"05041":2,"05042":2,"05046":2}},{"id":5814,"name":"Bioroid Effeciency AI 2.0","creation":"2014-05-20 19:17:10","description":"<p>Do you like fat Bioroid ICE for cheap, all the while draining the runner's economy with Tollbooth and Datapike? I do! Turn your servers into nearly impenetrable fortresses for next to nothing using Oversight AI, Bioroid Efficiency Research, Accelerated Beta Test, and Priority Requisition. Economically, the deck is fragile, with only three Hedge Fund, three Restructure, and two Subliminal Messaging; one thought for tweaking is the re-inclusion of Successful Demonstration, though my reasoning for its removal from the original is that runners will tend not to run when you rez ICE during your turn with your myriad of methods.<\/p>\n","username":"dirkleton","cards":{"01054":1,"01055":3,"01059":1,"01063":2,"01090":3,"01106":3,"01110":3,"02012":2,"02051":1,"02079":3,"02110":3,"03006":1,"03013":3,"03015":2,"03017":2,"03019":1,"03022":3,"03027":3,"04015":3,"04030":1,"04040":3,"04100":2}},{"id":5815,"name":"Rin's WeyWey","creation":"2014-05-20 20:41:10","description":"<p>All about makin' them monies. High rez, high strength ice coupled with quite a few upgrades. If R&amp;D and HQ are protected early, this deck is pretty solid against most runner types (the Anarch is a bit difficult). Tags aren't too important, nor doing damage. The focus is building impenetrable ice and then continuously scoring Agendas whilst keeping a fat stack of credits on hand.<\/p>\n\n<p>Core set only, still fairly new to Netrunner. :3<\/p>\n","username":"thelaughingman","cards":{"01060":1,"01061":1,"01063":2,"01066":2,"01071":1,"01079":1,"01090":1,"01093":1,"01094":3,"01095":2,"01098":3,"01100":2,"01101":1,"01102":2,"01104":3,"01105":2,"01106":3,"01107":3,"01108":1,"01109":3,"01110":3,"01111":3,"01112":2,"01113":3}},{"id":5816,"name":"HBFA.20140520","creation":"2014-05-20 20:53:50","description":"\n","username":"Captain_Frisk","cards":{"01054":1,"01055":3,"01056":3,"01058":2,"01059":3,"01061":1,"01062":2,"01064":2,"01092":3,"01103":2,"01110":3,"01111":1,"01113":1,"02051":3,"02052":1,"02092":3,"02110":3,"03017":1,"03023":2,"03027":1,"04015":3,"04020":1,"04051":1,"04096":1,"04119":3}},{"id":5817,"name":"Room for Improvement v.2","creation":"2014-05-20 20:54:08","description":"<p>First published deck, having fun in Genesis with my favorite fortress-building sim<\/p>\n","username":"Pwca","cards":{"01057":2,"01066":2,"01075":2,"01094":2,"01096":1,"01099":1,"01100":2,"01101":3,"01102":3,"01103":3,"01104":1,"01105":1,"01106":3,"01107":2,"01108":2,"01110":2,"01111":1,"01112":1,"02056":2,"02057":2,"02058":3,"02059":1,"02060":1,"02072":1,"02073":1,"02076":1,"02077":2,"02078":2,"02079":2,"02080":1}},{"id":5818,"name":"Make Some Noise v2.0","creation":"2014-05-20 21:13:19","description":"<p>Standard Noise + Grimoire rigamarole.\nA standard selection of viruses and Djinn for fetch alongside a bread and butter economy. Knight and Femme Fatale can provide all the ICEbreaking necessary, for anything else, there's Parasite and Datasucker.<\/p>\n","username":"dirkleton","cards":{"01001":1,"01002":3,"01006":3,"01008":3,"01009":2,"01010":2,"01012":3,"01020":2,"01026":2,"01050":3,"02009":2,"02043":1,"02087":3,"02091":2,"03038":2,"03052":3,"03053":3,"03054":1,"04043":3,"04082":2}},{"id":5819,"name":"DaggerBrush v4","creation":"2014-05-20 22:29:52","description":"<p>I like Dagger, I like Paintbrush. Let's make a deck with them! <\/p>\n\n<p>I like all the recurring credits, so I'm adding in Cyberfeeders, using the influence that was previously used for a Corroder, which got replaced with a Battering Ram to help against pesky Heimdalls. <\/p>\n\n<p>Forged Activation Orders got swapped for E3-s, also because of big, multi-subroutine ICE like Heimdall. <\/p>\n\n<p>This is actually the 5th or 6th version of this deck, but that last modifications didn't get tracked here, so v4 it is.<\/p>\n","username":"GPWK","cards":{"01005":2,"01033":1,"01035":2,"01036":3,"01038":3,"01042":1,"01043":1,"01044":1,"01050":3,"02024":2,"02028":3,"02047":2,"02091":2,"02107":2,"03031":1,"03041":3,"03042":3,"03046":1,"03049":2,"03053":2,"04104":3,"04108":3}},{"id":5820,"name":"Professional Workshop","creation":"2014-05-20 22:37:39","description":"\n","username":"guinea_pig","cards":{"01004":1,"01007":1,"01008":1,"01010":1,"01011":1,"01014":1,"01026":1,"01034":2,"01041":1,"01043":1,"01050":3,"01051":1,"01053":2,"02003":1,"02007":1,"02027":1,"02049":3,"02065":1,"02066":1,"02091":2,"02104":1,"03029":1,"03033":2,"03038":2,"03040":2,"03049":3,"03053":2,"04043":1,"04082":1,"04086":2,"04087":1,"04088":1,"05041":1,"05045":1}},{"id":5821,"name":"Jackbooted","creation":"2014-05-20 23:09:31","description":"\n","username":"SpacerGal","cards":{"01063":2,"01086":3,"01088":2,"01093":1,"01094":2,"01095":2,"01098":3,"01099":3,"01101":2,"01103":3,"01107":2,"01109":2,"01110":3,"02018":3,"02019":2,"02118":2,"04015":1,"04036":2,"04057":2,"04079":3,"04117":3,"04120":2}},{"id":5822,"name":"2014 Colorado Regional - 1st & 5th Place Corp","creation":"2014-05-20 23:27:12","description":"<p>This was the Corp deck piloted by Steven Wooley and Tim Bunn at the Colorado Regional.  Steven went 7-1 with it and finished 1st in Swiss and 1st in the double-elimination bracket.  Tim went 5-3 with it, finishing 2nd in Swiss and 5th in the double-elimination bracket.<\/p>\n","username":"ColoradoNetrunner","cards":{"01080":1,"01081":3,"01082":2,"01084":1,"01085":3,"01090":1,"01092":2,"01099":3,"01110":3,"01111":1,"01113":2,"02020":3,"02056":3,"02110":3,"02115":3,"02116":3,"04015":2,"04076":3,"04096":1,"04113":1,"04119":3,"04120":1,"05027":2}},{"id":5823,"name":"Anatomy of Anarchy","creation":"2014-05-20 23:30:17","description":"<p>This was the Runner deck piloted by Steven Wooley at the 2014 Colorado Regional.  Steven went 8-0 with it and finished 1st in Swiss and 1st in the double-elimination bracket.  You can read a detailed write-up about it on the Team Covenant website, here:\nhttp:\/\/teamcovenant.com\/botounami\/2014\/05\/20\/anatomy-of-anarchy\/<\/p>\n","username":"ColoradoNetrunner","cards":{"01002":3,"01007":2,"01008":2,"01010":2,"01012":3,"01018":3,"01050":3,"01053":2,"02009":3,"02021":1,"02042":2,"02103":3,"02106":1,"03054":3,"04003":3,"04041":1,"04042":3,"04043":3,"05053":3}},{"id":5824,"name":"2014 Colorado Regional - 3rd Place Corp","creation":"2014-05-20 23:47:14","description":"<p>This was the Corp deck piloted by Nick Hansen at the Colorado Regional. Nick went 6-2 with it and finished 3rd in Swiss and 3rd in the double-elimination bracket. <\/p>\n","username":"ColoradoNetrunner","cards":{"01070":3,"01083":2,"01086":1,"01094":3,"01098":1,"01099":3,"01101":3,"01103":3,"01110":3,"01111":3,"01113":3,"02018":3,"02060":2,"02080":2,"04017":3,"04020":2,"04036":1,"04040":3,"04058":2,"04097":1,"04100":2,"05024":1}},{"id":5825,"name":"2014 Colorado Regional - 3rd Place Runner","creation":"2014-05-20 23:50:29","description":"<p>This was the Runner deck piloted by Nick Hansen at the Colorado Regional. Nick went 5-3 with it and finished 3rd in Swiss and 3rd in the double-elimination bracket.<\/p>\n","username":"ColoradoNetrunner","cards":{"01007":1,"01026":1,"01027":1,"01033":1,"01034":3,"01036":3,"01040":3,"01043":1,"01050":3,"02009":2,"02047":2,"02066":1,"02087":2,"02106":1,"03035":1,"03038":2,"03046":3,"03052":3,"03054":3,"04029":3,"04067":1,"04109":3,"05035":2}},{"id":5826,"name":"2014 Colorado Regional - 4th Place Corp","creation":"2014-05-20 23:57:48","description":"<p>This was the Corp deck piloted by Mykel Kramer at the Colorado Regional.  Mykel went 6-2 with it and finished 7th in Swiss and 4th in the double-elimination bracket.<\/p>\n","username":"ColoradoNetrunner","cards":{"01081":3,"01082":3,"01084":1,"01090":2,"01092":3,"01103":3,"01109":3,"01111":3,"02033":3,"02055":2,"02056":2,"02114":1,"02115":3,"02117":2,"03023":1,"04015":3,"04076":3,"04095":1,"05027":3}}]