[{"id":1572,"name":"Reina Roja's Cojones Busting.","creation":"2014-01-20 02:44:53","description":"<p>This is the only deck that makes sense to me right now. I'll test it once I get keyhole in my hands and I'll see how it goes. Until then, every advice is welcome.<\/p>\n","username":"PsymonTheWizard","cards":{"01005":3,"01007":1,"01008":2,"01027":1,"01043":1,"01050":3,"02022":2,"02028":2,"02082":2,"02087":2,"02091":2,"03038":2,"03049":2,"03053":3,"04002":3,"04003":3,"04021":3,"04041":1,"04042":3,"04043":3,"04061":2}},{"id":1573,"name":"Public Protest","creation":"2014-01-20 03:39:14","description":"<p>An early sketch I built, just as a proof of concept based around the plan of keeping the corp poor enough that they couldn't afford to trash your resources this allows you to leverage powerful, but tag-inducing resources such as joshua B., Activist support, and Data Leak Reversal.<\/p>\n\n<p>I wasn't sure if it was any good, but it has been performing well so far against Weyland, Jinteki and NBN (no games against HB sorry.) <\/p>\n\n<p>It can do the Snitch+John+DLR combo but I wouldn't recommend it. Its a huge sink and is too slow 99% of the time. Just think of the DLR's more like events. You play them, get some cards in the yard and your opponent has to spend time and money answering it.<\/p>\n\n<p>Play this deck, and show those corps runners don't need to hide!<\/p>\n","username":"Luzifer","cards":{"01007":2,"01008":2,"01011":2,"01012":1,"01014":1,"01018":1,"01043":1,"01050":1,"01053":3,"02009":2,"02021":1,"02042":3,"02087":2,"02103":3,"03035":1,"04002":3,"04003":3,"04009":3,"04022":2,"04041":1,"04042":2,"04043":1,"04046":3,"04062":2}},{"id":1574,"name":"Cyborg Test","creation":"2014-01-20 04:55:25","description":"<p>This is a test of strengthening in Santiago.<\/p>\n","username":"Daze","cards":{"01004":1,"01007":2,"01017":1,"01018":2,"01019":3,"01020":3,"01021":3,"01022":3,"01023":2,"01024":1,"01027":2,"01028":2,"01029":2,"01030":2,"01032":2,"01043":2,"01044":2,"01049":3,"01050":3,"01052":2,"01053":3}},{"id":1575,"name":"Queen's Knight Defense","creation":"2014-01-20 06:22:52","description":"<p>No code gate breaker means it can fail hard against some early code gate rushing, but otherwise it can use Knight to break everything, and occasionally mimic or corroder.<\/p>\n\n<p>Needs lots of money, so tried to throw lots of economy cards. Wyldside for card draw, ideally want that at the start or at least a Knight to put pressure on.<\/p>\n\n<p>Destroy as much ice as possible.<\/p>\n","username":"Kamalisk","cards":{"01007":2,"01011":2,"01012":3,"01015":2,"01016":3,"01019":3,"01047":1,"01050":3,"02009":2,"02022":2,"02063":2,"02090":2,"02091":1,"03038":3,"03052":3,"03053":3,"04004":1,"04041":1,"04042":2,"04043":3,"04061":2}},{"id":1576,"name":"Whizzing through the Keyhole 2.0","creation":"2014-01-20 07:21:51","description":"<p>This is an updated version of my previous Whizzard build, this time with the economy done right. For a long time I have believed that Anarch should not click for money too much and didn't want to use Armitage Codebusting. After suggestions (thanks again, apo, PeekaySK and the rest of you ;) ) I ditched Daily Casts for Armitage Codebusting and it works fine - much more stable and sustained economy and, having got rid of Dirty Laundries, I managed to find some place for the very useful Djinn.\nI might try adding one more Plascrete Carapace, depending on the meta and I consider ditching all or some Knights for Corroder(s) (Corroder is often cheaper, always less click intensive and less easily trashable).<\/p>\n\n<p>The deck derives from the original \"Through the Keyhole\" builds by HepatitvsJ.<\/p>\n","username":"wilk","cards":{"01002":3,"01006":3,"01008":2,"01009":2,"01011":2,"01012":3,"01014":2,"01018":3,"01050":3,"01053":3,"02001":1,"02009":2,"02022":3,"02081":3,"02102":2,"04043":3,"04061":3,"04063":3}},{"id":1577,"name":"Matchpoint 3","creation":"2014-01-20 08:11:10","description":"<p>Just-for-fun combo deck. Basically, it's an engine that tries to grab 3 agenda points ASAP. After that, getting off a triple Shipment on a Beale with a final advance for 4 points will be the main objective. There is no plan B.<\/p>\n\n<p>It's a one trick pony and, as such, I don't expect it to be any good. But who knows, maybe this could be a fun T2 deck in the works.<\/p>\n\n<p>Agenda Setup is kinda iffy at the moment. I'd rather run 12 pieces (3x Gila, 3x Breaking News) for more flexibility, but I'm inclined to try out the -rather lackluster- Exec retreats for now.<\/p>\n","username":"gravity","cards":{"01064":1,"01081":3,"01090":2,"01092":2,"01110":3,"01113":3,"02019":1,"02039":2,"02070":3,"02114":1,"02115":3,"04015":3,"04034":3,"04052":2,"04058":2,"04059":2,"04076":3,"04077":2}},{"id":1578,"name":"NEXT up: brain damage","creation":"2014-01-20 09:24:33","description":"<p>Get some cheap ICE out early and try to capitalize on the early start by hitting Hedge or Restructure early and\/or installing Adonis. Successful Demo after they face check one of the many ETR ICE and have Corporate War ready to boost your econ.<\/p>\n\n<p>All assets and agendas are installed and advanced once. If you manage to get a SDP scored, Viktor 1.0 and 2.0, Cerebral, Edge, and Zed gain an extra dirty boost.<\/p>\n\n<p>I assume late game will be horrible :P<\/p>\n","username":"jakechance","cards":{"01055":3,"01056":3,"01057":1,"01063":3,"01064":3,"01069":2,"01110":3,"02019":3,"02051":3,"02053":2,"02110":3,"02120":2,"03003":1,"03007":2,"03009":2,"03014":2,"03019":2,"03020":2,"03026":3,"04011":3,"04040":2}},{"id":1579,"name":"Do you run plascrete? Let's see.","creation":"2014-01-20 09:45:12","description":"\n","username":"Cemehiden","cards":{"01070":3,"01080":1,"01081":2,"01082":1,"01085":2,"01088":2,"01099":2,"01107":3,"01110":3,"02017":2,"02056":3,"02115":3,"02116":2,"02117":2,"03026":2,"04015":2,"04035":2,"04040":2,"04059":2,"04075":3,"04076":3,"04077":3}},{"id":1580,"name":"HB","creation":"2014-01-20 09:57:03","description":"\n","username":"joaodavidmateus","cards":{"01054":1,"01055":3,"01059":2,"01066":1,"01090":2,"01092":1,"01102":1,"01107":2,"01110":3,"01111":2,"03004":1,"03005":3,"03007":2,"03010":1,"03012":2,"03015":3,"03016":3,"03017":2,"03018":3,"03019":2,"03021":2,"03023":3,"03026":3,"04015":2,"04030":2,"04038":1,"04040":3,"04050":1,"04059":3}},{"id":1582,"name":"Mill 'Em Ad Nauseum - a nearly naked Runner","creation":"2014-01-20 11:04:31","description":"<p>I've been playing this deck recently and I find it really exciting to play. I like it because it always presents you with a lot more options than might first appear.<\/p>\n\n<p>The object is to relentlessly mill R&amp;D, whether you run on it or not. Very low economy, but also low cost because it's nearly breakerless. There are few resources to trash if tagged and hopefully a Wyldside to keep you in cards (therefore health), so you can run by the seat of your pants.<\/p>\n\n<p>Be aggressively Criminal, running to make money with Desperado and trashing as much as you can with Imp and Keyhole while building counters on Medium and Nerve Agent. Disrupt the corp's cashflow and make them rez expensive ice while you collect Datasucker tokens. Keep your sights on the Central servers. Kill big ice with a hot infusion of Parasite and Datasucker. If the corp kills your tokens, it's still a small victory-- they busted a whole turn to do it.<\/p>\n\n<p>Can't run? Install lots of viruses. Scheherazade can hold 'em all and will pay you for the privilege. Each will mill R&amp;D while they're at it. Cyberfeeders keep it cheap, Sacrificial constructs add a degree of safety.<\/p>\n\n<p>Save your Inside Jobs to catch the corp by surprise. They'll think they've kept you out with an ice wall or whatever. Don't give them any reason to doubt it! Nothing is sweeter than hitting a big cache of Agendas in an archive protected with something monstrous. Darwin and a Surge can get you through a tight spot as well. It's slow and expensive though, taking at least two turns. Don't rely on it-- that's not what this deck is for.<\/p>\n\n<p>Jackson Howard ruins this, right? Nah, just make the corp use him at inopportune times. Run on him, or run archives when you know there's only one Agenda. Make the decision excruciating!<\/p>\n\n<p>I've considered trying to get some Gorman Drips in there for econ-- I find that corps playing vs this deck tend to need to click for cards a lot-- but with Scheherazade, some protection is necessary. Public sympathy is also tempting.<\/p>\n\n<p>My next version might try to use Joshua B. and Data Leak Reversal to maximize opportunities against the corp while still profiting from the tag, but it might be too situational to be worth it.<\/p>\n","username":"scumblr","cards":{"01001":1,"01002":3,"01005":3,"01008":3,"01010":2,"01012":3,"01016":3,"01021":2,"01024":2,"01048":3,"01049":3,"02003":2,"02041":2,"02081":3,"02090":2,"02102":1,"03053":3,"04022":3,"04061":2}},{"id":1583,"name":"Teaching Runner Deck","creation":"2014-01-20 11:09:27","description":"<p>Simple runner deck that uses only leftover cards from a 2nd core set.<\/p>\n","username":"Nelsormensch","cards":{"01005":3,"01007":1,"01008":1,"01011":1,"01014":1,"01019":3,"01022":1,"01023":1,"01026":1,"01033":1,"01034":3,"01035":1,"01036":3,"01037":3,"01038":1,"01040":1,"01042":1,"01043":3,"01044":1,"01045":1,"01046":1,"01048":1,"01049":3,"01050":3,"01051":3,"01053":3}},{"id":1584,"name":"Teaching Corp Deck","creation":"2014-01-20 11:09:43","description":"<p>Simple corp deck that uses only leftover cards from a 2nd core set.<\/p>\n","username":"Nelsormensch","cards":{"01054":1,"01055":3,"01056":3,"01057":1,"01058":1,"01059":2,"01060":1,"01061":1,"01062":3,"01063":1,"01064":1,"01066":1,"01077":1,"01078":2,"01088":1,"01090":2,"01098":3,"01103":2,"01106":3,"01107":3,"01108":1,"01109":3,"01110":3,"01111":3,"01112":1,"01113":3}},{"id":1585,"name":"Zero Liability (Weyland 8 Agenda Meat Damage)","creation":"2014-01-20 12:57:33","description":"<p>This is a high-risk, high-reward deck whose primary win condition is flatline.  It looks to leave openings, then punish the runner for taking them. <\/p>\n\n<p>The key to this deck is the 1x2 3x6 agenda composition - the strongest late-game against random accesses, according to this article.\nhttp:\/\/boardgamegeek.com\/blogpost\/16294\/agenda-compositions\nThe cheap ICE helps the deck get there.  <\/p>\n\n<p>Other strengths of the agenda spread: \n    * Punitive Counterstrike will almost always hit for 3, at least. \n    * less Agendas = more space for other cards. \n    * zero bad reputation.  <\/p>\n\n<p>The reason you don't want to run 21 points (1x3 3x6) is how much weaker it is to random accesses (again, see link above).  Remember, the goal of this deck is to let the runner succeed on runs and punish him, not to push agendas.  <\/p>\n\n<p>However, the Agenda comp does have its weaknesses: \n    * less burst economy = less credit for traces = no SEA Source. \n    * no Project Atlas.  See note about Jackson Howard below. \n    * very difficult to run Archer.  <\/p>\n\n<p>Why run... \nGrim?  It's a substitute for Archer.  Its lack of ETR is manageable because at some point, you want to let the runner through. \nOnly 1 Data Raven?  It's a card you actually don't want out too often because it discourages running.  Late game, it's the ICE you want to advance Agendas behind. \nGreen Level Clearance?  This deck doesn't have the economy to play Restructure consistently.  I'm considering switching it out for Pad Campaign for a more Never-Advance style and using the Influence for an extra Data Raven. \nOff The Grid?  For when the player is being too cautious.  Also couples well with DRT.  <\/p>\n\n<p>How To Play:<\/p>\n\n<p>Use the cheap ICE to advance and score a 3\/5 Agenda ASAP, then focusing on baiting the runner into tags for DRT and Scorched.  <\/p>\n\n<p>The deck plays slightly differently if the first Agenda you score is Government Contract.  Use the economy you gain to install every piece of ICE you draw, set up DRT in a remote, then drop Off The Grid.  <\/p>\n\n<p>Notes: \n    * Punitive Counterstrike is more a setback than a win condition.  Use it to disrupt the runner's tempo after a successful run. \n    * Remember to rez DRT in response to any tags. \n    * Jackson Howard is very good in this deck.  You are as unlikely to draw Agendas as the runner is because of the light Agenda spread, so feel free to draw past your hand size to dig for what you need.  Recycle Agendas first, then Snares!<\/p>\n","username":"sladextekno","cards":{"01070":3,"01087":2,"01088":1,"01093":1,"01098":3,"01099":3,"01103":3,"01110":3,"01111":3,"01113":3,"02019":2,"02070":2,"02077":3,"02080":2,"02118":3,"04015":3,"04020":3,"04036":3,"04038":2,"04079":2}},{"id":1586,"name":"HB FA","creation":"2014-01-20 13:00:03","description":"<p>My take on HB FA. There’s not really a hard and fast strategy to this deck, since so much of what you want to do changes based upon your opponent and what you draw, but in general the quicker you can score an Efficiency Committee the better (it is worth spending 2 biotic labors to get out). Also PSF is in there as my last agenda just for an answer to tag me decks.<\/p>\n","username":"thedryden@hotmail.com","cards":{"01054":1,"01055":3,"01056":3,"01058":2,"01059":3,"01062":2,"01064":3,"01092":2,"01107":1,"01108":3,"01110":3,"01113":1,"02051":3,"02052":3,"02071":2,"02110":3,"03005":3,"04015":2,"04033":2,"04034":3,"04051":2}},{"id":1587,"name":"Reina Virus","creation":"2014-01-20 13:04:47","description":"<p>A basic ice destruction Reina deck. You could probably do an easy swap to Noise, however I feel this ID works better for the deck. The issue of this deck faces is being poor. The flip side of that though is if you have 6-10 creds you functionally “rich.” The best way to fix your money woes it to get Sahasrara installed early as you’ll be spending a lot of money on installs. Because the deck is so poor it doesn’t pay to break ice with its breakers often, so using them should be very strategic.<\/p>\n\n<p>If I could find the room I’d add more breakers and cyberfeeder, but everything I’ve tried to do that I’ve found its better just to switch to a fixed breaker chess deck, which I also sometime run. <\/p>\n","username":"thedryden@hotmail.com","cards":{"01002":3,"01006":2,"01007":2,"01008":2,"01009":3,"01010":1,"01011":2,"01012":3,"01018":2,"01050":3,"02003":3,"02009":2,"02022":2,"02041":1,"02091":3,"03047":3,"03053":3,"04003":3,"04041":1,"04043":3}},{"id":1588,"name":"Reina Chess","creation":"2014-01-20 13:10:14","description":"<p>Still working on this deck, I mainly play a virus version. I think I need to start playing this version more to get it tuned up.<\/p>\n","username":"thedryden@hotmail.com","cards":{"01007":3,"01011":3,"01012":2,"01014":1,"01015":2,"01018":2,"01050":3,"02002":2,"02009":2,"02022":2,"02041":1,"02082":2,"02091":3,"02105":3,"03053":3,"04002":2,"04003":3,"04021":3,"04041":1,"04043":3,"04061":2}},{"id":1589,"name":"Jinteki Evolution Test","creation":"2014-01-20 13:25:40","description":"<p>Jinteki power.<\/p>\n","username":"Daze","cards":{"01056":3,"01067":1,"01068":3,"01069":3,"01070":3,"01072":2,"01073":2,"01075":2,"01076":2,"01077":2,"01078":2,"01079":1,"01099":2,"01103":1,"01106":3,"01107":3,"01108":2,"01109":2,"01110":3,"01111":2,"01112":2,"01113":2}},{"id":1590,"name":"HB FA Classic","creation":"2014-01-20 14:25:38","description":"<p>Netdecked from Plug-In Tour reports. Fast and simple FA deck. Very efficient.<\/p>\n","username":"xou","cards":{"01054":1,"01055":3,"01056":3,"01059":3,"01064":3,"01092":3,"01103":3,"01108":3,"01110":3,"01111":2,"01113":3,"02051":3,"03004":1,"03005":3,"03023":1,"03026":3,"04011":3,"04015":3,"04020":3}},{"id":1591,"name":"Pushing whale through keyhole","creation":"2014-01-20 15:49:09","description":"<p>I think that deck concept is pretty straightforward - get a big whale and break everywhere.\nIt's also my first deck so I'm waiting for some suggestions! :)<\/p>\n","username":"macocha","cards":{"01002":3,"01005":3,"01006":2,"01008":3,"01009":2,"01011":2,"01012":3,"01015":2,"01040":3,"01048":2,"01050":3,"01053":3,"02001":1,"02022":3,"02024":2,"02081":3,"02102":3,"03046":1,"04061":2}},{"id":1592,"name":"HB - Profiteering Fast Advance","creation":"2014-01-20 15:50:45","description":"<p>The deck has the shell of a Fast Advance deck, but it uses Profiteering to gain 15 credits, that is enough to Biotic Labor\/Sansan out 2 more Agendas.<\/p>\n\n<p>Labor costs (-4) credits, HB identity gives you (+1) for installing Agenda, Advancing Agendas cost (-3). If you start the turn with 6 credits you can labor out Profiteering giving you 15 credits. You can then Labor\/Sansan out more Agendas from hand.<\/p>\n\n<p>You probably should only have 3 Bad Pub in total, anything more might start to hurt. Depending on how much credits you have can you choose not to get a Bad Pub from Profiteering or any of the other modes.<\/p>\n\n<p>Power Shutdown and Corporate Troubleshooter are there to hose down breakers but I'm still experimenting with them and are first to go if need be.<\/p>\n","username":"Hoywolf","cards":{"01054":1,"01055":3,"01056":3,"01059":3,"01064":3,"01065":2,"01092":2,"01103":3,"01110":3,"01111":2,"01113":2,"02019":1,"02051":3,"02110":3,"03005":3,"03014":2,"03027":1,"04011":3,"04015":2,"04020":2,"04039":2,"04058":1}},{"id":1593,"name":"Rubber Money","creation":"2014-01-20 15:58:45","description":"<p>I built this deck a few weeks ago and its been fun and reasonably successful against the local meta. It takes a little time to set up, but its got a lot of inevitability in terms of money. the deck was designed to see what Isabel mcGuire could do and she hasn't disappointed since she can reset Adonis and Eve Campaigns, Private contracts, move ice, and unrezz Server diagnostics so you can install ice. <\/p>\n\n<p>once you set up your money engine, it doesn't take much effort to set up some brutal glaciers, which the identity only makes that much more insurmountable. In particular setting up a Director Haas behind one can make the game all but unwinnable for your opponent if allowed to go on for any length of time. I have won many games I shouldn't have purely because of the power of that extra click.<\/p>\n\n<p>The archived memories are primarily there for Ashes. Nothing is more frustrating for a runner than running through the gauntlet towards a Director Haas, hitting a Ash and then having that ash reinstall on the corps next turn.<\/p>\n","username":"Luzifer","cards":{"01055":3,"01056":3,"01058":3,"01061":3,"01063":3,"01108":1,"02010":1,"02013":3,"02029":2,"02051":3,"02059":1,"02092":3,"02110":3,"03006":2,"03010":2,"03015":2,"03017":1,"03019":2,"03023":2,"03025":3,"04030":1,"04050":3}},{"id":1595,"name":"HB","creation":"2014-01-20 17:14:38","description":"\n","username":"joaodavidmateus","cards":{"01054":1,"01055":3,"01059":2,"01090":2,"01092":1,"01103":3,"01107":2,"01110":3,"01111":3,"03004":1,"03005":3,"03006":1,"03007":2,"03008":2,"03010":1,"03012":2,"03015":3,"03016":3,"03017":2,"03018":3,"03019":2,"03021":2,"03023":3,"03026":3,"04015":2,"04030":2,"04038":1,"04040":3,"04050":1,"04059":3}},{"id":1596,"name":"Vamp and Key","creation":"2014-01-20 18:05:10","description":"<p>This is  a rebuild of a deck I built a while ago. Previously it ran three mediums instead of Keyhole but I wanted to try out the new tech.<\/p>\n\n<p>Anyway, here's how it works: The goal is to build up a ton of money, a crypsis with counters enough to get through to HQ, a keyhole and a vamp in hand. You vamp using your money to make the corp broke and then pop all your all-nighters so that you can run r&amp;d a bunch of time in one turn and bin enough agendas to win. Even if you don't win there, you have a strong rig versus a broke corp. <\/p>\n\n<p>So card choices: Sacrificial Construct is there purely to handle Swordsman. Once people got wise to the deck, this became a problem if they put it on hq in front of anything that ended the run. This solves that problem.<\/p>\n\n<p>Inside job. This exists to keep you in the game early. If you are luck you can nab an agenda against a corp that doesn't expect to need to double layer, if not you force them to rez another piece of ice, and hopefully put you further ahead in the credit race.<\/p>\n\n<p>Keyhole vs Medium: Like I said I'm trying out keyhole but medium might still be better. The keyhole doesn't see as deep and you can just randomly miss even with 6 runs where as this is almost impossible with three mediums. the problem with medium is the jinteki match up. It can be a nightmare, especially now that shock! is in decks. Luckily Snare does nothing against you but just an unlucky series of fetal AI can be problematic.<\/p>\n\n<p>Magnum opus: Should probably be a Armitage codebusting, but i forget what I had originally. <\/p>\n","username":"Luzifer","cards":{"01021":2,"01034":3,"01044":1,"01048":3,"01050":3,"01051":3,"02021":3,"02046":1,"02049":3,"02067":3,"02091":3,"02109":3,"03046":3,"03049":3,"03053":3,"04061":1}},{"id":1597,"name":"Big Mac v0.1","creation":"2014-01-20 18:08:32","description":"<p>Big Rig is back! Facecheck ice to try and get some early free access, then install Magnum Opus and build your deck.<\/p>\n\n<p>Grimoire is in the deck as a 4th Dyson Mem Chip.<\/p>\n","username":"moonwalker","cards":{"01006":1,"01007":2,"01033":1,"01034":3,"01035":3,"01036":3,"01044":3,"01045":1,"01050":3,"02007":2,"02009":2,"02021":1,"02028":3,"02065":1,"02106":1,"02107":2,"03035":1,"03038":3,"03046":3,"03052":3,"03054":2,"04065":2}},{"id":1598,"name":"Anneke sees everything - ver 1.0.4","creation":"2014-01-20 19:17:48","description":"<p>Tag, bluff, score and gg ;)<\/p>\n\n<p>Pad campaign and Marked account are money drainers for the runner, who can't resist their lure like they were poker machines. <\/p>\n","username":"magnifico","cards":{"01080":1,"01081":2,"01084":2,"01086":2,"01088":3,"01090":2,"01091":2,"01099":2,"01109":3,"01110":3,"02013":3,"02016":2,"02017":3,"02020":2,"02055":3,"02056":3,"02074":2,"02097":2,"02115":3,"04014":2,"04015":1,"04059":2}},{"id":1599,"name":"The Sister of Phoenix - ver 1.1","creation":"2014-01-20 19:18:42","description":"\n","username":"magnifico","cards":{"01003":3,"01008":2,"01018":2,"01019":3,"01020":3,"01021":3,"01022":3,"01025":2,"01026":1,"01027":1,"01029":2,"01050":3,"01053":3,"02007":2,"02009":1,"02028":2,"02044":1,"02045":2,"02064":3,"02083":1,"02085":2,"02091":1,"04043":1}},{"id":1600,"name":"Reina Virus","creation":"2014-01-20 20:00:42","description":"<p>My take on thedryden@hotmail.com's Reina deck. I'm not fond of dropping all the Rooks, but I see memory issues with this deck. An extra Liberated Account should help with quicker click-base econ than the Katis<\/p>\n","username":"lostgrail","cards":{"01002":3,"01006":2,"01008":2,"01009":3,"01010":1,"01011":2,"01012":3,"01014":2,"01018":2,"01050":3,"02003":3,"02009":2,"02022":3,"02041":1,"02082":3,"02091":1,"03047":3,"03053":3,"04041":1,"04043":3}},{"id":1601,"name":"Haas Broacasting Network","creation":"2014-01-20 22:23:24","description":"<p>The basic structure of this deck has been very solid for me over the past month. The goal is to run the runner out of money (pun not intended). Even if they get in to whatever server you have set up they still have to trash the ash\/red herrings you have sitting there. <\/p>\n\n<p>I originally had scorched in the deck but I was never happy with it. To often (read: every game) it sat in my hand and did nothing. Since I didn't want to sink the influence to run two it never became relevant so I cut it. I put in Director Haas as an experiment, because she has been insane for me in every deck I've put her in. <\/p>\n\n<p>City surveillance is a bait card. Its been reasonably good and I always enjoy the game where I play it. Worse case it taxes them a credit and forces them to run a server that drains their econ and then they still have to trash it. Other games its just been a reverse pad campaign so its been fine overall.<\/p>\n\n<p>Chilo primarily works with Viper, forcing the runner to break the first subroutine or at least beat the trace. Sometimes its dumped an extra tag on a draco they face checked. Overall its been nice as a one of, but I could see cutting it if you prefer something else.<\/p>\n\n<p>Aside: ChiLo combines with Bernice and Ash like i think it does correct? even after its been declared successful and their abilities trigger the run is still going on and thus they take the extra tag from chilo.<\/p>\n","username":"Luzifer","cards":{"01080":1,"01081":3,"01082":3,"01084":2,"01088":3,"01091":3,"01109":3,"02013":1,"02016":1,"02020":3,"02036":1,"02052":3,"02055":3,"02056":3,"02097":2,"02110":2,"02115":3,"02117":1,"03010":1,"04014":1,"04015":1,"04031":1,"04055":1,"04076":3,"04077":1}},{"id":1602,"name":"Get that HQ!","creation":"2014-01-20 23:18:48","description":"\n","username":"Monstermontz","cards":{"01007":2,"01011":1,"01017":1,"01018":3,"01021":2,"01022":2,"01024":2,"01026":2,"01028":2,"01049":3,"01050":3,"02007":2,"02009":2,"02043":3,"02085":3,"02086":2,"02091":2,"02104":2,"03049":1,"03054":2,"04004":3,"04048":1}}]