[{"id":10026,"name":"Code of Bushido","creation":"2014-10-22 00:35:45","description":"<p>New RP deck I have been mucking around with. Need some advice on the ICE, Barriers in particular?<\/p>\n\n<p>I am only new to Netrunner so happy to receive advice here.<\/p>\n","username":"Gr8bookworm","cards":{"01068":3,"01070":3,"01077":2,"01078":1,"01090":3,"01109":3,"01110":3,"01113":2,"02013":2,"02031":1,"02056":1,"03026":2,"04013":1,"04054":3,"04074":1,"04114":2,"04115":1,"05006":1,"05007":3,"05014":2,"05017":1,"05018":2,"06003":2,"06022":2,"06049":3}},{"id":10028,"name":"Cache Econ Exile","creation":"2014-10-22 01:15:41","description":"<p>So since cache has been released there has been a lot of discussion about using it in Shaper. However, comparing cache to the leading form of econ (prepaid voicepad) we can see in Kate this can fall a bit short even if initially it seems better.<\/p>\n\n<p>For instance, a Sure Gamble with 3 prepaid's installed (the best click value prepaid Kate can provide) is 1 click for 7 creds. The most you will get out of one cache is 1 click for 8 creds (grimoire, scherezade, aesops installed). So you are at a better click per cred value with cache it seems. Well, lets look at the starting values without all value engines installed. Sure Gamble is 1 click for 4 creds and cache is 1 click for 3 creds. Now you can see at its base level the event econ is superior to cache (even dirty laundry equals base cache efficiency while gaining a run). The spread for event econ is 3 creds (the prepaids) as were the spread for cache is 5 creds. You can see that prepaid econ is more robust as it can function pretty well without its value engine as were cache cannot. Now keep in mind this only applies if you cannot find your combo pieces, at which cache becomes better. Lets dig a bit further.<\/p>\n\n<p>In Kate, 2 of the 3 recursion cards do not benefit from Kate's ability; those being Scavenge and Test Run. So scavenging a cache is the exact same as installing cache from hand, the same is true for test run. Clone chip is the only way to benefit from Kate's ability when recurring cache. So out of the 4 ways to install cache only 2 benefit from Kate's ability. This leads me to Exile.<\/p>\n\n<p>Out of the 4 ways to install cache 3 of them benefit from exiles ability. Not only that, his ability directly affects the consistency of drawing combo pieces and gaining the max value out of cache. Exile is just simply faster at finding combo pieces than Kate is due to the extra card draw he gets from recursion. So I took this and built upon it with this deck.<\/p>\n\n<p>This deck has grimoire and scherezade for increased cache economy while also fueling atman, datasucker, parasite. Both parasite recursion and atman rely upon finding the pieces early and consistently so the cache economy fuels that. Also, Atman at 4 is the most efficient way to deal with all of the nasty 4 strength ice around. The rig is simple and effective and hard to lock out due to grimoire. The 2 modded were one of the last includes and make the deck sing. There is a ton of draw and modded lowers the cred entry level of your high cost cards (rnd interface, grimoire, atman, and plascrete). The effective credit entry level for this deck is 1 being cache. This deck is very flexible as all of your econ can be tutored at will or your tutors can be used to destroy their ice. It can also rnd lock very hard due to atman and parasite recursion.<\/p>\n\n<p>Overall I think this deck is consistent and is a really solid matchup for both RP and NBN; while maintaining a good matchup everywhere else. I've certainly had a ton of fun with it and hope it can perform as well for everyone else! =)<\/p>\n","username":"JDalart","cards":{"01006":2,"01008":3,"01012":1,"01034":3,"01035":2,"01047":3,"02009":1,"02047":3,"02087":3,"02107":2,"03030":1,"03034":3,"03035":1,"03038":3,"03040":2,"03046":3,"03048":1,"03053":2,"03054":2,"04022":1,"05035":1,"06037":3}},{"id":10029,"name":"Blue Snare!","creation":"2014-10-22 01:42:22","description":"<p>I've always wanted <a href=\"\/en\/card\/05015\">Mushin No Shin<\/a> to work well in Weyland, and now is it's chance.<\/p>\n\n<p>This is a taxing build, using <a href=\"\/en\/card\/06032\">Will-o'-the-Wisp<\/a> and <a href=\"\/en\/card\/04058\">Power Shutdown<\/a> to get rid of their board, <a href=\"\/en\/card\/04038\">Off the Grid<\/a> and <a href=\"\/en\/card\/05015\">Mushin No Shin<\/a> to create scoring windows.<\/p>\n\n<p>What I really want to do, however, is slow the runner down using <a href=\"\/en\/card\/01070\">Snare!<\/a>. This is <strong>not<\/strong> a kill deck. Snare is here to scare the runner into slowing down their pace. Being Weyland already makes them think you're running Scorched Earth, so you want them to waste credits and clicks to prepare for the worst.<\/p>\n\n<p>With Mushin you can place down either Snare or Willow to trick the runner into a run. A taxing run. And then go to town.<\/p>\n","username":"Online","cards":{"01070":3,"01102":2,"01103":2,"01106":1,"01110":3,"02018":3,"02019":3,"02060":2,"02079":3,"02120":1,"04015":2,"04038":2,"04040":2,"04058":3,"04060":1,"04078":3,"04117":2,"04119":3,"05015":3,"06003":1,"06032":3,"06068":1,"06071":1}},{"id":10030,"name":"blue supermodernism","creation":"2014-10-22 02:43:25","description":"<p>Supermodernism with a blue twist. Now we can afford to run big ice!<\/p>\n","username":"bblum","cards":{"01058":1,"01065":2,"01086":2,"01094":3,"01099":3,"01101":2,"01102":2,"01103":3,"01104":2,"01106":2,"01110":3,"01111":2,"02018":3,"02079":3,"02120":1,"04015":3,"04020":2,"04040":3,"04078":3,"06003":2,"06061":1,"06068":1,"06071":1}},{"id":10031,"name":"Schehexually Transmitted Diseases v0.9.2","creation":"2014-10-22 02:57:34","description":"<p>Another Experiment to focus on in-house draw power. Next I'll attempt to resolve click power.<\/p>\n","username":"Ulkrond","cards":{"01001":1,"01008":3,"01010":3,"01047":1,"01051":1,"02003":3,"02041":3,"02102":2,"03033":2,"03035":1,"04005":3,"04022":1,"04082":3,"05051":3,"06014":3,"06037":3,"06054":3,"06059":1,"06060":1,"06073":2,"06074":3}},{"id":10032,"name":"Quetzal Through The Keyhole","creation":"2014-10-22 03:44:12","description":"<p>Run like the wind.<\/p>\n\n<p>There's nothing terribly new or exciting here, but this is a solid deck that should give you some decent mileage. I've included Keyhole over Medium here, because with Quetzal you're looking to run once a turn. Kati Jones plays into that idea as well, as does Lucky Find, which is a higher barrier-of-entry Stimhack without the brain damage.<\/p>\n\n<p>Your recursion feel right at these numbers: 2x Deja Vu and 2x Retrieval Run will get where you need to be, and RR has good synergy with Hades Shard. You can look at dropping a third e3 for a one-off Clone Chip if you want, but I've always favored consistency, and this build is more about the slow typical Anarch pressure than it is about speed.<\/p>\n","username":"BTrain","cards":{"01002":2,"01008":3,"01012":3,"01050":3,"02009":2,"02024":3,"02091":3,"02101":2,"03053":2,"04042":3,"04043":3,"04061":3,"04109":2,"05035":2,"05053":3,"06033":2,"06052":1,"06059":1,"06073":3}},{"id":10033,"name":"Jinteki: PE (Philotic Entanglement) 1.0","creation":"2014-10-22 03:45:02","description":"<p>Part of my on-going journey to make annoying and P.E. kill decks.\nUse Chimaera early game to prevent them stealing agendas or account siphons.\nThe rest is fueled by surprise Archers and ID net damaging sniping programs.\nThis one depends on the 2x Biotic + fast track to do a quick Philotic kill.<\/p>\n","username":"Alist1","cards":{"01059":2,"01067":1,"01070":3,"01075":2,"01101":2,"01110":3,"02060":2,"02080":3,"03023":2,"04013":2,"04015":2,"04032":3,"04039":3,"04053":1,"04059":2,"04073":3,"04074":2,"04093":2,"05004":3,"05006":1,"05007":1,"05017":3,"05027":2}},{"id":10034,"name":"Event heavy Quetzal ","creation":"2014-10-22 04:32:49","description":"<p>-A focus on strong events and recurring credit Econ\n-A simple rig with Crypsis breaking up to 3str, atman at 4 and d4v1d over 5.\n-No carapace, using imp with multi access events to trash scorch\/sea.\n-weak to jinteki in general<\/p>\n","username":"Boduse","cards":{"01002":3,"01004":2,"01005":3,"01006":2,"01012":3,"01036":2,"01050":3,"01051":3,"01053":3,"02003":3,"02087":1,"02091":2,"03040":2,"03054":3,"04029":2,"05035":2,"06013":2,"06033":2,"06052":1,"06073":3}},{"id":10035,"name":"Misery","creation":"2014-10-22 05:01:34","description":"\n","username":"Gakochun","cards":{"01067":1,"01077":3,"01110":3,"02032":3,"02053":3,"02056":3,"02073":3,"04073":3,"04074":3,"04090":3,"05004":3,"05006":1,"05016":3,"05017":3,"05018":3,"06044":3,"06061":3,"06063":3}},{"id":10036,"name":"Nasir ICE Destruction (CJFM Variant)","creation":"2014-10-22 05:08:40","description":"<p>A derivative of <a href=\"http:\/\/netrunnerdb.com\/en\/profile\/1849\/cspieker\">cspieker's<\/a> Nasir Wyrm Ice destruction deck which recently went 5-0 at a Tacoma tournament. He has a <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/9871\/nasir-ice-destruct-with-grimoire\">Grimoire version<\/a> on netrunnerdb but that isn't quite the version he went 5-0 with (it had toolbox). Grimoire now gives me all sorts of interesting ideas for Nasir. <\/p>\n","username":"CJFM","cards":{"01008":2,"01012":3,"01013":1,"01026":2,"01034":3,"01036":1,"01041":2,"01045":1,"01053":3,"02003":1,"02007":1,"02009":2,"02047":1,"02049":3,"02087":1,"02091":2,"02107":2,"03038":3,"03040":1,"03046":3,"03048":1,"04067":1,"06017":1,"06040":3,"06058":2}},{"id":10037,"name":"G-Mods","creation":"2014-10-22 05:19:10","description":"<p>This is my G-Mod themed deck, so no cybernetics.\nIt focuses on supporting Darwin with Wyrm, Parasite, Datasucker, Personal Touch, Grimoire and surge. Fester makes purging Darwin and everything else a real pain and Lamprey and Hemorrhage bring the purge pressure even more. Inject is just there for theme and you can viruses that get trashed if you want them back. Stimhack will give Darwin a boost of money, otherwise there is Daily Casts, Armitage Codebusting and Dirty Laundry for extra cash.<\/p>\n","username":"thechops","cards":{"01002":2,"01004":2,"01006":2,"01008":3,"01012":3,"01013":2,"01016":2,"01040":3,"01053":3,"02006":1,"02081":3,"02102":3,"03046":2,"03052":3,"03053":3,"04082":1,"06014":1,"06052":1,"06073":3,"06075":3}},{"id":10038,"name":"Energy Spike","creation":"2014-10-22 05:54:12","description":"<p>Rig removal, by hook or by crook.<\/p>\n","username":"Sedj","cards":{"01094":3,"01101":2,"01103":3,"01106":2,"01110":3,"02018":3,"02019":3,"03017":1,"04015":3,"04020":1,"04040":3,"04058":2,"04079":3,"04117":2,"05016":2,"05027":2,"06003":1,"06008":2,"06032":3,"06049":2,"06061":2,"06068":1,"06071":1}},{"id":10039,"name":"Scorched by the Blue Sun","creation":"2014-10-22 06:31:40","description":"<p>Based on http:\/\/netrunnerdb.com\/en\/decklist\/9967\/weyland-is-coming-to-murder-you with the suggestions from the comments, and a couple of my own minor touches.<\/p>\n","username":"valbaca","cards":{"01070":2,"01086":2,"01090":1,"01095":2,"01099":3,"01102":2,"01106":1,"01110":3,"02018":3,"02019":3,"02079":3,"03027":2,"04015":2,"04036":3,"04040":2,"04078":2,"04079":3,"04100":1,"04117":2,"05024":1,"06003":1,"06009":1,"06066":2,"06068":1,"06069":2}},{"id":10040,"name":"Blue Sun Shutdown","creation":"2014-10-22 06:34:38","description":"<p>Inspired by Chris M on youtube<\/p>\n","username":"barelytoned","cards":{"01102":2,"01103":3,"01110":3,"02018":3,"02019":3,"02120":1,"03027":2,"04015":3,"04034":2,"04040":3,"04052":3,"04058":3,"04060":2,"04100":1,"04111":1,"04117":3,"04119":3,"06003":1,"06009":1,"06030":1,"06061":2,"06068":1,"06069":2,"06071":1}},{"id":10041,"name":"Virus Liberation Front (Brain Damage Faction) v3","creation":"2014-10-22 06:57:40","description":"<p>Virus heavy Noise\/Shop deck with a few options for flexibility. Relies heavily on Djinn. Intended to do 3+ stimhacks in a game and resist damage through increased hand size. I'll swap in more cards as I get the expansions (e.g. <a href=\"\/en\/card\/06073\">Inject<\/a>, <a href=\"\/en\/card\/06037\">Cache<\/a>). Maybe too many different things going on at once? Too few icebreakers? New to the game so any advice would be appreciated. Updated to remove <a href=\"\/en\/card\/01015\">Ice Carver<\/a> and <a href=\"\/en\/card\/02091\">Kati Jones<\/a> for <a href=\"\/en\/card\/03053\">Daily Casts<\/a>.<\/p>\n","username":"accelerandom","cards":{"01001":1,"01002":3,"01004":3,"01005":3,"01006":2,"01008":3,"01009":3,"01010":1,"01012":3,"01016":2,"01047":2,"01049":1,"01050":3,"01051":2,"02041":1,"02049":2,"02050":3,"02081":2,"02087":2,"02102":1,"03053":3,"03054":1,"04005":1,"06014":1}},{"id":10042,"name":"Val's Andy 1.1","creation":"2014-10-22 07:17:17","description":"<p>wanted to go with more a more central-breaker suite (with Crypsis for use as necessary). I also found myself clicking for draws way too often, either searching for cards or against Jenteki, so brought in Quality Time.<\/p>\n\n<p>Will need to test it out some to find out for sure.<\/p>\n","username":"valbaca","cards":{"01007":1,"01008":3,"01012":1,"01018":3,"01021":3,"01022":3,"01024":3,"01026":1,"01030":2,"01050":3,"01051":1,"02063":1,"02083":1,"02087":3,"02091":2,"02104":2,"02105":1,"02107":2,"03052":3,"03053":3,"05035":2,"05041":1,"05046":1}},{"id":10043,"name":"Noise from above","creation":"2014-10-22 09:31:22","description":"<p>Just a testing deck in try-out, criticism and advices are welcome!<\/p>\n","username":"Makkarae","cards":{"01001":1,"01002":3,"01003":2,"01005":2,"01006":1,"01007":1,"01008":2,"01009":2,"01010":2,"01011":1,"01012":3,"01014":2,"01015":1,"01016":2,"01021":2,"01028":2,"01047":1,"01050":2,"01051":2,"01053":2,"02003":2,"02009":1,"02081":3,"02082":2,"02091":2}},{"id":10044,"name":"Fofofoundry","creation":"2014-10-22 09:45:03","description":"<p>Foundry + Midori + Grail = lolz :)<\/p>\n","username":"Syntax","cards":{"01055":3,"01056":3,"01110":3,"02051":3,"02092":3,"02113":2,"03004":1,"04011":3,"04015":3,"04060":3,"04119":3,"06002":3,"06010":3,"06021":1,"06051":3,"06061":3,"06081":1,"06091":3,"06111":3}},{"id":10045,"name":"Blueshin No Shin","creation":"2014-10-22 10:57:30","description":"<p>The Sun is rising faster.<\/p>\n\n<p>This version of Blue Sun moves away from the glacier style we've seen emerge in recent builds and gets closer to a more typical Weyland style. For the record, I've played GRNDL exclusively now for several months, but I love the glacier build Blue Sun offers. It's what I have sleeved up right now and it works fantastically, but I want to start experimenting and see how we can take the ID in new directions. Let's look at adding some speed to the Sun.<\/p>\n\n<p>The star of this particular build is Mushin No Shin. First, to free up influence, I've abandoned some of the more taxing ice I used to run like Ichi 1.0 and Wall of Thorns. Curtain Wall and Hadrian's Wall still stay in though because of how well they synergize with OAI to form an econ engine. And now, by dropping those ice to add Mushin, we have an even stronger econ potential, and more importantly, an even stronger <em>denial<\/em> potential. Both GRNDL Refinery and Reversed Accounts benefit from being Mushin'ed. In two turns, you can get them up to 6 advancement tokens for a 24 credit swing in either direction (+24 for you with GRNDL, -24 for them with Reversed Accounts). You can also use it on agendas, netting yourself (if you felt so inclined) a quadruple-overadvanced Atlas in two turns, or perhaps use it to double-click a Government Contracts for 4 credits in the same turn that you score it (Turn 1: Mushin, advance. Turn 2: Advance\/score, double click).<\/p>\n\n<p>I've also moved away from the SEA-Scorch kill package, opting instead for Punitive Counterstrike. Losing that SEA Source means I can still keep both my Tollbooths while fitting in 3 Mushins.<\/p>\n\n<p>While this deck is mostly conceptual, I'll still be testing it on OCTGN to see how it holds up, and to see how viable it is to move Blue Sun away from the glacier style and into a more GRNDL-ish school of thought. What do you think? Is it worth trying to add some teeth to the Sun, or is it an ID more adapted to play defense?<\/p>\n","username":"BTrain","cards":{"01090":2,"01094":3,"01101":3,"01102":2,"01110":3,"01111":2,"02018":3,"02019":2,"02077":2,"02079":3,"02120":1,"04015":3,"04040":2,"04078":2,"04079":3,"04099":2,"04117":2,"05015":3,"06008":2,"06030":1,"06047":1,"06066":2,"06068":1}},{"id":10046,"name":"Ancestral Synergy v 0.75","creation":"2014-10-22 11:40:23","description":"<p>This is a little different approach on my previous deck, that takes out the account siphon out.  Last couple of games ( for example 3 yday)  I had 0 opportunity to play AS, so I started thinking about different ways to spin the deck.<\/p>\n\n<p>I definitely like Keyhole. I decided to take out the Data suckers and put 2x Ice Carvers In, for the sake of being a little more flexible on non-caissa MU.<\/p>\n\n<p>The pressure on HQ will be in the form of legwork+ nerve Agent. <\/p>\n\n<p>The biggest change in the deck is that I brought Aesop in. The idea is for him to sell all your \"dried up\" programs like D4v1d or Overmind. Or some Bishop for a small surge of cash. <\/p>\n\n<p>At first the split was 3x Aesop and 3x E3, but since so far I'm able to win games with this deck without E3s installed and I'm a little scarred about Injection trashing the wrong pieces at the right time ... I put 2x Clone Chip in :)<\/p>\n\n<p>Also the Sure gamble might switch to Armitages depending which I find is a better suited style of econ for the deck :) <\/p>\n\n<p>Looking forward to the 1.0 version once I get some play time with \"Up and Over\" cards :)<\/p>\n","username":"Dydra","cards":{"01002":2,"01012":3,"01015":2,"01047":2,"01050":2,"02024":2,"02041":1,"02091":3,"03038":2,"03054":3,"04021":2,"04042":3,"04043":3,"04061":3,"05035":1,"05053":3,"06033":2,"06034":2,"06052":1,"06059":1,"06073":3}},{"id":10047,"name":"Free Bird","creation":"2014-10-22 13:10:52","description":"<ul>\n<li>Yogsaurus would ignore codegates but Cell Portal.<\/li>\n<li>E3 for her to ignore most barriers.<\/li>\n<li>3x Djinn would call Crypsis to break other stuff.<\/li>\n<li>Classic virus toolbox and stuff to optimize accesses. Callable through Djinns.<\/li>\n<li>A little reccursive parasite module to melt supplementary barriers. Clone Chip to call back Crescentuses or Parasites or things thrown with Inject (surprise David !)...<\/li>\n<li>1x Corroder because who cares when you break everything with a Cyberfeeded Crypsisucker or melt everything in sigth with Clone Parasuckers :)<\/li>\n<\/ul>\n\n<p>Use Inject in the begining to find hardware \/ events while clicking money. Then go wherever you want.<\/p>\n","username":"Syntax","cards":{"01002":3,"01005":3,"01007":1,"01008":2,"01009":3,"01010":1,"01012":3,"01014":2,"01050":3,"01051":2,"02003":1,"02024":2,"02041":1,"02048":2,"02063":2,"02065":1,"02091":2,"03038":3,"03054":3,"06033":2,"06052":1,"06073":3}},{"id":10049,"name":"Nasir's Stealth","creation":"2014-10-22 13:53:31","description":"<p>Something I built last night, put it here from memory. it seems like fun. I might take out special order and add express delivery and a second medium<\/p>\n\n<p>Thoughts and comments welcome.<\/p>\n","username":"asteriskreaper","cards":{"01010":1,"01022":3,"01034":3,"01036":3,"01047":2,"01051":1,"02048":1,"02066":1,"02067":3,"02091":2,"02107":3,"03038":2,"03041":3,"03042":2,"03046":2,"03051":3,"04067":1,"06017":1,"06040":3,"06053":2,"06057":2,"06079":2}},{"id":10050,"name":"Keyhole into the Shard","creation":"2014-10-22 14:10:59","description":"<p>You need to hold back a little at the beginning with this deck.<\/p>\n\n<p>Get <a href=\"\/en\/card\/05037\">Logos<\/a> out as soon as possible, candidates for Corp scored agendas are <a href=\"\/en\/card\/04061\">Keyhole<\/a>, <a href=\"\/en\/card\/04001\">Frame Job<\/a> or <a href=\"\/en\/card\/06059\">Hades Shard<\/a>.<\/p>\n\n<p>You really only want to run centrals, leave the scoring servers for <a href=\"\/en\/card\/01021\">Inside Job<\/a> &amp; <a href=\"\/en\/card\/04089\">Blackmail<\/a>.<\/p>\n\n<p>Meanwhile you're doing <a href=\"\/en\/card\/04061\">Keyhole<\/a> runs, saving your agendas for the 1 click install <a href=\"\/en\/card\/06059\">Hades Shard<\/a> and trash for the access.<\/p>\n\n<p>The rest is just standard runner play.<\/p>\n","username":"Dazm0","cards":{"01002":1,"01018":3,"01021":2,"01022":2,"01026":1,"01030":3,"01031":1,"01051":2,"02043":2,"02091":1,"02105":1,"03052":2,"03054":3,"04001":2,"04004":2,"04061":1,"04089":3,"05028":1,"05035":2,"05036":2,"05037":3,"05041":2,"05042":2,"05046":2,"06059":1}},{"id":10051,"name":"Pandora's BOX-E v0.4","creation":"2014-10-22 14:23:47","description":"<p>Changed around Same Old Thing + Legwork for +1 Procon, +1 HQI, and +1 Maker's Eye. Still a very effective deck, enjoying a considerable win rate. Will update to v1.0 if I ever enjoy significant standings in a tournament.<\/p>\n","username":"PaxCecilia","cards":{"01028":1,"01034":2,"01035":3,"01036":3,"01050":3,"02024":2,"02046":1,"02047":2,"02050":2,"02085":1,"02089":1,"02091":2,"02106":1,"03034":3,"03035":1,"03048":1,"03049":3,"03052":3,"05053":3,"06033":1,"06055":2}},{"id":10052,"name":"Nasir, Security Czar","creation":"2014-10-22 15:29:27","description":"<p>Natman build with Sec Testing and Astrolabe<\/p>\n","username":"CJFM","cards":{"01004":1,"01008":2,"01012":1,"01026":1,"01034":3,"01036":1,"01038":1,"02003":1,"02009":2,"02047":1,"02049":3,"02066":1,"02087":1,"02091":3,"02107":3,"03038":3,"03040":3,"03046":3,"03048":1,"04067":3,"05048":2,"06017":1,"06058":2,"06079":3}},{"id":10053,"name":"Taxing Together v1.2","creation":"2014-10-22 15:53:02","description":"<p>Stronger Together taxing deck with econ imported to try and make it get off the ground.<\/p>\n\n<p>This is a deck I started working on when I got bored with EtF and its standard form of play. I don't think it's better than EtF by any means (part of the reason it's more fun is that it feels more swingy and risky, going from harmless with no credits to beastly when you get some burst econ in), but I'm hoping to make a deck that can be piloted to wins against fast and hard runners, even if it doesn't win as often.<\/p>\n\n<p>The play style is to get ICE down as quickly as possible over all threatened servers. There's a good chance of getting some cheap ICE early to cover basic defenses, then build out from there. <a href=\"\/en\/card\/03013\">Bioroid Efficiency Research<\/a> gives a boost to turn <a href=\"\/en\/card\/03015\">Heimdall 2.0<\/a> into early game ICE, which should keep them out of a central server for a few turns while you build up (don't try it on a remote protecting an agenda; they can and should just take the brain damage and lose 2 clicks to steal one of the 3 pointers in the deck). Once the early game has passed and accesses aren't coming as fast and furious, focus on moneying up and ICEing up to create expensive runs and frequent scoring windows.<\/p>\n\n<p>This deck is weak in a couple respects. First, it's dirt poor. Most of the influence is spent on money in terms of <a href=\"\/en\/card\/01098\">Beanstalk Royalties<\/a> and <a href=\"\/en\/card\/04012\">Celebrity Gift<\/a>. If I had <a href=\"\/en\/card\/02070\">Green Level Clearance<\/a> I'd run it. Second, the ICE, while taxing, is porous. The runner will usually be able to enter when they want to, but not as often as they want to. To that end, <a href=\"\/en\/card\/02013\">Ash 2X3ZB9CY<\/a> is basically a requirement in the scoring server to enable it to survive the first assault. <a href=\"\/en\/card\/06023\">Heinlein Grid<\/a> would be wonderful here to turn off the ability to click bioroids to save money, but I don't have that card yet.<\/p>\n\n<p>Any advice? I feel like the first card that should be dropped for something better is <a href=\"\/en\/card\/03013\">Bioroid Efficiency Research<\/a>, since it doesn't work late game (having someone run through a <a href=\"\/en\/card\/03015\">Heimdall 2.0<\/a> and break it on the first run on a remote and then follow it up and not have to break it at all because you're too poor is a bad plan), but I'm not sure what to drop it for.<\/p>\n","username":"linuxmaier","cards":{"01056":3,"01063":3,"01064":3,"01098":3,"01106":3,"01110":3,"01113":2,"02010":1,"02013":3,"02110":3,"03006":3,"03013":3,"03015":2,"03017":2,"03019":3,"04012":3,"04015":3,"04119":1,"04120":3}},{"id":10054,"name":"dog deck! DOG DECK! DOG DECK! DOG DECK!!!!!!!!!","creation":"2014-10-22 16:00:45","description":"<p>dog deck!!!!!!<\/p>\n","username":"bionicsheep","cards":{"01026":1,"01033":1,"01034":3,"01037":3,"01050":3,"02009":3,"02043":1,"02047":3,"02066":1,"02091":3,"02106":3,"02107":3,"03034":3,"03035":2,"03038":3,"03054":3,"04067":1,"06094":2,"06096":2,"06099":2}},{"id":10055,"name":"Dancing Mastermind","creation":"2014-10-22 16:02:43","description":"<p>First try to a Quetzal deck with Ekomind + Overmind. Origami and Duggar's seems awesome enough. Resource heavy economy but not sure if its enough.<\/p>\n","username":"Diegofsv","cards":{"01002":3,"01010":2,"02021":3,"02022":3,"02024":2,"02041":2,"02042":3,"02050":3,"03038":3,"03053":3,"05053":3,"06052":1,"06054":3,"06056":2,"06059":1,"06073":3,"06074":3,"06093":3}},{"id":10056,"name":"Mind Fold's Five","creation":"2014-10-22 16:14:04","description":"<p>ekomind, overmind, origami, duggar's, public sympathy<\/p>\n","username":"Boduse","cards":{"01002":3,"01004":3,"01036":2,"01050":3,"01053":3,"02024":2,"02050":3,"02091":2,"02101":2,"03035":1,"03054":3,"04009":2,"05035":2,"05053":3,"06033":3,"06052":1,"06054":2,"06074":3,"06093":3}},{"id":10057,"name":"Nevermind","creation":"2014-10-22 16:26:43","description":"<p>Imagine a world where you can pill up 14 counters on <a href=\"\/en\/card\/05053\">Overmind<\/a>. Even if you install all <a href=\"\/en\/card\/01008\">Datasucker<\/a>s,  <a href=\"\/en\/card\/06074\">Origami<\/a>s, and the multi access programs on <a href=\"\/en\/card\/06019\">Leprechaun<\/a>  before the <a href=\"\/en\/card\/05053\">Overmind<\/a>, that's still 7 counters. <\/p>\n","username":"vvribeiro","cards":{"01002":3,"01005":3,"01008":3,"01010":2,"01012":3,"01050":3,"02022":3,"02024":2,"02041":1,"02091":2,"03038":3,"03052":3,"05053":3,"06019":2,"06052":1,"06054":3,"06074":3,"06093":3}},{"id":10058,"name":"The Fae King","creation":"2014-10-22 16:27:55","description":"\n","username":"CJFM","cards":{"01004":1,"01008":2,"01012":1,"01026":1,"01034":3,"01036":1,"01038":2,"02003":1,"02009":2,"02047":1,"02049":3,"02066":1,"02087":1,"02091":3,"02104":2,"02107":3,"03038":3,"03040":3,"03046":3,"03048":1,"03052":2,"06017":1,"06058":2,"06079":3}},{"id":10059,"name":"Overtime Construction","creation":"2014-10-22 16:52:22","description":"\n","username":"bewnt","cards":{"01012":2,"01031":1,"01032":1,"01050":3,"02024":1,"02028":3,"02069":3,"02091":2,"02104":3,"02105":2,"03055":1,"04004":2,"04061":1,"04106":2,"05028":1,"05031":2,"05037":3,"05042":1,"05045":2,"05050":1,"05053":3,"06056":3,"06060":1,"06076":2}},{"id":10060,"name":"Break Free","creation":"2014-10-22 17:38:43","description":"<p>Noise Money Engine and Ultimate Hand Size. Welcome to the Lunar cycle<\/p>\n","username":"seanzor","cards":{"01001":1,"01002":3,"01007":1,"01008":3,"01010":1,"01011":1,"01012":3,"01014":1,"01028":1,"01047":2,"01050":3,"02041":1,"02061":1,"02091":2,"03038":2,"03052":3,"05046":1,"05051":2,"06014":2,"06037":2,"06054":3,"06074":3,"06093":2,"06114":2}},{"id":10061,"name":"NeverMind v2","creation":"2014-10-22 18:02:09","description":"<p>Imagine a world where you can pill up 14 counters on <a href=\"\/en\/card\/05053\">Overmind<\/a>. Save MU by installing the other programs on <a href=\"\/en\/card\/01009\">Djinn<\/a> if you get it early.  <\/p>\n\n<p>Quick update to drop the Leprechaun and add the Djinn. <\/p>\n","username":"vvribeiro","cards":{"01002":3,"01005":3,"01008":3,"01009":2,"01010":2,"01012":3,"01050":3,"02022":3,"02024":3,"02041":1,"02091":2,"03038":3,"03052":3,"05053":3,"06052":1,"06054":3,"06074":3,"06093":3}},{"id":10062,"name":"Eliza's Sunbox","creation":"2014-10-22 18:20:57","description":"<p>Build up a nice, deep remote using Eliza's, Oversight AI or your money, whichever you get to first - then, start scoring. Use Eliza's as a way to taunt the Runner and keep your bank full, if necessary. Make money whenever possible. Score whenever convenient.<\/p>\n\n<p>Sneaking in a Chronos Project via Plan B when the Runner is too shy (e.g. after a Junebug) could be a nice way to slow the Runner down, if they rely on recursion.<\/p>\n","username":"vesper","cards":{"01069":2,"01098":3,"01101":2,"01102":2,"01103":2,"01104":2,"01110":3,"02012":2,"02019":2,"02077":3,"02079":3,"04015":3,"04040":3,"04078":3,"04119":3,"05023":2,"06010":2,"06042":2,"06049":2,"06050":2,"06068":1,"06071":1}},{"id":10063,"name":"off the sun","creation":"2014-10-22 18:33:45","description":"\n","username":"CodeMarvelous","cards":{"01090":3,"01102":3,"01106":2,"01110":3,"02018":3,"02019":3,"02079":3,"02120":1,"03027":2,"04015":3,"04038":3,"04040":3,"04060":2,"04077":2,"04078":2,"04117":1,"06003":2,"06008":2,"06030":1,"06048":3,"06068":1,"06069":1,"06071":1}},{"id":10064,"name":"Cascading Fury","creation":"2014-10-22 18:33:49","description":"<p>Dev in progress (I've only played it twice)<\/p>\n","username":"Hax","cards":{"01055":3,"01056":3,"01059":3,"01062":3,"01092":1,"01110":3,"02011":3,"02013":2,"02033":3,"02051":3,"02110":3,"03005":1,"03009":3,"03011":2,"03019":3,"04015":3,"04110":3,"06021":1,"06061":3,"06062":1}},{"id":10065,"name":"Stimrunner","creation":"2014-10-22 18:37:26","description":"<p>With a super high hand size, who cares about a little brain damage.  Initially I ran this with spinal modem, then I saw Ekomind.  I'm not sure it's better, but it is worth a shot.  Recur Stimhack as much as possible when running, use tons of MU to have overmind counters, and just plow through big ice. <\/p>\n\n<p>Use djinn to summon multi access as needed, also an early crypsis to lock out the remotes.  <\/p>\n\n<p>Yes I know it doesn't have parasite and datasucker, leave me alone.  Yes it probably needs some more econ just for rig building.<\/p>\n","username":"x3r0h0ur","cards":{"01002":3,"01004":3,"01007":2,"01009":3,"01010":2,"01034":3,"01050":3,"01051":1,"02024":2,"02041":1,"02087":3,"02091":2,"03038":1,"03054":3,"05053":2,"06052":1,"06073":3,"06074":3,"06093":3,"07051":2}},{"id":10066,"name":"another stealth nasir","creation":"2014-10-22 18:40:47","description":"\n","username":"CJFM","cards":{"01007":1,"01012":2,"01034":3,"01036":1,"01041":2,"02003":1,"02009":2,"02049":3,"02085":2,"02091":2,"02107":2,"03038":3,"03040":1,"03041":3,"03046":3,"04006":3,"04067":2,"04086":2,"06017":1,"06040":3,"06057":1,"06058":2,"06077":1}},{"id":10067,"name":"leela Patel - no breakers","creation":"2014-10-22 18:48:14","description":"<p>As a joke, I decided to try to make a deck that has no breakers.  Will be trying it shortly.  <\/p>\n\n<p>Currently it has 3 major issues.  Wraparound, lotus field, and blue sun.  I also don't care too much, this is as Timmy a deck as it comes.  Also, no multi access, but if the ice is light you should be able to hit some server every turn.  Ya know, or not.<\/p>\n\n<p>The idea is to insta parasite ice while floating a ton of suckers.  The current keeps the corp from layer ice too thick, so try to always have it.  With SoT and deja you should be good to keep it going.  Autoscriptor works with savior to get you a bonus click to use trimaf.  Two trimafs and youre ready to install a virus from hand.<\/p>\n\n<p>Should have a ridiculously long set up time, which is why its actually non viable.  Also 2 breach or aurora would help to deal with wraparound, but I like to see all 3s.<\/p>\n\n<p>Forged orders with cortex, shutdown and forged, and the id should make itva pain in the ass to keep ice on the table.<\/p>\n\n<p>Console could probably just be doppelganger too.<\/p>\n","username":"x3r0h0ur","cards":{"01002":3,"01008":3,"01012":3,"01020":3,"01021":3,"01050":3,"02005":3,"02043":3,"03052":3,"03054":3,"04105":3,"05050":3,"06036":3,"06055":3,"06076":3,"06095":1}},{"id":10068,"name":"Timewarp","creation":"2014-10-22 19:08:21","description":"<p>I have been working on a maximum Clicks runner deck for some time. I based this version on the 'Time is on my Side'.  I added Autoscripter for more bonus Clicks on program install and Early Bird because it synergizes nicely with Doppleganger.  I'm still working on this so any suggestions would be appreciated.<\/p>\n","username":"Drakos","cards":{"01008":2,"01022":2,"01026":1,"01032":3,"01044":2,"01050":3,"01051":3,"02042":2,"02064":3,"02083":1,"02085":2,"02091":2,"02109":3,"03054":3,"04004":3,"04106":3,"05032":3,"05048":2,"06060":2,"06076":2}},{"id":10069,"name":"Suck Harder, Meidan","creation":"2014-10-22 19:15:01","description":"<p>Inspired by cspieker's excellent <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/9871\/nasir-ice-destruct-with-grimoire\">Nasir<\/a> deck, with a little bit of that kitchen sink flair added by yours truly.<\/p>\n\n<p>The deck is all ice killing and recurring credits, in preparation for that nightmarish end-game scenario wherein there is no more ice to rez (and subsequently kill).<\/p>\n\n<p>It has several suitable jumping off points, another one of Nasir's bugbears.  No PShop in the opening hand?  Don't panic!  <a href=\"\/en\/card\/06078\">Trade-In<\/a> or <a href=\"\/en\/card\/02088\">Replicator<\/a> are exactly what you want to start building for, or if you see <a href=\"\/en\/card\/01008\">Datasucker<\/a>, <a href=\"\/en\/card\/06058\">Order of Sol<\/a>, or even <a href=\"\/en\/card\/06038\">Net Celebrity<\/a>, you can probably start running.  Obviously, if you have a <a href=\"\/en\/card\/03046\">Self-modifying Code<\/a>, go nuts.<\/p>\n\n<p>You want to <a href=\"\/en\/card\/01012\">Parasite<\/a> low-strength ice, ward off Archers with <a href=\"\/en\/card\/04067\">Sharpshooter<\/a>, and <a href=\"\/en\/card\/01026\">Femme Fatale<\/a> the scariest thing you see.  <a href=\"\/en\/card\/02066\">Deus X<\/a> is out of the deck after some soul searching (more accurately, some card searching).  All that scary AP ice that RP plays?  Parasite bait!  They won't want to rez in most cases.<\/p>\n\n<p>If the Corp seeks to bring out more ice than you can kill, Replicate Clone Chips and dig for your Deja Vus, and see who cries uncle first.  If they give you free accesses, Trade in for Interfaces or the Plascrete and dig for Armitage.  You'll need money to trash, money to score NAPDs, and money to avoid the inevitable backlash.<\/p>\n\n<p>Feedback super appreciated.  I haven't run this yet, but already I'm liking it more than Stealth or Atman.<\/p>\n","username":"ironblue","cards":{"01002":2,"01005":2,"01008":2,"01012":2,"01013":1,"01026":1,"01034":3,"01040":2,"01041":1,"01043":1,"01053":2,"02009":1,"02049":3,"02087":2,"02088":2,"02107":2,"03038":3,"03039":2,"03046":3,"03048":1,"04067":1,"06017":1,"06038":2,"06058":2,"06078":2}},{"id":10070,"name":"Resourceful Mind","creation":"2014-10-22 19:23:07","description":"<p>A quetzal resource deck built around Origami + Ekomind + Overmind<\/p>\n","username":"Diegofsv","cards":{"01002":2,"02022":3,"02024":2,"02041":1,"02042":3,"02050":3,"02109":3,"03038":3,"03052":2,"03053":3,"04061":2,"05053":3,"06052":1,"06054":3,"06056":2,"06059":1,"06073":3,"06074":3,"06093":3}},{"id":10071,"name":"Kate Stealth","creation":"2014-10-22 19:33:10","description":"\n","username":"Near","cards":{"01004":3,"01033":1,"01038":2,"01050":3,"01053":3,"02066":1,"02088":3,"02106":3,"02107":2,"03038":2,"03041":3,"03046":3,"03049":3,"03053":3,"04006":3,"04104":2,"06040":3,"06053":1,"06057":1,"06077":1}},{"id":10072,"name":"Miss Q.","creation":"2014-10-22 19:57:56","description":"\n","username":"PlutoNick","cards":{"01002":3,"01008":3,"01012":3,"01050":3,"01053":3,"02009":2,"02022":3,"02024":3,"02091":3,"03038":2,"04042":3,"04043":3,"04061":3,"05035":2,"05053":3,"06033":2,"06052":1,"06059":1}},{"id":10073,"name":"Zombizzard MKII","creation":"2014-10-22 20:08:52","description":"<p>Stupid deck is stupid.\nStimhack yourself multiple times :)<\/p>\n","username":"Syntax","cards":{"01002":3,"01003":1,"01004":3,"01008":3,"01010":3,"01012":2,"01016":3,"01050":3,"02001":1,"02028":1,"02050":3,"02065":2,"03035":1,"03038":2,"03054":3,"04109":3,"05053":3,"06074":3,"06093":3}},{"id":10074,"name":"Angel Arena","creation":"2014-10-22 20:11:55","description":"<p>So the deck's not serious it's more seeing what can be done with Angel Arena.<\/p>\n\n<p>So <a href=\"\/en\/card\/06056\">The Supplier<\/a> great at saving cash and on <a href=\"\/en\/card\/06080\">Angel Arena<\/a> give's you 2 free go's. AA combo's with <a href=\"\/en\/card\/05054\">Oracle May<\/a> essentially turning into <a href=\"\/en\/card\/03049\">Professional Contacts<\/a> for a Click. It also Combo's with <a href=\"\/en\/card\/05040\">Window<\/a> since as long as you can keep in mind what you put on the bottom of your deck you can use it when you need it  (for instance you may not want that HQI in your hand at the moment as your playing Jinteki so leave it on the bottom for later)<\/p>\n\n<p><a href=\"\/en\/card\/04008\">Motivation<\/a> is a must since May is in the deck saving alot of counters but also if you want to use <a href=\"\/en\/card\/04027\">Eureka!<\/a> you can and still may the same turn using AA.<\/p>\n","username":"Pinkwarrior","cards":{"01007":1,"01018":2,"01022":2,"01026":1,"01028":1,"02083":1,"02085":2,"02091":1,"02107":2,"02109":2,"03052":3,"03053":3,"03054":2,"04004":2,"04008":2,"04027":1,"04047":1,"04065":1,"04106":2,"05037":2,"05040":2,"05042":1,"05046":1,"05054":2,"06056":3,"06080":3}},{"id":10075,"name":"Stirling, Criminal Mastermind","creation":"2014-10-22 20:17:14","description":"<p>Use your logos to grab Ekomind. Put it on the supplier, install Bagbiter and start your way to a load of cards in your hand. When ready, Install Eko (and unistall Logos) and Over and go for the win.<\/p>\n","username":"Diegofsv","cards":{"01018":3,"02024":3,"02091":1,"02105":1,"02109":3,"03038":2,"03054":3,"04004":3,"04061":1,"04106":3,"05028":1,"05031":3,"05035":2,"05037":3,"05049":1,"05050":3,"05053":3,"06056":3,"06093":1,"06097":3}},{"id":10076,"name":"Blue Sun Tanlines","creation":"2014-10-22 20:24:43","description":"<h1>These tan lines won't fade<\/h1>\n\n<p>With the strength of Blue Sun, tag and bag has gotten a power boost! My deck features a couple of cute tricks and alot of potential to force the win in multiple ways. The first thing I'd like to speak about is the power of Blue Sun in relation to the bluffing game.<\/p>\n\n<p>Ice is typically only effective once and then it just taxes the runner. That very first rez of a piece of mystery ice can really throw your opponent for a loop if it wasnt something they were expecting or prepared for. That's one of the greatest strengths of Blue Sun, the opportunity to take that initial ice bluff to the next level. I originally built the deck with 2x <a href=\"\/en\/card\/02012\">Janus 1.0<\/a> to exploit this and while that particular variation is amazingly strong in this most recent build I've opted to break up that Janus to get in a <a href=\"\/en\/card\/04034\">Shipment from SanSan<\/a> for reasons I'll get to. Anyway, so it works like this. Perhaps I'll <a href=\"\/en\/card\/02079\">Oversight AI<\/a> a <a href=\"\/en\/card\/04078\">Curtain Wall<\/a> or rez an <a href=\"\/en\/card\/01111\">Enigma<\/a> to protect R&amp;D. On my turn I return the ice to my hand to earn my credits back and reinstall my ice. Only this time, install different ice. Mix it up varying the ice to hit them however you want. The runner is more inclined to run at the ice since they believe they know what the threat is and so they are wholly unprepared for when you rez that Janus. Doing this I've had a runner convinced for the entire game that a piece of ice was a <a href=\"\/en\/card\/06009\">Taurus<\/a>. Playing patiently I put the <a href=\"\/en\/card\/01111\">Enigma<\/a> in front of what was really a Janus since Enigma encourages runs on the last click. An unexpected Janus won me the game because I swapped a known Taurus with it and played as if it was still a Taurus. Whatever Blue Sun deck you play, do this! Swap around ice unexpectedly especially if its a rather painful piece of ice to encounter unexpectedly. Another game I was able to trick the runner into the Janus three different times each on different servers by swapping around my ice continually.<\/p>\n\n<p>As for the rest of the deck, the <a href=\"\/en\/card\/04058\">Power Shutdown<\/a> <a href=\"\/en\/card\/04052\">Accelerated Diagnostics<\/a>\ncombo gives us the option to scorch the runner on a whim if we've gotten the combo in hand. The combo also allows more aggressive playing of your scorches allowing you to more easily handle plascretes by burning through them. Alternatively, if you've scared the runner enough with your credit pile and the potential of scorches, then the same combo can score out your final 2 points by using <a href=\"\/en\/card\/04060\">Interns<\/a> and <a href=\"\/en\/card\/04034\">Shipment from SanSan<\/a> instead.<\/p>\n","username":"ExplodyCat","cards":{"01086":2,"01090":1,"01095":2,"01099":3,"01102":3,"01104":2,"01111":3,"02012":1,"02018":3,"02019":2,"02059":2,"02079":3,"04015":3,"04034":1,"04036":3,"04040":3,"04052":2,"04058":3,"04060":2,"04078":3,"04117":1,"04119":1,"06008":2,"06009":2,"06030":1,"06068":1}},{"id":10077,"name":"Stirling, Criminal Mastermind v2","creation":"2014-10-22 20:38:23","description":"<p>V2: Fixed a completly ignored rule on the first one (you can't uninstall hardware). So here is a version where you can do it (Pawnshop)<\/p>\n\n<p>Use your logos to grab Ekomind. Put it on the supplier, install Bagbiter and start your way to a load of cards in your hand. When ready, Install Eko (unistalling Logos with pawnshop) and Over and go for the win.<\/p>\n","username":"Diegofsv","cards":{"01018":3,"01047":1,"02024":3,"02087":2,"02091":1,"02105":1,"02109":3,"03054":3,"04004":3,"04061":1,"04106":3,"05028":1,"05031":2,"05035":2,"05037":3,"05049":1,"05050":3,"05053":3,"06056":3,"06093":1,"06097":3}},{"id":10078,"name":"The Ekomind of Quetzal","creation":"2014-10-22 20:54:14","description":"<p>Please see version 2, it cuts the Singularities and one QG for three origamis: http:\/\/netrunnerdb.com\/en\/decklist\/10082\/the-ekomind-of-quetzal-v2<\/p>\n","username":"shazzner","cards":{"01002":2,"01004":2,"01012":2,"01050":3,"02003":2,"02022":3,"02024":2,"02063":2,"03035":1,"03038":3,"04061":3,"04101":2,"04102":3,"05053":3,"06033":2,"06052":1,"06054":3,"06059":1,"06073":3,"06093":3}},{"id":10079,"name":"Ghost Kate","creation":"2014-10-22 22:26:32","description":"\n","username":"HepatitvsJ","cards":{"01033":1,"01034":3,"01036":3,"01050":3,"01053":3,"03035":1,"03038":3,"03041":3,"03046":3,"03052":3,"03054":3,"04104":3,"05035":1,"06040":3,"06057":2,"06077":2,"06079":3,"06099":3}},{"id":10080,"name":"Saturday Night Folding","creation":"2014-10-22 22:28:30","description":"<p><a href=\"\/en\/card\/05051\">Mass Install<\/a> 3 programs with <a href=\"\/en\/card\/02042\">Joshua B.<\/a> last click after <a href=\"\/en\/card\/06054\">Duggar's<\/a>. In a perfect world you would <a href=\"\/en\/card\/05051\">Mass Install<\/a> 3 <a href=\"\/en\/card\/06074\">Origami<\/a>s, but that's only a dream.<\/p>\n","username":"vvribeiro","cards":{"01001":1,"01002":3,"01008":3,"01010":2,"01012":3,"01050":3,"02003":3,"02022":3,"02041":2,"02042":3,"02091":2,"03038":3,"03040":3,"05051":3,"06054":3,"06074":3,"06093":3}},{"id":10081,"name":"Jugaad Technologies","creation":"2014-10-22 22:57:59","description":"\n","username":"Syntax","cards":{"01018":3,"01021":3,"01022":2,"01028":1,"02025":3,"02043":3,"02065":3,"02085":3,"02090":1,"02104":3,"03038":3,"03052":3,"03054":3,"04005":2,"04022":1,"04042":2,"04043":3,"05053":3,"06095":1}},{"id":10082,"name":"The Ekomind of Quetzal v2","creation":"2014-10-22 23:02:32","description":"<p>Trash all the things! Stimhack recursion! 20 Counters on Overmind plus E3!<\/p>\n\n<p>At first glance it might not be apparent the goal of this deck, which is: Trash everything then access their Archives.<\/p>\n\n<p>You'll want to mulligan for some sort of draw, but ideally you start with a duggars and some sort of economy. You can pressure early face checking after installing duggars. Next turn you want to duggar up, looking for Ekomind, a clone chip, Origamis, and some economy. Next turn install Ekomind, clone chip, Origami(s), and\/or get some money.<\/p>\n\n<p>Once you have that in place duggar up then clone chip out an Overmind for max counters. Usually in the 10+ but can go high as 20 if you have everything in place first.<\/p>\n\n<p>Massive Overminds isn't the entire goal of this deck initially. If you can get an E3 out and they're only protecting R&amp;D with an Eli, you should Keyhole as much as possible. Econ denial is very important, so get scrubbers and imps out and trash their assets. Did Blue Sun oversight out a Curtain Wall? Get a David out and smack that thing down!<\/p>\n\n<p>Once you have a massive handsize, you can laugh at any traps they try to pull. Three counters on Cerebral Overwriter? Mercy me! My hand size is now only 11! Need to get in a remote? Stimhack all night long! Scorch isn't much an option when you're holding a ton of cards and can Imp it out of their hand.<\/p>\n\n<p>A few considerations:<\/p>\n\n<p>Econ might be an issue, if anyone tests this let me know how they feel. I think you'll want to keep your credits in the 5-6 range at a minimum so you can put down a liberated accounts and sure gamble. I'm testing out Queen's Gambit, but I feel Kati might make more sense.<\/p>\n\n<p>Stacked R&amp;Ds can become an issue, if your keyholing early on focus on ice first. You don't want them to Ice up anything. Especially don't let an Architect hit R&amp;D...<\/p>\n\n<p>I don't want to load this deck with too many programs, making Injects more of a hassle, but datasucker would fit right in.<\/p>\n\n<p>Let me know what everyone thinks!<\/p>\n","username":"shazzner","cards":{"01002":2,"01004":2,"01012":2,"01050":3,"02003":2,"02022":3,"02024":2,"02063":2,"03035":1,"03038":3,"04061":3,"04102":2,"05053":3,"06033":2,"06052":1,"06054":3,"06059":1,"06073":3,"06074":3,"06093":3}},{"id":10083,"name":"Cascading Fury","creation":"2014-10-22 23:16:04","description":"<p>Dev in progress (I've only played it twice)\nTweaked economy based upon feedback on Reddit. More feedback welcome<\/p>\n","username":"Hax","cards":{"01055":3,"01059":3,"01062":3,"01109":3,"01110":3,"02011":3,"02013":2,"02033":3,"02051":3,"02055":1,"02099":1,"02110":3,"03005":1,"03009":2,"03011":2,"03019":3,"04015":3,"04110":3,"06021":1,"06061":3,"06062":1}}]