[{"id":7318,"name":"Sleeper Cell","creation":"2014-07-03 04:06:31","description":"<p>My first attempt at a <a href=\"\/en\/card\/06001\">Domestic Sleepers<\/a> deck. Immediately upon reading the card effect, I tried to come up with ways to stall for 7 turns in order to load up agenda counters on it. I'm a bit annoyed that it's a Haas-Bioroid agenda, as it would be much better in Jinteki (<a href=\"\/en\/card\/05001\">Harmony Medtech: Biomedical Pioneer<\/a>, flatline as an alternative win condition) in my opinion, and because HB is something I usually don't play.<\/p>\n\n<p>Of course, any and all suggestions, hints, or ideas are always welcome. Cheers!<\/p>\n","username":"AlohaJo666","cards":{"01056":3,"01059":2,"01061":1,"01062":2,"01090":3,"01106":1,"01110":3,"02010":1,"02011":1,"02012":1,"02013":2,"02019":3,"02110":3,"03006":3,"03015":2,"03019":3,"04015":3,"04060":2,"04100":2,"04119":3,"05027":3,"06001":3}},{"id":7319,"name":"Self-Modifying Rig","creation":"2014-07-03 06:05:20","description":"<p>Use <a href=\"\/en\/card\/03046\">SMC<\/a> to addapt your rig to the situation, usualy you'll want an early datasucker running, so you can paid speed <a href=\"\/en\/card\/01012\">Parasite<\/a> kill things. The <a href=\"\/en\/card\/03040\">Atman<\/a> is great in the glacier-matchup, usualy sitting arround 4-5 strength, and can be used against upcoming Lotus Field. <a href=\"\/en\/card\/03048\">Inti<\/a> is mostly an answer to wraparound, but is also great against ICE wall and even paper wall if someone brings that. With datasuckers well charged it can be fine against bigger barriers too. <a href=\"\/en\/card\/03049\">Professional Contacts<\/a> and the <a href=\"\/en\/card\/04029\">Prepaid VoicePAD<\/a> economy makes you get through the deck very quick, and <a href=\"\/en\/card\/02087\">Quality Time<\/a> can help burst for the cards you need. <a href=\"\/en\/card\/01034\">Diesel<\/a> only really helps when you can't find the <a href=\"\/en\/card\/03049\">Professional Contacts<\/a> but can be used for burst if your economy is fine and you really need cards now. Memory is a rare problem, with a chip and a console i usually dont have trouble, but upcoming bad times might change that. Though being tagged is not usually what you want anyways, as you are running an expensive resource. Can be played with 1 core set! (this is not a necessary limitation when suggesting changes, just a fact of the current list)<\/p>\n","username":"GammaCodeX","cards":{"01008":2,"01012":2,"01026":1,"01033":1,"01034":3,"01050":3,"02047":1,"02064":1,"02087":3,"02106":3,"03034":1,"03035":1,"03038":3,"03040":1,"03046":3,"03048":1,"03049":3,"03052":3,"03054":3,"04029":3,"04086":1,"04109":3}},{"id":7320,"name":"Joe's Mac's Rig","creation":"2014-07-03 06:17:59","description":"<p>This is my current Mac build... Unfortunately I don't own Creation and Control so I have to live without Self-Modifying Code, which means Test Run is super important.<\/p>\n\n<p>Since I'm using Test Run a couple Femme Fatales are wonderful, and I did not seek out cheap breakers either, to help take advantage. Also going with Creeper\/Zu and some hopefully reliable links to save on memory.<\/p>\n\n<p>I also went with most of the \"until the end of the run\" Icebreakers I own plus Tinkering. Otherwise there's some typical \"go after R&amp;D\" style cards, standard econ, plascrete, and some sacrificial constructs for protection.<\/p>\n\n<p>Will play this in my first tournament next week! Definitely not an expert deck, I'm still a beginner.<\/p>\n","username":"joepinion","cards":{"01010":1,"01026":2,"01033":1,"01034":3,"01036":2,"01037":3,"01041":1,"01042":1,"01043":1,"01044":2,"01046":2,"01047":1,"01048":2,"01050":1,"02007":2,"02009":2,"02027":2,"02028":3,"02047":3,"02049":1,"02089":1,"02091":3,"02101":2,"02107":2,"04109":2}},{"id":7321,"name":"Joe's Weyland Big Evil","creation":"2014-07-03 06:22:21","description":"<p>Will be using this in my first tournament on Tuesday. I am a beginner.<\/p>\n\n<p>I haven't spent much time looking at others' decks, but I imagine this is a fairly standard looking Weyland build. No Scorched Earth, instead, focusing on event econ plus Jackson Howard for recursion, and embracing the whole Bad Publicity thing as well as advanced ice.<\/p>\n","username":"joepinion","cards":{"01056":3,"01075":1,"01090":2,"01093":1,"01094":2,"01098":3,"01100":2,"01101":2,"01102":2,"01103":3,"01110":3,"02018":3,"02058":3,"02060":2,"02099":2,"02120":3,"04015":3,"04017":3,"04018":2,"04020":2,"04117":1,"04118":2}},{"id":7322,"name":"NBNFA - w drip","creation":"2014-07-03 06:22:51","description":"<p>Very regular <a href=\"\/en\/card\/01081\">Astro<\/a>train deck. Mixed econ, taxing ice, trying to keep the runner poor. <\/p>\n\n<p>Lock that HQ early game and RnD mid game, and this very staple deck can do a lot. Opus is probably your worst enemy, but abuse that opus economy decks usually cant keep up pressure in the very early game. Whizzard is probably also a bit problematic, but i've never seen him.<\/p>\n","username":"GammaCodeX","cards":{"01080":1,"01081":3,"01082":2,"01084":2,"01090":2,"01092":3,"01109":3,"01110":3,"02013":3,"02019":3,"02020":1,"02055":3,"02056":3,"02110":3,"02115":3,"04015":3,"04020":1,"04076":3,"04096":2,"04119":3}},{"id":7323,"name":"HB Screaming fast","creation":"2014-07-03 07:00:28","description":"<p>I REALLY like this deck. Depending on what you can score first, you have all but got the game won by the time you score your second agenda, as long as you can protect R&amp;D long enough to get the agendas you need, you're in good shape. The credit per install goes a long way in helping you save up for the fast advance tricks, and when you're ready, you can just score out of hand. The only thing to worry about protecting is the SanSan City Grid, the rest of it is all expendable (you got your credit for installing the campaigns, if they run them and trash them after you rez them, you're even, if not, you get more money!).<\/p>\n","username":"lghitman","cards":{"01054":1,"01055":3,"01056":3,"01058":2,"01059":3,"01062":1,"01064":3,"01092":2,"01110":3,"01111":2,"01113":3,"02051":3,"02056":1,"02070":3,"02110":3,"03004":1,"03005":3,"03019":3,"03023":1,"04015":2,"04034":3,"04060":1}},{"id":7324,"name":"TWIYScorched","creation":"2014-07-03 07:44:19","description":"<p>A quick <a href=\"\/en\/card\/01099\">Scorch<\/a> deck, extremely quick, but with problems from variance, and countered so hard by smart runners with plascrete.  Not a top tier deck, but a fun deck to play. Especial deadly if your opponent is unprepared.<\/p>\n\n<p><a href=\"\/en\/card\/06015\">Paper Tripping<\/a> might ouphase this deck too, but i think it's the kind of deck you have to at least know exists if you want to be good at this game. Don't run it without having enough money for the <a href=\"\/en\/card\/02116\">Midseason Replacements<\/a>, and get your armor up, and you'll be fine against it. Trying to stay non-tagged can be a pain, and the deck will punish you for being behind in economy by scoring its astroscripts.<\/p>\n","username":"GammaCodeX","cards":{"01081":3,"01082":1,"01084":2,"01088":2,"01092":3,"01099":3,"01109":3,"01110":3,"02055":3,"02056":3,"02114":1,"02115":1,"02116":3,"04015":3,"04075":3,"04076":3,"04096":2,"04119":3}},{"id":7325,"name":"Mirror's Edge v1","creation":"2014-07-03 08:29:30","description":"<p>\"Runners see the grid in a different way. We see the flow.\"<\/p>\n\n<p>The economy of this deck is fueled by events (Sure Gamble, Dirty Laundry, Lucky Find), which are even better if you can install Prepaid VoicePAD early, and by Daily Casts which guarantees that there are few turns when you have not enough money to run.<\/p>\n\n<p>Test runs and SMCs (reusable with Clone Chip) let you choose which rig to build: Parasite+Datasucker if the corp is trying to rush behind cheap ICE, Femme+Atman+Datasucker to manage big ICE, or a classic Corroder+Zu.13+Femme rig if needed. Scavenge is a big \"oh frak\" moment for the corp when you move the Femme Fatale target or reset Atman to a different strength.<\/p>\n\n<p>You need to run early and facecheck to scout which kind of ICE the corp is going to install, also any R&amp;D and HQ accesses can be useful for this.<\/p>\n\n<p>You don't have infinite sources of credits, so make your run counts with Legwork and Maker's Eye, but don't wait to draw them for too long, this deck can win without them.<\/p>\n\n<p>In this version of the deck I'm not playing Levy AR Lab Access because in testing i saw that the match is over, one way or the other, before i go through all my deck. Plus I tend to get stuck with useful events in hand that I don't want to reshuffle.<\/p>\n","username":"moonwalker","cards":{"01007":1,"01008":2,"01012":1,"01026":1,"01033":1,"01034":3,"01036":3,"01038":2,"01045":1,"01050":3,"02007":1,"02047":3,"02087":2,"03034":2,"03038":3,"03040":1,"03046":3,"03052":3,"03053":3,"04029":3,"04109":3,"05035":1}},{"id":7327,"name":"YOU ACTIVATED MY TRAP CARD!","creation":"2014-07-03 08:46:59","description":"<p>A lot of traps and ice all about draining your opponent's resources. The plan isn't to kill them in one big burst, but to goad them into running with fewer cards and credits than they should. <\/p>\n","username":"mechtroid","cards":{"01057":2,"01068":1,"01069":3,"01070":2,"01075":2,"01076":3,"01078":2,"01088":2,"01090":2,"01109":2,"02014":3,"02015":3,"02031":1,"02032":3,"02033":3,"02039":2,"02053":1,"02056":3,"02060":3,"02095":1,"04054":3}},{"id":7328,"name":"(WIP) Don't stop running","creation":"2014-07-03 09:43:19","description":"<p>-Work in Progress-<\/p>\n\n<p>Make lots of money, while making lots of runs. use Sneakdoor Beta if they are locking down HQ too much. You should have enough econ to make use of your ice breakers (I might get rid of Yog.0 and replace it with something I can actually pump).<\/p>\n","username":"Sumason","cards":{"01014":2,"01016":2,"01017":1,"01018":3,"01021":3,"01022":3,"01025":3,"01028":2,"01029":2,"01050":3,"02022":2,"02042":1,"02064":2,"02084":2,"02085":2,"02091":2,"03052":2,"04044":2,"04065":2,"05035":2,"05036":1,"05048":2}},{"id":7329,"name":"Nutty Professor v1.0","creation":"2014-07-03 09:44:23","description":"<p>This is my first attempt at designing a <a href=\"\/en\/card\/03029\">The Professor: Keeper of Knowledge<\/a> decklist. Keep in mind I haven't acquired much experience in playing A:NR, but decided this was the Runner ID I wanted to focus on due to the uniqueness and versatility of the ID. I believe this suits me the best. <\/p>\n\n<p>Main Idea: \nI read in many different articles and forums regarding the Professor that his biggest weaknesses are memory and economy so I sought to build around ensuring a stronger economic foundation while minimizing memory usage as much as possible. <\/p>\n\n<p>Icebreakers were picked to be as minimalist as possible and mostly being able to work in conjunction with <a href=\"\/en\/card\/01008\">Datasucker<\/a> and <a href=\"\/en\/card\/01012\">Parasite<\/a>. <a href=\"\/en\/card\/01026\">Femme Fatale<\/a> doubles up as big ice shutdown and primary sentry breaker (keeping <a href=\"\/en\/card\/01008\">Datasucker<\/a> in mind) with <a href=\"\/en\/card\/02104\">Faerie<\/a> playing as backup. All of my breakers all only use 1 MU and is a big reason why I opted not to use heavier breakers like <a href=\"\/en\/card\/02004\">Morning Star<\/a> and to try to keep what I use light. <\/p>\n\n<p>Programs follow a very similar trend with many other Professor decklists, I'll focus on the cards that might differ. I run 2 copies of <a href=\"\/en\/card\/03047\">Sahasrara<\/a> expecting to install from stack or heap a lot. Multiple copies in hopes of being able to draw into it more often than having to tutor for it. <a href=\"\/en\/card\/02065\">Crescentus<\/a> leads back to winning the overall economic battle against the corporation with an expectation of being able to break most ice at any given time.  Also note that all of my programs are mostly 1 MU  programs save <a href=\"\/en\/card\/01028\">Sneakdoor Beta<\/a> and <a href=\"\/en\/card\/03046\">Self-modifying Code<\/a>.<\/p>\n\n<p>Regarding events <a href=\"\/en\/card\/02087\">Quality Time<\/a> is used to push my deck along especially in cases where I don't get <a href=\"\/en\/card\/03049\">Professional Contacts<\/a> early and also helps me get to what I need without an solely relying on <a href=\"\/en\/card\/02047\">Test Run<\/a> or <a href=\"\/en\/card\/03046\">Self-modifying Code<\/a>. <a href=\"\/en\/card\/02047\">Test Run<\/a> and <a href=\"\/en\/card\/03034\">Scavenge<\/a> are fairly standard. Everything else helps boost my economy.<\/p>\n\n<p>Regarding hardware, the primary thing to note is <a href=\"\/en\/card\/01041\">The Toolbox<\/a> and <a href=\"\/en\/card\/02028\">Dyson Mem Chip<\/a>. This helps increase my MU capabilities and allows me to be hard to trace. This is my \"solution\" to not have to include <a href=\"\/en\/card\/02009\">Plascrete Carapace<\/a> while being able to include more MU. The idea is to be economic enough to be able to avoid most tags. <\/p>\n\n<p>Resources is the heart of my economy (and most other runner's) relying mostly on <a href=\"\/en\/card\/03049\">Professional Contacts<\/a> which is supplemented by <a href=\"\/en\/card\/01047\">Aesop's Pawnshop<\/a>. I expect the programs swaps is going to necessitate trashing a good amount of programs so why not make some credits while doing it (and not requiring clicks ala <a href=\"\/en\/card\/02091\">Kati Jones<\/a>). <a href=\"\/en\/card\/03054\">Same Old Thing<\/a> is mostly there to back-up <a href=\"\/en\/card\/03035\">Levy AR Lab Access<\/a> in case it gets trashed. This way I have a backup plan to be able to access it if I ever need to run through my deck again. <\/p>\n\n<p>Thank you for reading up to this point if you get here. I appreciate any criticism or other comments regarding my 1st stab at a Professor decklist. <\/p>\n","username":"jairoe03","cards":{"01007":1,"01008":2,"01009":1,"01010":1,"01012":1,"01014":1,"01026":1,"01028":1,"01035":2,"01041":2,"01047":2,"01050":3,"02003":1,"02028":2,"02041":1,"02047":2,"02065":1,"02066":1,"02087":2,"02104":1,"03029":1,"03034":3,"03035":1,"03038":3,"03040":1,"03046":2,"03047":2,"03049":3,"03054":1}},{"id":7330,"name":"Shock and Awe","creation":"2014-07-03 10:00:36","description":"<p>Fairly standard Andromeda.<\/p>\n","username":"SenorCardgage","cards":{"01007":1,"01008":3,"01011":1,"01012":2,"01018":3,"01021":2,"01022":3,"01024":3,"01026":1,"01043":1,"01050":3,"02043":2,"02083":1,"02091":3,"02104":3,"02107":1,"03052":3,"03053":3,"03054":3,"04044":2,"04063":2}},{"id":7331,"name":"Mandatory Speed! v3","creation":"2014-07-03 11:00:05","description":"\n","username":"mhoroszowski","cards":{"01054":1,"01055":2,"01059":3,"01064":2,"01090":1,"01091":1,"01108":2,"01110":3,"01111":1,"02011":3,"02013":2,"02051":3,"02060":1,"02092":2,"02117":1,"03013":2,"03015":2,"03023":2,"03026":2,"04015":2,"04030":2,"04033":1,"04039":1,"04060":2,"04071":1,"04080":1,"04096":1,"04120":1,"05015":2}},{"id":7334,"name":"The Stable Anarch v1.1","creation":"2014-07-03 12:22:25","description":"\n","username":"mhoroszowski","cards":{"01001":1,"01002":3,"01006":2,"01008":3,"01009":2,"01010":1,"01011":1,"01012":3,"01014":1,"01015":2,"01016":2,"01022":2,"01040":1,"01050":3,"02003":2,"02004":1,"02009":2,"02022":3,"02028":1,"02041":1,"02091":2,"02101":1,"03035":1,"03037":2,"03043":1,"03054":2,"04005":2}},{"id":7335,"name":"Reach","creation":"2014-07-03 13:23:06","description":"\n","username":"wompa164","cards":{"01007":1,"01018":3,"01022":3,"01026":1,"01044":2,"01050":3,"01051":1,"02006":1,"02021":1,"02043":3,"02063":2,"02083":1,"02104":3,"02106":1,"03049":1,"03053":3,"03054":3,"04004":3,"04106":3,"05035":2,"05036":2,"05037":3}},{"id":7336,"name":"The New Adventures of Yog.0","creation":"2014-07-03 13:27:36","description":"<p>This is my latest attempt at a Yogosaurus deck, using Overmind with e3 Feedback implants as backup.  The original version had Magnum Opus, but that's a good amount of MUs taken up that I felt could be better dealt with and so I went with Professional Contacts instead, which works out better since I have no card draw anywhere else.<\/p>\n","username":"wswan","cards":{"01008":3,"01014":2,"01037":3,"01038":2,"01040":3,"01050":3,"01053":2,"02008":2,"02024":2,"02047":3,"02048":3,"02091":2,"03028":1,"03038":3,"03046":3,"03049":3,"03052":2,"04108":1,"05053":3}},{"id":7337,"name":"Luna Brother 1.0","creation":"2014-07-03 14:00:19","description":"<p>This is a horizontal Project Beale deck... as in, it's your win condition. It's also a cheap excuse for me to TRY to make City Surveillance work.<\/p>\n\n<p>Agenda setup has been chosen specifically to reduce agenda density. Your money are the 9x drip economy assets along with Sweeps Weeks. <\/p>\n\n<p>NBN3 was chosen for the draw ability more than the influence. With 18 assets I expect to tax the runner or -more likely- have the runner dig your centrals for points. This is where Hive and the Ravens come in. <\/p>\n\n<p>I expect this deck to be slow, mitigated only by the fact that you'll probably almost never click to draw as you'll be constantly creating new servers. <\/p>\n\n<p>Pre-test observations: \n- Mental Health Clinics and Encryption Protocols kind of go hand in hand in this setup. If I decide to cut one, the other one will surely follow.<\/p>\n\n<p>-Economy seems iffy. I've considered adding 2x Diversified Portfolio, but seeing as its no early game card, it might not be the remedy I'm looking for.<\/p>\n\n<p>-ICE, aside from the Ravens and Hive, will depend on playtesting. I'm not sure if the deck can handle the rez cost of Tollbooth AND Hive reliably, or if Shadow's annoying subroutines actually add to the deck's theme.<\/p>\n\n<p>Cheers!<\/p>\n","username":"gravity","cards":{"01084":2,"01085":3,"01088":3,"01090":2,"01104":2,"01106":3,"01109":3,"02016":2,"02029":3,"02055":3,"02115":3,"02116":3,"04015":3,"04055":3,"04076":3,"04117":3,"05009":3,"06005":1,"06012":2}},{"id":7338,"name":"Silhouette lol Doubles","creation":"2014-07-03 14:21:34","description":"<p>Played twice, won both games... Very weird deck, but literally swimming in cash for Running Interference and Executive Wiretaps when they're needed.<\/p>\n","username":"PaxCecilia","cards":{"01018":1,"01021":1,"01050":2,"02024":2,"02105":1,"03035":1,"04004":3,"04009":1,"04029":2,"04044":3,"04063":3,"04069":3,"04084":2,"04107":3,"04109":3,"05030":1,"05035":1,"05036":3,"05045":2,"05053":3}},{"id":7339,"name":"(WIP) Don't stop running 1.1","creation":"2014-07-03 14:22:14","description":"<p>-Work in Progress-<\/p>\n\n<p>Removed a bunch of the resources in the previous version. Replaced Yog.0 with Torch. Added a bit of card draw with diesel.<\/p>\n\n<p>Some credits added with Prepaid VoicePAD. I feel like I'm circling the drain to a decent deck but not quite there yet.<\/p>\n","username":"Sumason","cards":{"01017":1,"01018":3,"01019":2,"01021":2,"01022":3,"01024":2,"01025":2,"01028":2,"01029":3,"01034":3,"01050":3,"02043":2,"02085":3,"03052":3,"04029":2,"04044":2,"04047":2,"04065":2,"05032":2,"05035":2}},{"id":7340,"name":"Gabriel - Tournament deck - V1.3","creation":"2014-07-03 14:23:15","description":"\n","username":"burzum51","cards":{"01007":1,"01008":1,"01012":2,"01017":1,"01018":2,"01019":2,"01020":2,"01021":3,"01022":2,"01024":2,"01026":2,"01027":1,"01028":2,"01030":2,"01050":3,"01051":1,"02007":1,"02024":2,"02043":2,"02085":2,"02091":2,"02104":2,"03038":3,"03052":2,"03054":2}},{"id":7341,"name":"Painting with a blade v1.1","creation":"2014-07-03 14:27:08","description":"<p>My take on the gunblade deck. Dagger does all the heavy lifting, with paintbrush to color things sentry. <\/p>\n\n<p>It's fun to play, but I'm not winning much with it, and would like to hear improvement suggestions. Since i have a sentry to start, i'm not too scared of face-checking early. Atmen and the snowball to take care of the leftovers. Escher's there to shift ice favorably, but it is a late addition (last night!) and i haven't gotten a chance to use it yet. With all the recurring credits, economy hasn't been a serious issue. <\/p>\n\n<p>Runner is by far my weakest side, and my win rate with this make be more due to the fact i'm not a very good pilot and make some flawed decisions during play.<\/p>\n","username":"Ringworm","cards":{"01012":1,"01020":1,"01033":1,"01034":3,"01035":2,"01037":2,"01038":1,"01041":2,"01047":2,"01050":2,"01053":3,"02009":1,"02027":1,"02047":2,"02107":2,"03031":1,"03035":1,"03038":1,"03040":2,"03041":3,"03042":3,"03046":2,"03053":3,"04104":3,"04108":1,"05035":1}},{"id":7342,"name":"Freegan Mutation Engine","creation":"2014-07-03 14:31:47","description":"<p>I've never been a huge fan of HB, and it's really for one reason: with all that amazing ice, I just want to build ice fortresses, but I never have the money to rez it against any runner worth their salt.<\/p>\n\n<p>Cue the Freegan Mutation Engine.<\/p>\n\n<p>This deck is built around getting the big ice you want for as cheap as possible, or ideally free. Put down your cheap ice in the early game - <a href=\"\/en\/card\/02110\">Eli 1.0<\/a>, <a href=\"\/en\/card\/01113\">Wall of Static<\/a>, <a href=\"\/en\/card\/04120\">Quandary<\/a>, <a href=\"\/en\/card\/01063\">Viktor 1.0<\/a>, and make them go fetch a breaker. While they're doing it, use that window to either score an <a href=\"\/en\/card\/01055\">Accelerated Beta Test<\/a> or <a href=\"\/en\/card\/01073\">Precognition<\/a> -> <a href=\"\/en\/card\/06004\">Mutate<\/a> your ice fortresses into something far beyond what they're able to scale that early in the game.<\/p>\n\n<p>I regularly overadvance Vitruvius in this deck to allow me to pull back Mutate and Precog or errant agendas from using ABT without <a href=\"\/en\/card\/04015\">Jackson Howard<\/a>. Jackson also helps load the deck up with ice which I've discarded (which you'll be doing a lot of - no point keeping that <a href=\"\/en\/card\/04030\">Wotan<\/a> around normally because you're unlike to rez it straight up) prior to an ABT or a blind Mutate fire. I fairly regularly fire Mutate without using Precognition first, which considering the amount of ice in here has a higher than usual chance of working; plus, since this isn't a deck predicated on surprise ice, it's no real disadvantage to reveal a bunch of your deck to the runner considering you shuffle afterwards.<\/p>\n\n<p>A real priority is getting the necessary ice rezzed so you can Mutate it. If they use Inside Job or Feint or other tricks, rez the ice anyway, and if they look Parasite happy then you've got to act fast. On the other hand, this deck is the best response to Femme Fatale \/ Knight shenanigans; shaking the token off your Heimdall 1.0 by turning it into a Janus is beautiful.<\/p>\n\n<p><a href=\"\/en\/card\/01056\">Adonis Campaign<\/a> and <a href=\"\/en\/card\/01108\">Melange Mining Corp.<\/a> serve as back up cash to get ice rezzed outside of the shenanigans, and they both pull their weight well. Runners also often trash my Adonis, not realising it's actually sort of a back-up strat in this deck rather than a necessary piece of the puzzle.<\/p>\n\n<p>Really fun deck, would recommend playing it!<\/p>\n","username":"bionicsheep","cards":{"01054":1,"01055":3,"01056":3,"01061":2,"01062":3,"01063":2,"01064":2,"01073":2,"01108":2,"01110":3,"01113":2,"02012":3,"02051":3,"02110":3,"03006":3,"03015":2,"03019":3,"04015":3,"04030":1,"04120":2,"06004":2}},{"id":7343,"name":"Nasir - you got to pump it up v.1.6","creation":"2014-07-03 15:10:54","description":"<p>After lots of testing games with Nasir this is the version that I am currently most happy with. I still would like to see a lot of cards that I was not able to fit in the deck (clone chip, I miss you!).<\/p>\n\n<p>First of all, Nasir needs his Personal Workshop. No doubt about it. He needs it so bad you should always mulligan for it. It is the key card to fully use Nasir's ability - you want to pump on it all of your money after the corp rezzes a piece of ice but before you encounter it.<\/p>\n\n<p>3x Diesel and 2x Quality Time - they are here to find you the Personal Workshop if you were not lucky enough to have it in your opening hand. If you have already played it they work well thanks to finding programs and hardware you can play on the Workshop.<\/p>\n\n<p>Economy - Nasir's ability + Armitage Codebusting is often all the econ you need. Kati is great in here as you can store credits on her and take them when everything is already rezed. There is also a ton of economy in recurring credits (Toolbox, Cyberfeeders, Silencer, Cloaks) which will be used during runs once the corp rezzes a new piece of ice.<\/p>\n\n<p>The Toolbox - he ideal console for Nasir - it provides both recurring credits which are essential to get past ice once the corp rezzes anything and also gives me two memory which I also need a lot due to tons of programs I want in play.<\/p>\n\n<p>Multi-access - Interfaces work great here thanks to the synergy with Personal Workshop.<\/p>\n\n<p>Tricks - I picked Test Run + Scavenge over SMC + Stimhack for two reasons - Scavenge is great for abusing Femme and the Stimhacks usually are needed get stuff quickly off the Workshop and I rarely used it on SMC.<\/p>\n\n<p>Icebreakers - Gordian's Blade and Battering Ram are here because you can abuse Nasir's ability and pump their strength after the rez but before losing credits. Dagger is the main sentry breaker with a supporting femme to deal with stuff like Tollbooth. Atman is a back up, against a lot of decks it turns out to be a MVP.<\/p>\n\n<p>I love to play Nasir but I still think that he is a bit unstable, you are really relying on a not unlucky draw at the start of the game (you need to have quickly a Workshop and something big to put on it). I see him as a tier 1.5-2 deck, maybe all the breakers that break using power counters not credits will change that.<\/p>\n","username":"bazyn","cards":{"01004":3,"01005":3,"01026":1,"01034":3,"01038":2,"01041":3,"01042":2,"01043":2,"01053":3,"02009":1,"02047":2,"02049":3,"02085":2,"02087":2,"02091":2,"02107":3,"03034":2,"03040":1,"03041":3,"03042":1,"04104":1,"06017":1}},{"id":7344,"name":"RP Brain Burner","creation":"2014-07-03 17:13:00","description":"<p>The name of the game here is to either win through burning the runner or forcing them to hold back long enough to get out your agendas. Start by protecting HQ to hold back any account syphon shenanigans. You aren't too worried about them running R&amp;D as there is a good chance they will pull a <a href=\"\/en\/card\/05011\">Shi.Kyū<\/a>, <a href=\"\/en\/card\/04073\">Shock!<\/a>, <a href=\"\/en\/card\/01070\">Snare!<\/a> or even a <a href=\"\/en\/card\/02032\">Fetal AI<\/a>. Remember to dump <a href=\"\/en\/card\/05011\">Shi.Kyū<\/a> and <a href=\"\/en\/card\/04073\">Shock!<\/a> in archives, as after a run or two on archives in order to access a remote then they will think twice! Play the shell game with your remote servers. Ice up when you can but if not then don't worry, see if you can lure a psychic field or two. If you do have a loaded archive and want to protect an advancing agenda then cover with <a href=\"\/en\/card\/05020\">Susanoo-No-Mikoto<\/a>. Advance <a href=\"\/en\/card\/05005\">Medical Breakthrough<\/a> early game so that you can score the others easier later on. Your credits are coming from <a href=\"\/en\/card\/04054\">Sundew<\/a> which is fantastic with <a href=\"\/en\/card\/02031\">Jinteki: Replicating Perfection<\/a> - just watch the cash roll in. Protect with ice as the runner will soon catch onto this.\nThere are some nice ice combos in here to give you plenty of options. <a href=\"\/en\/card\/01075\">Chum<\/a> then <a href=\"\/en\/card\/03016\">Howler<\/a> guarantees 3 net damage. Failing that use <a href=\"\/en\/card\/03016\">Howler<\/a> to bring in one of your other HB ices. Use <a href=\"\/en\/card\/04060\">Interns<\/a> to rez <a href=\"\/en\/card\/02012\">Janus 1.0<\/a> over an obvious bait server and then install <a href=\"\/en\/card\/05016\">Inazuma<\/a> over it and smell the searing cerebellum. Once the runner is thinking twice about running then progress agendas or finish off with a <a href=\"\/en\/card\/05004\">House of Knives<\/a> or <a href=\"\/en\/card\/01072\">Neural EMP<\/a> combo.<\/p>\n","username":"SciCobalt","cards":{"01062":1,"01063":1,"01070":3,"01072":3,"01074":1,"01075":2,"01077":1,"01103":1,"01106":3,"02012":1,"02015":3,"02031":1,"02032":3,"02056":1,"02060":1,"02110":1,"03016":3,"04012":3,"04054":3,"04060":3,"04073":3,"05004":1,"05005":3,"05010":3,"05011":3,"05016":2,"05020":1}},{"id":7345,"name":"Shaper ICE Management","creation":"2014-07-03 17:17:33","description":"\n","username":"iMetal","cards":{"01006":1,"01008":2,"01012":1,"01026":3,"01033":1,"01050":3,"02009":2,"02047":3,"02049":3,"02066":1,"02106":3,"03035":1,"03038":3,"03040":2,"03045":1,"03046":3,"03049":3,"03052":3,"04029":3,"04086":1,"04109":3}},{"id":7346,"name":"AstroClinic","creation":"2014-07-03 17:38:02","description":"<p>This is basically Astrotrack, with the added economy of Mental Health Clinic. If the runner isn't careful then Sweeps Week can turn 1 credit into 6. And if he is, you still get money from the Clinic. RSVP would help you defend SanSan or Clinic if you must, or if you're desperate it can always be placed in front of another ICE. Draw is plentiful thanks to Jackson and the ID. Not only is install Jackson and click it is now card-positive rather than card-neutral, you get to draw when you install SanSan, Clinic, FA using Biotic, etc.<\/p>\n","username":"Kroen","cards":{"01059":3,"01064":1,"01081":3,"01082":2,"01090":2,"01092":3,"01110":3,"02115":3,"04015":3,"04020":1,"04034":3,"04076":3,"04077":2,"04096":3,"04119":3,"04120":3,"05009":2,"05024":3,"05027":3,"06005":1}},{"id":7347,"name":"gabe 1","creation":"2014-07-03 18:06:24","description":"<p>made with all card types and data packs, input?<\/p>\n","username":"ta2d2","cards":{"01007":1,"01017":1,"01018":2,"01019":3,"01020":3,"01021":3,"01026":1,"01030":3,"01032":3,"01036":3,"01039":2,"01043":1,"01049":3,"01050":3,"01051":1,"01053":3,"02009":2,"02023":3,"02028":2,"02104":3}},{"id":7348,"name":"Money Money Man","creation":"2014-07-03 18:30:22","description":"<p>[6\/30\/2014 7:27:19 PM] DIKson: Trung\n[6\/30\/2014 7:27:25 PM] DIKson: you should build a deck\n[6\/30\/2014 7:27:29 PM] DIKson: around Push Your Luck\n[6\/30\/2014 7:27:31 PM] DIKson: LOOOOOOL<\/p>\n\n<p>Okay.<\/p>\n\n<p>And so I did... Introducing Money Money Man!\nYour job is to make as much money as possible then gamble it all away (for more)! Take money from corporations, run all over the place for money and maybe you get a lucky find on the way. You may even stumble upon Oracle May and gamble away! There ain't no motivation here just gambling! Other than that, after you've amassed 999 credits start slamming down on the corp. They'll have no power on you, you're filthy rich!<\/p>\n","username":"TrungusWungus","cards":{"01007":1,"01017":1,"01018":2,"01019":3,"01022":3,"01024":2,"01029":2,"01043":1,"01048":2,"01050":3,"02091":2,"03052":2,"03053":2,"03054":3,"04029":3,"04065":1,"04109":3,"05033":3,"05047":3,"05048":2,"05054":2}},{"id":7349,"name":"Nutty Professor v1.1","creation":"2014-07-03 18:40:12","description":"<p>This is my first attempt at designing a <a href=\"\/en\/card\/03029\">The Professor: Keeper of Knowledge<\/a> decklist. Keep in mind I haven't acquired much experience in playing A:NR, but decided this was the Runner ID I wanted to focus on due to the uniqueness and versatility of the ID. I believe this suits me the best. <\/p>\n\n<p>Main Idea: \nI read in many different articles and forums regarding the Professor that his biggest weaknesses are memory and economy so I sought to build around ensuring a stronger economic foundation while minimizing memory usage as much as possible. <\/p>\n\n<p>Icebreakers were picked to be as minimalist as possible and mostly being able to work in conjunction with <a href=\"\/en\/card\/01008\">Datasucker<\/a> and <a href=\"\/en\/card\/01012\">Parasite<\/a>. <a href=\"\/en\/card\/01026\">Femme Fatale<\/a> doubles up as big ice shutdown and primary sentry breaker (keeping <a href=\"\/en\/card\/01008\">Datasucker<\/a> in mind) with <a href=\"\/en\/card\/02104\">Faerie<\/a> playing as backup. All of my breakers all only use 1 MU and is a big reason why I opted not to use heavier breakers like <a href=\"\/en\/card\/02004\">Morning Star<\/a> and to try to keep what I use light. <\/p>\n\n<p>Programs follow a very similar trend with many other Professor decklists, I'll focus on the cards that might differ. <a href=\"\/en\/card\/02065\">Crescentus<\/a> leads back to winning the overall economic battle against the corporation with an expectation of being able to break most ice at any given time.  Also note that all of my programs are mostly 1 MU  programs save <a href=\"\/en\/card\/01028\">Sneakdoor Beta<\/a> and <a href=\"\/en\/card\/03046\">Self-modifying Code<\/a>.<\/p>\n\n<p>Regarding events <a href=\"\/en\/card\/02087\">Quality Time<\/a> is used to push my deck along especially in cases where I don't get <a href=\"\/en\/card\/03049\">Professional Contacts<\/a> early and also helps me get to what I need without an solely relying on <a href=\"\/en\/card\/02047\">Test Run<\/a> or <a href=\"\/en\/card\/03046\">Self-modifying Code<\/a>. <a href=\"\/en\/card\/02047\">Test Run<\/a> and <a href=\"\/en\/card\/03034\">Scavenge<\/a> are fairly standard. Everything else helps boost my economy.<\/p>\n\n<p>Regarding hardware, the primary thing to note is <a href=\"\/en\/card\/01041\">The Toolbox<\/a> and <a href=\"\/en\/card\/02028\">Dyson Mem Chip<\/a>. This helps increase my MU capabilities and allows me to be hard to trace. This is my \"solution\" to not have to include <a href=\"\/en\/card\/02009\">Plascrete Carapace<\/a> while being able to include more MU. The idea is to be economic enough to be able to avoid most tags. <\/p>\n\n<p>Resources is the heart of my economy (and most other runner's) relying mostly on <a href=\"\/en\/card\/03049\">Professional Contacts<\/a> which is supplemented by <a href=\"\/en\/card\/02049\">Personal Workshop<\/a> and <a href=\"\/en\/card\/03053\">Daily Casts<\/a>. I expect the programs swaps is going to necessitate trashing a good amount of programs so why not make some credits while doing it (and not requiring clicks ala <a href=\"\/en\/card\/02091\">Kati Jones<\/a>).<\/p>\n\n<p>Thank you for reading up to this point if you get here. I appreciate any criticism or other comments regarding my 1st stab at a Professor decklist. <\/p>\n","username":"jairoe03","cards":{"01007":1,"01008":2,"01009":1,"01010":1,"01012":1,"01014":1,"01026":1,"01028":1,"01035":2,"01041":2,"01050":3,"02003":1,"02028":2,"02041":1,"02047":2,"02049":2,"02065":1,"02066":1,"02087":2,"02104":1,"03029":1,"03034":3,"03035":1,"03038":3,"03040":1,"03046":2,"03049":3,"03053":3}},{"id":7350,"name":"Noise Getting Out of Hand","creation":"2014-07-03 21:04:14","description":"<p>If you take a look at my decklists, you see I'm a pretty dedicated Noise player. I've dabbled in other Anarchs but I mostly stick with Noise. In other factions, I really liked an Katman deck I had shortly after Creation and Control came out. One of my favorite things about that deck is how it rewarded you for running. With Datasuckers, Desperado, John Masanori and the ease of getting in with Atman and Self-Modifying code, it was so efficient. I've also really wanted to make a deck where Hemorrhage worked. I was underwhelmed when I first saw it and unimpressed when I tested it. But I knew there was something good there.<\/p>\n\n<p>With this in mind, I started making this deck. It's gone through a few revisions (mostly in the influence, but it was originally a Whizzard deck) but I'm pretty happy where it is now. With at least two Hemorrhages in play, the deck starts ripping apart the corps hand. They'll try to lock you out. The Knights get you in. They try to draw cards to fix the problem, Gorman Drip v1 gives you credits. John Masanori gets you cards. Security Testing gets you credits. Imp and Keyhole destroy other corp cards. The goal is to keep running.<\/p>\n\n<p>I never used to use Djinn's tutor ability, but the faster you get out 2-3 Hemorrhages the better. Getting those Datasuckers out is just icing on the cake.<\/p>\n\n<p>I'd say the deck does very well against all the popular Archtypes right now. Anything that requires a combo (Cerebral Imaging or Scorch Decks) won't be able to hold onto the pieces. Fast Advance decks have to choose between their Agendas or their FA pieces (almost always choosing the FA pieces, leaving their hand full of agendas). I've found the hardest deck to play against is Replicating Perfection as they will make you waste a lot of clicks.<\/p>\n\n<p>Overall, I'd say I was surprised by how well this deck performed. It started as more of a joke or \"what-if?\" type of deck but it's been very successful on OCTGN with many great comments such as:<\/p>\n\n<p>\"Wow, that deck is bull. I couldn't play anything.\" - HB\n\"That's a real aggressive deck you have there. Didn't expect that from Anarch.\" - NBN FA\n\"Not my Scorch!\" - Weyland<\/p>\n","username":"e1337pete","cards":{"01001":1,"01002":1,"01006":2,"01007":1,"01008":3,"01009":2,"01011":1,"01012":3,"01014":1,"01021":1,"01050":3,"01051":1,"01053":2,"02003":2,"02087":1,"02091":2,"03052":3,"04004":1,"04005":3,"04009":2,"04043":3,"04061":2,"04082":3,"05048":2}}]