[{"id":3114,"name":"Andromeda, Bringing the Sexy in OP..NESS V1.2","creation":"2014-03-14 05:25:59","description":"\n","username":"Pikenchu","cards":{"01007":1,"01008":3,"01009":1,"01011":1,"01018":3,"01019":3,"01020":2,"01021":3,"01022":3,"01024":3,"01026":1,"01050":3,"01051":1,"02007":1,"02009":2,"02083":1,"02091":2,"03038":2,"03052":3,"03054":3,"04004":1,"04009":2,"04063":1}},{"id":3115,"name":"GRNDL, Killing the Odds V2.0","creation":"2014-03-14 05:29:55","description":"\n","username":"Pikenchu","cards":{"01070":3,"01086":1,"01094":2,"01099":3,"01101":3,"01103":3,"01110":3,"01111":2,"02018":3,"02060":2,"02080":2,"03026":2,"04015":2,"04017":1,"04020":3,"04036":2,"04039":2,"04040":3,"04057":2,"04058":2,"04079":3,"04097":1}},{"id":3116,"name":"Mac HardLink","creation":"2014-03-14 05:38:29","description":"<p>First stab at building a runner deck. WIP, still shuffling things around.<\/p>\n","username":"Opakus","cards":{"01015":1,"01024":1,"01033":1,"01034":2,"01035":3,"01037":2,"01040":3,"01041":1,"01043":1,"01044":2,"01045":1,"01049":2,"01050":3,"01051":1,"02007":2,"02009":1,"02027":3,"02028":3,"02069":3,"02082":1,"02084":1,"02085":1,"02088":1,"02089":2,"02106":2,"03038":1,"03046":3,"03050":3,"04045":1,"04047":1,"04048":1,"04086":2}},{"id":3117,"name":"NEXT Whizzard","creation":"2014-03-14 06:29:44","description":"<p>Oh, the Runner has stuff they like? They can feel free to not have it.<\/p>\n\n<p>The first deck I've published on here. I hope it's not too terrible.<\/p>\n","username":"tangentmechanic","cards":{"01055":3,"01057":3,"01058":2,"01062":3,"01064":3,"01087":2,"01108":2,"01110":3,"01111":3,"02011":3,"02051":3,"02060":3,"02110":3,"03003":1,"03011":3,"03017":2,"04010":2,"04011":3,"04012":1,"04020":3,"04040":1,"04058":3,"04059":3,"04080":2}},{"id":3118,"name":"The 99% Experience","creation":"2014-03-14 08:09:09","description":"<p>This deck forces the corp to pay a premium on ice, using Xanadu and Rook. Once up, ice can be dropped again using Parasite and Cresentus. Knight makes a solid early breaker, weak only to Swordsman (answered by Mimic or a good Parasiting).\nThe deck is slowed by corp playera trashing ice with installed Cassia on it. Try to keep Knight on more costly pieces the corp has paid dearly to res, and use Crypsis, Mimic and Yog to handle cheaper ice. All else fails, Clone Chip and Retrieval Run can bring those key programs back - including Parasite and Cresentus,  if needed.<\/p>\n","username":"Butler223","cards":{"01005":3,"01011":2,"01012":3,"01014":2,"01050":3,"01051":2,"02022":3,"02065":3,"02082":3,"02091":3,"02101":3,"02105":3,"03038":3,"04003":3,"04041":1,"04042":3,"04043":3}},{"id":3119,"name":"NBN Fast Advance - GP Indy Store Champs 1st Place","creation":"2014-03-14 09:39:14","description":"<p>Post-tournament notes:<\/p>\n\n<p>Right off the bat, I should have swapped the number of Ash and SanSan. SanSan changes the game so much that you really have to run three of them in this style of NBN.<\/p>\n\n<p>I'm never quite sure how much Marked Accounts benefits me, but I continue to use it. I wonder if PAD might accomplish the same thing without the upkeep. I often hesitated to load it, but missed the drip economy when I decided not to.<\/p>\n\n<p>I rarely scored a Restructured Datapool (though it and the aforementioned Ash did star in my play of the day during my match with Adam). However, my low agenda density did matter in a couple of games, to which my frustrated opponents can attest. As a result, I could leave the ICE on R&amp;D a little more porous but also more taxing.<\/p>\n\n<p>One last note about TMI: while it can be fickle, it secured some centrals for longer than it should (given its low cost) as even runners with Corroder dislike paying four every run to get through it.<\/p>\n","username":"eegag","cards":{"01080":1,"01081":3,"01082":2,"01083":3,"01084":1,"01090":3,"01092":2,"01110":3,"02013":3,"02016":2,"02017":3,"02019":3,"02052":2,"02055":3,"02056":3,"02115":3,"04015":3,"04076":3,"04077":1,"04096":3}},{"id":3120,"name":"Spinebuster Reina - GP Indy Store Champs 1st Place","creation":"2014-03-14 09:44:12","description":"<p>Post-tournament notes:<\/p>\n\n<p>I feel pretty good about Spinal Modem, surprisingly. I've tried Reina with Desperado and didn't feel like they played as nicely together as I expected. One of my few mistakes during the tournament came when I ran a Spinal Modem out early ... I hadn't even played any breakers yet. I saw a console in my opening hand and kind of played it mindlessly. When it works for me, I play it later in the game to make repeated runs a little less taxing. The extra memory helps to stick a silver-bullet Knight on occasion as well.<\/p>\n\n<p>Cut the Rabbit Holes ... they are way too cute. I had trouble finding a use for that spot, honestly, but even a set of Infiltrations gets you further than the bonus link. Any other suggestions for the three deck slots and bonus influence?<\/p>\n\n<p>Account Siphon underperformed for me (not sure if I am allowed to say that on BGG or not). I rarely wanted to play it when I had it in hand, and when I could play it the Corp had spots to dump their money, or had HQ locked down tightly. I wavered between Account Siphon\/Lawyer Up and Inside Job. In hindsight, I think I prefer potential agenda sniping with the latter.<\/p>\n\n<p>My economic setup worked like a dream. Much thanks to Travis for the suggestions. The deck really doesn't need much cash to run effectively, and Casts and Armitage provide what little you need without having to invest much time or cash up front.<\/p>\n","username":"eegag","cards":{"01007":3,"01008":3,"01010":2,"01011":2,"01014":2,"01018":2,"01039":3,"01050":3,"01053":3,"02002":2,"02003":3,"02009":2,"02041":1,"02082":2,"02087":3,"03052":3,"03053":2,"04041":1,"04043":3,"04063":1}},{"id":3121,"name":"Exile Strange ice destruction","creation":"2014-03-14 09:48:35","description":"<p>I just got punished by a deck on octgn. Based on what I saw this is what it looked like. Thoughts everyone?<\/p>\n","username":"CodeMarvelous","cards":{"01004":1,"01006":2,"01008":3,"01011":1,"01012":3,"01034":3,"01044":1,"01050":3,"02007":1,"02047":3,"02066":1,"02087":2,"03030":1,"03033":3,"03034":3,"03035":2,"03038":3,"03040":3,"03046":3,"03047":3,"03048":1}},{"id":3122,"name":"Stirling ideas - Suggest a name!","creation":"2014-03-14 10:42:29","description":"<p>Very much shaper-influenced rig-builder and central smasher.<\/p>\n\n<p>Quite theoretical.<\/p>\n\n<p>A fair amount of income generation points and no sky-high costs, leaving more for running with (hopefully).<\/p>\n\n<p>No prevention and try to avoid zero credit pools so tags and traces can be potential hazards that I see.<\/p>\n\n<p>Mr. Li, Replicators and Logos should help with card advantage, but recursion is low.<\/p>\n\n<p>Exp. Sched Analyser and Wiretaps to know when to hit HQ (and also thematic) with the HQ interface &amp; pheramones\/sneakdoor to pull it off. R&amp;D Int. and Makers eye help with general runs on R&amp;D as well.<\/p>\n\n<p>Included Copycat as it may help to shoot deep into a central without spending too much or hop across to a remote when you're worried that the game-ending score might be sat there (though I've not tested copycat so not sure how situational that might be).<\/p>\n\n<p>Borrowed satellite was the last 2 influence and there were so many possibilities. Aesops were a possible choice, but went with Satellite as with the amount of tutoring and free-draws I though extra hand size would help, alongside another link source for Underworlds. Another strong option for the denial route would be 2x scrubber.<\/p>\n\n<p>C&amp;C welcome!<\/p>\n","username":"zithith","cards":{"01021":3,"01028":1,"01036":1,"01051":2,"02025":2,"02028":3,"02068":2,"02069":3,"02085":2,"02086":2,"02088":1,"02091":2,"02105":1,"02107":2,"03050":1,"03052":2,"04025":2,"04045":1,"04084":1,"05028":1,"05031":3,"05037":2,"05041":2,"05042":2,"05046":2}},{"id":3123,"name":"Kit v2.1","creation":"2014-03-14 11:01:40","description":"\n","username":"Sulfurious","cards":{"01007":1,"01008":2,"01022":2,"01026":2,"01034":3,"01037":2,"01043":3,"01044":3,"01050":3,"02009":2,"02047":2,"02049":2,"02091":3,"02107":2,"03028":1,"03038":2,"03046":3,"03052":2,"03053":3,"04086":2,"04088":1}},{"id":3124,"name":"In A Red Dress and Alone (Jamieson's Store Champ Deck)","creation":"2014-03-14 11:17:59","description":"<p>This is the deck Jamieson from Bad Publicity used to win a recent store championship. His comments about the deck follow:<\/p>\n\n<p>For those that follow the show, you already know I have been a dedicated Shaper player from the start and someone that places heavy value on creative yet still strong\/competitive deck builds. The current card pool, I believe, is still deep enough that there are decks and combos here that have yet to be discovered. I would spend so much time just looking at all the cards that were coming out in faction(Shaper) that were being ignored. Trying to figure out the threads that tie them together and the synergy of the combined results. Shaper’s are by nature the Rig Builder faction. So what I wanted to do was build the most effective and powerful rig as cheaply as I could. All the tools I needed were available, I just have to piece it together.<\/p>\n\n<p>This build has gone through numerous renditions and small changes over the last few months. It lacked ability to apply early pressure and although the wrong opening hand can still cause this, I have added in some tools to aid in those early game turns. It also took me a while to come to terms with cutting the “new hotness” out of my decks. I sat down with recent tournament winner Seth Stewart after his win to talk deck ideas and he helped set me straight on a few points and the changes I would make to my build before I entered the tournament, that I would go on to win.<\/p>\n\n<p>The hardest part in building a runner deck is my personal preference, I don’t like to go above the minimum. If it says 45 I build for 45. There are cards I need to see and anything more messes with my changes to see them. Runners have a lot of cool toys and tricks to play but when it boils down if it didn’t fit the core theme I took it out. Lets look at what we have here.<\/p>\n\n<p>Programs - The best standard (no trash to use - example Faerie or DeusX) breaker set of I could come up with combines Morning Star, Torch, and Garrote. Boom! With this combo I can eat through everything out there for really low cost. It was great busting through Double Eli’s for 2 credits stealing an agenda corp thought was safe. There is no denying  that this is a strong pairing or programs but using these raise 3 issues. Memory to install ( full set is 5MU), Morning Star is a fixed strength breaker, and most important cost ( this we will talk about last since its the key to the deck).<\/p>\n\n<p>Hardware - Lets get this out the way, as much as I hate using Plascrete, as it becomes a dead draw against non meat damage decks it really is a must include in tournaments. Before the last pack I was using Public Sympathy since it was an ability that I could always use.The extra hand size was nice and if they tried to hit me with meat damage I just took the damage as my hand size could afford it. The down side now is that EVERYONE is using NBN so you will see Sweeps Week played. I’m not letting anyone get 10 credit swing on me for the cost of 1 credit. So Plascrete went in. Two of my main issues with my programs needed to get corrected with Hardware. The MU was easy; since all I need is 1 more slot 3 copies of Akamatsu are used. Free install with Mac’s ability, and the 3 copies because I need 1 and that helps me come across it quicker. Early version of this deck used Dinosaurus to give Morning Star the strength boost it needed for those higher barriers. This proved to be really slow on the set up since as you will see timing is everything with this deck. Like a Yog + Dinosaurus you want to see the Dino first and get that installed then the breaker hosted on it. This was great since it tackled memory issue and strength but it was too slow on set up for me. If I don’t see the Dino I could very well be in trouble and then I cant even install the barrier breaker for the ICE that it doesn’t need the boost for. Answer was Personal Touch. Letting me install the breaker and boost strength later on. This also worked well because when I see what they are playing and didn’t need the boost on the Morning Star I could allocate it to a different program making cost to use lower. I do realize this was a gamble since even a 8 strength Morning Star could be stopped by Wotan, potential outer most Curtain Wall and some tricks to add strength value to an ICE but I played the chances I wasn’t going to encounter any of this. Again Mac’s ability saves you money here so you can spend credits on what you really want to spend them on - making runs.<\/p>\n\n<p>All the Rest - Alright so the third problem I talked about, the cost of the breakers. How do we off set that. We want to install everything for 3 credits each.<\/p>\n\n<p>These are the install combos:<\/p>\n\n<p>Test Run out a program then Scavenge it so it is in play permanently<\/p>\n\n<p>Test Run a program then end of turn its on top of stack so you can use Eureka!<\/p>\n\n<p>Motivation at turn start, see its a program, Eureka!<\/p>\n\n<p>Now Motivation is definitely not really needed but you could get lucky and save on a Test Run. <\/p>\n\n<p>Motivation is really in there because this deck will be set for the release of Oracle May, (http:\/\/onosendaicorp.com\/cards\/runner\/card\/oracle-may?faction=N ) tell me that wont be great. In case you are not seeing multiple copies of Test Run, Eureka! or Scavenge you have Same Old Thing that can double as anyone of those, ready to bail you out of trouble. <\/p>\n\n<p>I don’t use Clone Chips or Self-Modifying Code as searchers since that would cost too much. We don’t want to pay full breaker price. That defeats the deck style. Professional Contacts is expensive to play and sometimes if you have Motivation in play you don’t want to be drawing that much. There is always going to be times in a card game when you just are not getting what you need. Buckle down and deep dig with Quality Time. Don’t be afraid to discard the programs if you draw one of them, Test Run works also by pulling from the Heap.<\/p>\n\n<p>I did talk about slow setup and this is where the idea from my buddy Seth came in. Account Siphon. 9 times out of 10 it is catching someone off guard playing this out of faction. We also have recurrence of it with Same Old Thing if you need to really drop punishment. You wont see someone hole up HQ as tight as they do R&amp;D against a Shaper. And everyone knows early Siphon sets the corps plans back a turn and a bit. So I made some adjustments and added 2 copies of it in. Pure Punishment!<\/p>\n\n<p>Nothing is better than that extra click when you need it. The surprise install with Eureka burns an extra click as a cost so I included 2 All-nighter’s. Helping you make an extra well timed run. Add in some standard economy cards and you have a deck.<\/p>\n\n<p>But whats one more little mind game - Woman In the Red Dress. This card is amazing. It has the corp making choices he never thought he would have to make. It can save you from spending credits on an R&amp;D run if the card is not drawn and also helps you see where agendas are. Its just a great icing on tasty piece of cake. I think that about covers everything. Really hope you enjoyed this write up. Thanks to everyone I got to meet and that recognized me from Bad Publicity your support of the show means a lot and is incredible.<\/p>\n","username":"Lodan","cards":{"01018":2,"01033":1,"01038":3,"01040":3,"01050":3,"01053":3,"02004":1,"02009":2,"02047":3,"02067":2,"02087":2,"02091":2,"03034":3,"03053":3,"03054":3,"04008":3,"04027":3,"04047":1,"04048":2,"04065":1}},{"id":3125,"name":"Snitchin' 1.0","creation":"2014-03-14 11:55:57","description":"<p>The idea is to install Blackguard early on, ideally through credits from events on the first hand, then bring on Snitch and force corp to rez ice by sniffing them early on, then maintain the pressure with account siphons, de-rezzing the most expensive ice to force rez them again, trash the most annoying with Forged Activation Order.<\/p>\n\n<p>It did quite well on a casual card game night, I'm gonna keep testing.<\/p>\n","username":"Bastes","cards":{"01007":1,"01018":3,"01020":3,"01022":3,"01027":1,"01043":1,"01044":2,"01049":3,"01050":3,"02009":2,"02023":2,"02025":3,"02043":3,"02045":3,"02083":1,"02085":1,"02107":1,"03035":1,"03052":3,"03054":3,"04085":3}},{"id":3126,"name":"Reina Roja: Let's Play a Game","creation":"2014-03-14 13:05:38","description":"<p>Got bored and decided to finally build my new rounds of Decks for a more casual play style, while i wait for my local FLGS to receive the packs i'm missing for my collection.  Ideas and suggestions are very much accepted, as i'm still trying to get a hold on the game.<\/p>\n","username":"ShadowSeraph","cards":{"01002":2,"01005":3,"01013":2,"01015":1,"01020":3,"01030":2,"01039":2,"01049":3,"01050":3,"01051":2,"01053":3,"02022":3,"02028":3,"02082":2,"04002":3,"04003":3,"04041":1,"04042":3,"04043":3,"04061":2}},{"id":3127,"name":"Evil Inc.","creation":"2014-03-14 14:19:51","description":"<p>A pretty typical Weyland deck. SEA Scorch is the main backup kill. The big difference is a complete indifference to Bad Publicity. In addition to having ways of getting rid of it, most of the ice is very binary. Whether it's effective or not has very little to do with how many credits the runner has. The rest of the ice is aimed at getting rid of the programs that do get by.<\/p>\n","username":"dinomiah","cards":{"01064":3,"01086":2,"01094":3,"01099":3,"01100":2,"01101":2,"01102":1,"01103":3,"01104":3,"01106":3,"01110":3,"01111":2,"01113":3,"02060":3,"04015":3,"04020":2,"04036":1,"04039":3,"04079":1,"04080":3,"04097":1}},{"id":3128,"name":"La clave Roja","creation":"2014-03-14 16:28:08","description":"<p>My first try with Reina Roja. The idea is to keep running with Keyhole (trashing Snare and\/or economy) to pump Medium, then get R&amp;D shuffled and take some last runs with Medium.\nI hope Djinn+Grimoire+Dyson to be enough for MU, but I'm not completely sure. Knight is mainly for early-game, so I don't think I will have MU trouble because of it.\nI didn't expect to spend so little Influence, but I don't know whether to try a more efficient rig with out-of-faction breaker or something else.\nActually, I have a lot of doubts and I really hope someone to help me a little.<\/p>\n","username":"Lyonid","cards":{"01002":3,"01003":2,"01006":3,"01007":2,"01008":3,"01009":3,"01010":2,"01011":2,"01014":2,"01050":3,"01053":2,"02009":2,"02022":1,"02028":2,"02043":3,"02082":2,"02091":2,"03046":1,"04041":1,"04043":3,"04061":2}},{"id":3129,"name":"Doppelwhizz","creation":"2014-03-14 16:57:17","description":"<p>My first try at a Doppelganger-focused Whizzard deck. The plan is to run, run, and run, using Account Siphons and Vamps to run the corp dry.<\/p>\n\n<p>I haven't had a chance to test it yet, but I will soon. I just wanted to get some feedback on the approach and see if there's anything I'm potentially missing or overlooking.<\/p>\n","username":"MrClyde","cards":{"01002":3,"01003":2,"01005":2,"01008":3,"01009":2,"01010":3,"01012":3,"01018":2,"01050":3,"01053":3,"02001":1,"02021":3,"02022":3,"02043":1,"02064":2,"02103":2,"03052":2,"04005":1,"04042":1,"04043":3,"04081":1,"04082":2}},{"id":3130,"name":"Monolithic Chaos","creation":"2014-03-14 17:09:10","description":"<p>Slightly edited deck from here. Thought the 3 LALA's were a bit much and saw some comments complaining about not being to find the right breaker, so I added SMC instead of one LALA and Nerve Agent. Also I'm trying out Chakana over a Carapace since I tend not to play a lot of tagnbag.<\/p>\n","username":"Intrasolar","cards":{"01007":3,"01011":1,"01018":2,"01034":3,"01043":3,"01044":3,"01050":3,"02009":1,"02046":1,"02087":3,"02107":2,"03033":3,"03035":2,"03036":2,"03041":3,"03042":3,"03043":1,"03046":2}},{"id":3131,"name":"Raptor Run v2.0","creation":"2014-03-14 21:29:30","description":"<p>Power cycle through the deck to get what you need and get the rig set-up quickly. Run on R&amp;D advantage. Test Run + Scavenge = get Garrote or Torch out cheap. Replay cards. Replay cards. Replay cards. Then dump heap back into stack to do it all over again. <\/p>\n","username":"Mr Wookiee","cards":{"01007":2,"01018":2,"01034":3,"01044":2,"01049":2,"01050":3,"02009":2,"02046":1,"02047":3,"02048":2,"02087":2,"02107":3,"03034":3,"03035":3,"03052":3,"03054":3,"04047":1,"04065":1}},{"id":3132,"name":"GRNDL, Killing the Odds V2.6","creation":"2014-03-14 21:33:02","description":"\n","username":"Pikenchu","cards":{"01070":3,"01086":1,"01094":3,"01099":3,"01101":3,"01103":3,"01110":3,"01111":2,"02018":3,"02060":2,"02080":2,"03026":2,"04015":2,"04017":1,"04020":3,"04036":2,"04039":1,"04040":3,"04057":2,"04058":2,"04079":3,"04097":1}},{"id":3133,"name":"Gabriel, The Ambush Begins V3.0","creation":"2014-03-14 22:03:21","description":"\n","username":"Pikenchu","cards":{"01007":1,"01017":1,"01018":3,"01019":3,"01021":3,"01022":3,"01024":3,"01026":1,"01027":1,"01028":2,"01043":1,"01050":3,"02009":2,"02028":2,"02085":2,"02091":2,"02104":2,"03038":2,"03049":1,"03052":3,"03054":3,"04004":3,"04048":1,"04063":2}},{"id":3134,"name":"Tango Spotted","creation":"2014-03-14 22:21:15","description":"<p>Tag-em and Bag-em.<\/p>\n","username":"Mr Wookiee","cards":{"01070":3,"01086":1,"01093":1,"01094":3,"01098":3,"01099":3,"01101":1,"01103":3,"01104":3,"01107":2,"01110":3,"01111":2,"02018":3,"02019":2,"02020":2,"02097":1,"02118":3,"04015":1,"04036":2,"04040":2,"04077":2,"04079":3,"04098":1}},{"id":3135,"name":"Jinteki, Murder is the BEST Option... V1.0","creation":"2014-03-14 22:22:14","description":"\n","username":"Pikenchu","cards":{"01063":2,"01067":1,"01068":1,"01069":3,"01070":3,"01076":1,"01077":3,"01078":2,"01103":3,"01110":3,"02014":3,"02032":3,"02095":3,"03009":1,"03023":2,"04012":3,"04032":2,"04039":2,"04073":3,"04074":3,"04079":3}},{"id":3136,"name":"NBN, Speed Train Deploy! V1.0","creation":"2014-03-14 22:34:34","description":"\n","username":"Pikenchu","cards":{"01080":1,"01081":3,"01084":2,"01086":2,"01088":3,"01090":2,"01092":2,"01098":3,"01104":3,"01110":3,"01111":2,"02019":3,"02052":3,"02060":2,"02115":3,"03023":1,"04015":3,"04075":3,"04076":3,"04095":2,"04096":1}}]