[{"id":8921,"name":"Kate goes to E3","creation":"2014-08-25 01:06:38","description":"<p>My first stab at a shaper deck. Indexing and Maker's for potential win and a suite of cheap breakers. Suggestions are welcome.<\/p>\n","username":"Jotery","cards":{"01008":3,"01014":1,"01033":1,"01035":2,"01036":2,"01050":3,"02024":2,"02048":2,"02067":1,"02091":1,"02106":3,"03038":3,"03039":2,"03041":3,"03042":1,"03046":3,"03049":3,"04104":1,"04108":2,"05045":2,"05053":3,"06019":2}},{"id":8922,"name":"Noise: work in progress","creation":"2014-08-25 01:09:00","description":"\n","username":"stonerockwell","cards":{"01001":1,"01002":3,"01005":3,"01006":2,"01008":3,"01010":2,"01012":3,"01016":3,"01047":3,"01051":3,"02003":3,"02009":1,"02041":1,"02087":2,"03038":2,"03052":2,"03054":2,"04022":2,"06033":2,"06037":3}},{"id":8923,"name":"Jinteki:  work in progress","creation":"2014-08-25 01:10:08","description":"\n","username":"stonerockwell","cards":{"01067":1,"01070":3,"01072":3,"01099":1,"01110":3,"02032":3,"02056":2,"02112":3,"03009":3,"03023":3,"04015":3,"04073":2,"04093":3,"05004":3,"05006":1,"05007":2,"05010":3,"05015":3,"05017":2,"05018":3}},{"id":8924,"name":"More than Meets the Eye - Double Trouble","creation":"2014-08-25 01:20:23","description":"<p>Here is a rough cut of my first attempt at a devoted anarch doubles deck. It has not been tested yet as I do not typically play with proxies. I kind of threw it together on a whim on the net to see if it is even feasible and I am actually somewhat surprised by the results.<\/p>\n\n<p>Basically, early game you will lucky find or queen's gambit so you have enough funds to get your real economy going. Ideally, you will hit Duggar's to fill your hand and prep for an explosive double down turn. With Rachel and starlight you can do some interesting stuff.<\/p>\n\n<p>Want to go from 5 to 21 credits in four clicks? This deck lets you do that.<\/p>\n\n<p>Potential downsides for the deck include how many clicks it can take to set up, I foresee about three turns worth of clicks to get your econ going or get the star cards you need. Thankfully Rachel makes up for this a bit as long as you can avoid tags.<\/p>\n\n<p>Honestly, I might drop power nap for a third Lucky Find.<\/p>\n\n<p>The rest of the deck needs work. What do you think? I know I can't wait for the next Anarch double!<\/p>\n","username":"Myriad","cards":{"01002":1,"01010":2,"01012":2,"01047":1,"02003":2,"02041":1,"02082":2,"02091":1,"02102":2,"04002":3,"04003":3,"04004":2,"04021":2,"04041":1,"04042":2,"04043":2,"04069":3,"04101":2,"04102":3,"04107":2,"04109":2,"06033":2,"06054":2,"06060":1}},{"id":8925,"name":"Nasir's Fast Break","creation":"2014-08-25 01:30:52","description":"<p>The goal with this build is to run with your pants on fire. I've not been seeing as much success as I've liked with my big rig Nasir deck, \"<a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/8912\/nasir-vs-goliath-v2-0\">Nasir vs. Goliath<\/a>.\" The deck is very slow, mostly because it has a lot of moving pieces that can be tough to wrangle into place, so I wanted to see what would happen with a cheap breaker suite that could get up to speed off workshop in very little time. Yogasaurus has been written off for a while now, but with Lotus Field being touted as the new hotness, this puts that 5 cost piece of ice to shame. Datasucker is in to drain other pieces of ice down to size, and the one-off Parasite is in as always to nuke the Pop-Ups and Ice Walls that can and do ruin Nasir's late game. Atman fills in the rest of the holes, and Sharpshooter is there as an emergency for when you facecheck that Archer.<\/p>\n\n<p>The majority of econ, like my big rig deck, relies on Magnum Opus, which I'm a huge fan of. I've never really liked Kati with Nasir and Mopus is essentially a permanent Armitage. Aesop's fodder in this deck includes Cache, Imp, and Ghost Runner (which if you're careful with your runs, you can leave with 1 credit and sell for 3 before your next turn).<\/p>\n\n<p>I tried to spend that 1 extra influence, but so far I think this is a solid build that doesn't need to waste space simply to fill the influence. That being said, I'm also working on a variant of this deck that drops Cache and Aesop's and looks to throw in some Forged Activation Orders and some Same Old Things. We'll see how this version plays first.<\/p>\n\n<p>As always, I'd love to hear your thoughts!<\/p>\n","username":"BTrain","cards":{"01007":1,"01008":1,"01011":1,"01012":1,"01014":1,"01026":1,"01034":3,"01044":1,"01047":2,"02003":1,"02009":2,"02047":3,"02048":2,"02049":3,"02107":2,"03034":3,"03038":3,"03040":2,"03046":3,"04067":1,"04086":2,"06017":1,"06037":3,"06040":3}},{"id":8927,"name":"Nasir's Fast Break v2.0","creation":"2014-08-25 02:55:10","description":"<p>Inspired by my first go at this deck, \"<a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/8925\/nasir-s-fast-break\">Nasir's Fast Break<\/a>.\" I've dropped Aesop's, Cache and a Magnum Opus, and have opted instead for 2x Kati Jones, 2x Professional Contacts, and a one-off Sneakdoor Beta for when the other centrals become too locked down. Another Datasucker has been added to round out the influence, and provide that extra threat for my fixed-strength breakers.<\/p>\n\n<p>Thanks to CJFM for the feedback on version 1.0!<\/p>\n","username":"BTrain","cards":{"01007":1,"01008":2,"01011":1,"01012":1,"01014":1,"01026":1,"01028":1,"01034":3,"02003":1,"02009":2,"02047":3,"02048":2,"02049":3,"02091":2,"02107":2,"03034":3,"03038":3,"03040":2,"03046":3,"03049":2,"04067":1,"04086":2,"06017":1,"06040":3}},{"id":8928,"name":"NEXT Foundry","creation":"2014-08-25 03:06:24","description":"<p>My initial attempt at a Foundry deck based on getting out lots of NEXT ice, and on getting big bioroids rezed on the cheap.<\/p>\n","username":"CodGod","cards":{"01055":3,"01056":3,"01062":3,"01106":3,"01110":3,"02013":2,"02019":3,"02070":1,"02079":2,"02110":3,"03013":3,"03018":3,"04011":3,"04015":2,"04030":3,"04060":2,"04119":1,"06002":3,"06004":1,"06010":1,"06021":1,"06030":1}},{"id":8929,"name":"Hopper Themed Express","creation":"2014-08-25 03:30:40","description":"<p>This is my Hopper themed runner deck. Express is a runner on the move, as seen on early bird. This deck uses his ability to profit from running often and has a trick up his sleeve for every occasion. He can express deliver or special order the programs he needs and can retrieval run if they ever get trashed. He also works closely with Kati Jones and gets extra support from the Tri-maf.<\/p>\n\n<p>I played a small tourney with a version of this before I added special order, but I had two of each breaker and cut a few run events. I had a hard time getting the breakers I needed, but otherwise it was fairly good at making money and pulling agendas. Again, this is a themed deck so that is why you'll see things like Exploratory Romp, Recon, and Calling in Favors.<\/p>\n","username":"thechops","cards":{"01004":1,"01007":1,"01021":3,"01022":3,"01036":2,"01043":1,"02091":2,"02101":1,"03032":1,"03052":3,"03054":3,"04024":3,"04044":1,"04065":1,"04089":1,"04101":1,"05029":1,"05031":1,"05032":3,"05033":3,"05035":3,"05036":3,"05038":3,"05050":1}},{"id":8930,"name":"NEXT Foundry v0.1","creation":"2014-08-25 05:23:06","description":"<p>My initial take on a NEXT Foundry build. I'll be sleeving this up later tonight and give it a run and see how it goes. Too bad there aren't any Grails available yet for me try as well in this build. Comments and suggestions muc appreciated.<\/p>\n","username":"d4spien","cards":{"01055":3,"01101":3,"01108":3,"02011":1,"02013":3,"02051":3,"02056":3,"02092":3,"02110":3,"03004":1,"03014":3,"03023":2,"04011":3,"04015":3,"05024":1,"06001":3,"06002":3,"06003":3,"06010":1,"06021":1,"06030":1}},{"id":8931,"name":"PE: Crawl through knives ","creation":"2014-08-25 07:53:48","description":"<p>This deck i so much fun to play and really punishes the runner for every mistake he makes. <\/p>\n\n<p>A fun play i made in one of my last games was  to mushin-no-shin a future perfect on turn two and to play enhanced login protocol afterwards. This makes the decision to  run for the runner even tougher, because he has one click less to draw up. <\/p>\n\n<p>I wrote this list from my memory of my physical decklist and am pretty sure i made a mistake, because there should be one ronin inside this deck. <\/p>\n\n<p>The deck is pretty self explanatory, but if you have any question feel free to ask.<\/p>\n","username":"Oneiro","cards":{"01067":1,"01069":1,"01070":3,"01072":3,"01101":2,"01110":3,"02032":3,"03023":3,"04012":3,"04015":3,"04073":2,"04093":3,"04111":2,"05004":3,"05006":1,"05007":2,"05010":3,"05015":3,"05017":2,"05018":2,"06022":2}},{"id":8932,"name":"I Wanna Build a Noise Mill Too","creation":"2014-08-25 09:31:09","description":"\n","username":"Eris_Another","cards":{"01001":1,"01002":3,"01005":2,"01006":2,"01008":3,"01010":2,"01012":3,"01016":3,"01047":2,"01050":3,"01051":2,"02003":2,"02041":1,"03047":2,"04005":2,"04022":3,"05033":2,"06014":3,"06033":2,"06037":3}},{"id":8933,"name":"\"21\" (Season 2 GNK Winner Aug 23, 2014)","creation":"2014-08-25 10:23:28","description":"<p>After the latest data pack came out I decided to throw together what I thought would be a decent Noise build and after several evolutions this is the final version that ended up undefeated in my local game night tournament.  It began as a mill bomb deck with a ton of viruses and 3x Mass Install but that sort of gimmicky play wasn't reliable enough for competitive play and so I added better support and brought down the virus count to what this deck is simply named after: 21.<\/p>\n\n<ul>\n<li><p>Breaker Suite: I wrestled with this aspect of Noise for quite some time and after trials with Knights, Darwin, and D4vid I decided to go with the basic set up of Crypsis and Corroder. Knight is great for the early game and allows you access when you really need it but I found that it drained both my clicks and credits for runs that more than anything turned up nothing, not to mention takes up MU which can be troublesome at times when you want to drop a surprise parasite when Djinn isn't in play yet. Darwin synergizes with Cyberfeeder excellently but a well timed purge by the corp and well defended servers can set you back pretty badly and wastes all those free credits you could have used installing viruses or using Crypsis\/Corroder. There's also the Clone Chip + Parasite combo, I'll often chuck a Parasite willingly if I've got a CC installed to face check ICE and mill a card. Once they've rezzed the card you can determine whether it's better to just break through it or slap a Parasite on it., remember you can always get them back with Deja Vu! <\/p><\/li>\n<li><p>There's also Noise's style of running to take into consideration, he's usually either short on credits or clicks in some fashion to be using the typical \"run fast and run often\"  strategy. Instead I've found that making fewer runs with more impact more than made up for a traditional breaker suite and often lead to more agenda pulls, the trick is learning to identify the right moments to strike. A very key aspect of this is when they have face down cards installed on remotes that could be Jackson. If you've milled enough cards to make an archives run worth it and no face down cards installed (which is usually after they've spent a turn scoring) my turn usually goes with an Aesop's sell + Wyldside draw + virus install + virus install + archives run.<\/p><\/li>\n<li><p>Jackson: This card is an obvious deterrent to this build but it can be worked around by forcing his usage early. While there are limited ways of knowing when they have one in hand you can almost guarantee that a face down install after a good turn of milling is a Jackson, or you should at least treat it as such. I often find that after milling enough agendas they'll voluntarily pop Jackson on their own turn to avoid the milling of over 3 agendas which is a great time to Djinn out a Medium and run the hell out of R&amp;D. Just keep an eye on the field and if at all possible run those Jacksons early enough to take them out of play in the late game where it really matters.<\/p><\/li>\n<li><p>Wyldside: I had my doubts about this card simply because limiting my already precious clicks seemed like a waste but it really pulled it's weight in the tournament every single game. Vs Jinteki it was a godsend that basically saved me clicks drawing up after traps or scoring which is what I'd be doing anyway. As a draw engine vs the other decks it supplied a constant choice of fresh viruses to choose from every turn which was a welcomed sight to see especially when I'm digging for a cache or a missing component to my rig like Aesop's or Grimoire. All in all I'm glad I put it in to say the least and sure you lose a click every turn but without Knight wasting your clicks you basically save a click since I found myself drawing at least twice a turn when digging anyway.<\/p><\/li>\n<\/ul>\n\n<p>Hope this description has helped and happy milling to all you Anarchs out there!<\/p>\n","username":"skaterforsale","cards":{"01001":1,"01002":3,"01005":3,"01006":3,"01007":2,"01008":3,"01009":2,"01010":1,"01012":3,"01016":3,"01047":3,"01050":3,"01051":3,"02003":3,"02041":1,"03038":2,"04005":2,"06014":2,"06037":3}},{"id":8934,"name":"Professeur joué au championnat d'Allemagne","creation":"2014-08-25 10:37:30","description":"<p>Toujours des problèmes d'économies !<\/p>\n","username":"Murloc","cards":{"01004":1,"01007":1,"01008":1,"01009":1,"01010":1,"01012":1,"01026":1,"01028":1,"01038":3,"01041":1,"01043":1,"01050":3,"02003":1,"02004":1,"02041":1,"02047":3,"02049":2,"02066":1,"02091":1,"03029":1,"03034":3,"03035":2,"03038":3,"03040":2,"03046":3,"03049":2,"03053":2,"04047":1,"04061":1,"04065":1,"06038":3}},{"id":8935,"name":"Whizzard: Consistent Gamer","creation":"2014-08-25 10:43:10","description":"<p>Or, What Does Everyone Have Against Djinn?<\/p>\n\n<h4>Influence<\/h4>\n\n<p>Anarchs need to get three things from out of faction: economy, draw, and tutors. Their in-faction options are either too expensive (Liberated Accounts) or come with drawbacks (Wyldside, Queen's Gambit). Thus, Easy Mark, Lucky Find, Express Delivery, and Special Order. Armitage, John Masanori, and Djinn are influence-free ways to shore up the three weak points, respectively.<\/p>\n\n<h4>Tag Me!<\/h4>\n\n<p>This deck really couldn't care less about tags. You're probably clicking Armitage as many times as possible on the turn you drop it, and you're probably using Same Old Thing right away too. This disregard for tags lets you use John M and Josh B to raise the tempo in the late game race to the finish. Just try to have a Plascrete down.<\/p>\n\n<h4>Playstyle<\/h4>\n\n<p>I find that when you're playing Anarch, the game is split in two: the part where you're building up and putting precise pressure on the corp; and the part where you're racing to the finish and want to do as much damage in as few turns as you can. If you've ever played a Noise Wyldside-Pawnshop deck, that switch is flipped on the turn you pawn Wyldside. In this deck, the switch is flipped when you use Josh B for the first time. If you can safely ignore the downside to his ability, you can get one of the strongest abilities in the game for one measly credit. And even one 5-click turn can blow a game wide open.<\/p>\n\n<p>Note that every program in this deck sans Djinn is tutorable. This frees up card slots for goodies like Demolition Run, Scrubbed, and recursion. Also, in regards to Djinn, if you think about it as a 2 MU chip stapled to a reusable Special Order, it doesn't seem quite as slow. Being able to pull Parasites on demand is slightly less cool than doing so at instant-speed, but you make do with what you have.<\/p>\n\n<h4>Goodies<\/h4>\n\n<p><a href=\"\/en\/card\/06034\">Scrubbed<\/a> is basically end-game economy combined with Datasucker token saving combined with a counter for your opponent's current. <a href=\"\/en\/card\/01003\">Demolition Run<\/a> plus Nerve Agent is the ticket for corps that like to keep operations hidden away in hand. <a href=\"\/en\/card\/01002\">Déjà Vu<\/a> lets you facecheck destroyers early on without fear, and if you don't need them for anything else, gives you extra Parasite uses.<\/p>\n\n<h4>Why no Sure Gamble?<\/h4>\n\n<p>Open the chart of what the cards in this deck cost. There's a grand total of 1 card in this deck that costs more than 3 credits, and that's the almighty Yog.0 (which shouldn't need to come out too often). This deck can run on fumes when it needs to, and having enough credits laying around to play Sure Gamble means you're probably doing something else wrong.<\/p>\n","username":"DrunkenGineer","cards":{"01002":2,"01003":2,"01006":2,"01007":2,"01008":1,"01009":3,"01010":1,"01011":1,"01012":2,"01014":1,"01019":3,"01022":3,"01053":3,"02001":1,"02009":2,"02041":1,"02042":2,"03054":3,"04009":2,"04043":3,"04109":2,"05033":2,"06034":2}},{"id":8936,"name":"Uncorrodable","creation":"2014-08-25 11:35:22","description":"<p>This is the GRNDL's Wisps deck that Azeltir posted on BoardGameGeek last week.  I ended up taking it to a tournament yesterday and only lost one game with it.  In that one game, I was sitting at 5 points with a scored Atlas counter when the Runner desperately installed Crypsis as his only breaker (after losing both of his Corroders in the first two turns and clicking for credits most of the game), then proceeded to run through Archer and Wall of Static for 14 credits to access one card and grabbed the only 3-pointer left in a 25-card R&amp;D for the win.  Doh!<\/p>\n\n<p>Anyway, this deck's goal is to kill the Runner's fracters, typically Corroder.  You install barriers everywhere, with some program destruction ice thrown in here and there.  Throw Will-o (which is not unique!) into the servers you think the Runner wants into the most to send their fracter to the bottom of the deck.  I often had Runners get cocky after seeing 5-6 barriers and no other ice, and start running servers without upgrades with impunity - typically leading to a fatal face-plant into Archer, Grim, or Ichi 2.0.  You also have Power Shutdown, which is particularly handy for wiping out Self-Modifying Code, Clone Chips, Inti, and Corroder.<\/p>\n\n<p>Parasite recursion decks can be a challenge, but the Power Shutdowns can take out a lot of their utility programs and Wraparound will prove a major obstacle for those decks.<\/p>\n\n<p>The Root is a fantastic card when it's up and running, but you want a light defense of it - throw a cheap barrier over it and save your better ice to secure a remote or central server.  You should have a ton of credits even without the Root, it's not critical to your economy here at all, though it does give it a nice boost.<\/p>\n\n<p>Interns is primarily there for Will-o, but I played a couple of mill decks and it was particularly effective in those games for retrieving milled agendas and putting them into a secure remote.  Jackson Howard is also a good Interns target when you need card draw and\/or have had multiple agendas milled into Archives.  Interns\/Jackson Howard are also effective at retrieving cards via self-inflicted wounds (Power Shutdown mills gone wrong).<\/p>\n\n<p>Subliminal Messaging is a very potent and profitable card here.  After the first Power Shutdown and\/or Will-o went off, Runners tended to sit back and turtle while they tried to find tools to deal with what I had going on.  In those circumstances, Subliminal became a free credit every turn.  It may be worth cutting The Root to add in a second Subliminal.<\/p>\n","username":"CrimsonWraith","cards":{"01094":3,"01101":2,"01102":1,"01103":3,"01106":1,"01110":3,"01113":3,"02018":3,"02077":1,"03017":1,"03026":2,"04015":3,"04017":1,"04020":1,"04040":3,"04058":3,"04059":2,"04060":3,"04096":2,"04097":1,"04100":1,"06008":1,"06026":2,"06030":1,"06032":3}},{"id":8937,"name":"Gabe: Consuming Professionals","creation":"2014-08-25 11:48:56","description":"<p>This is my first Gabe build and as such I have basically no clue what I'm doing.  I tried to make it so I'd get the most possible money out of each run, but we'll see how it goes.  I literally only am playing this because my girlfriend wanted me to stop playing Reina ;)<\/p>\n","username":"wswan","cards":{"01007":2,"01008":3,"01017":1,"01018":2,"01021":2,"01022":3,"01024":2,"01028":2,"01043":2,"01050":3,"01051":2,"01053":3,"02063":2,"02085":2,"02086":3,"02091":2,"03052":2,"03054":3,"04046":3,"05048":2}},{"id":8938,"name":"AoA: Reina's Icecapades II v0.2","creation":"2014-08-25 12:01:00","description":"<p>Cache is a badass card with Aesop's.  It's 5 credits for a click, which is bonkers.  Grimoire would make it that much better.<\/p>\n\n<p>I switched my draw engine from Wyldside to John Masanori, which now also makes him a part of my self-tagging engine.  It's pretty great to be able to tag yourself on your own turn, unlike Josh B., meaning you can play Data Leak early.<\/p>\n\n<p>Scrubbed is great for Anarchs in general, but also for the fixed breaker suite.<\/p>\n","username":"wswan","cards":{"01002":3,"01007":2,"01008":3,"01011":2,"01014":2,"01018":2,"01047":2,"01050":3,"02009":3,"02103":2,"03052":3,"03054":3,"04003":3,"04009":3,"04041":1,"04042":3,"04043":3,"06034":2,"06037":3}},{"id":8939,"name":"A PhD in Monoliths","creation":"2014-08-25 12:48:09","description":"<p>Another fairly Vanilla build of the Professor. ALL the best icebreakers and generally useful programs, Magnus Opus is the only thing that generates money but with Diesel, and Self Modifying Code, and Test Run there should be no shortage of getting it. So just toolbox and go.<\/p>\n","username":"Foxtrot Four","cards":{"01007":1,"01011":1,"01014":1,"01026":1,"01034":3,"01036":2,"01040":1,"01042":1,"01044":3,"01047":1,"01050":3,"02004":1,"02045":1,"02047":3,"02104":1,"02106":2,"03029":1,"03036":2,"03038":3,"03044":1,"03046":3,"04021":1,"04027":2,"04048":1,"04065":1,"05044":1,"05045":1,"06018":2,"06033":1}},{"id":8940,"name":"Ice Fortress Return","creation":"2014-08-25 12:49:08","description":"<p>First attempt at a Foundry build<\/p>\n\n<p>Many moons ago, I tried to create a 'rapid crystallization' deck featuring a full cast of bioroids and supporting cards. It was quite effective the first couple of times as it caught many off guard, but the tricks are old hat now. I'm trying to apply lessons learned from that deck here.<\/p>\n\n<p>I've diversified the ICE somewhat, while trying to keep three-ofs to maximize <a href=\"\/en\/card\/06021\">The Foundry: Refining the Process<\/a>'s ability. NEXT ICE is clearly a good fit for this, although I think it might be a bit too weak for my choice of agenda spread. We'll see if I can effectively rush the walls up in playtesting this week.<\/p>\n\n<p>About some specific cards:<\/p>\n\n<p><a href=\"\/en\/card\/02038\">Amazon Industrial Zone<\/a> and <a href=\"\/en\/card\/02079\">Oversight AI<\/a> are here specifically to trigger Foundry's ability during the corp turn. I'm not sure there's much that really benefits from Oversight in terms of cost, but every little bit helps. AIZ is particularly useful, since the most expensive to rez ICE costs 4 credits.<\/p>\n\n<p><a href=\"\/en\/card\/02113\">Midori<\/a> is included to give me a way to leverage the ICE in my hand. In  theory, I'll have a hand full of ICE, since every time I rez I can pull another piece in there. This is also another install to pump <a href=\"\/en\/card\/03008\">Alix T4LB07<\/a> (more below). Finally, this is good defence against <a href=\"\/en\/card\/06017\">Nasir<\/a> - later in the game, a NEXT ICE installed and rezzed will mean Nasir will have trouble breaking it since I'll have 4+ other NEXT out, and he gains maximum 3 credits.<\/p>\n\n<p><a href=\"\/en\/card\/03008\">Alix T4LB07<\/a> is here to capitalize on all the installing this deck promises. Normally, I'm not a fan since she is too easy to trash, but I'm hoping the sheer number of installs will allow some increased opportunities.<\/p>\n\n<p><a href=\"\/en\/card\/04050\">Isabel McGuire<\/a> is included as an experiment. I read another player's suggestion that Isabel is great with <a href=\"\/en\/card\/01056\">Adonis Campaign<\/a> and <a href=\"\/en\/card\/02092\">Eve Campaign<\/a>, allowing you to bounce them back to hand on the last turn, only to play them again refreshed. We shall see.<\/p>\n\n<p><a href=\"\/en\/card\/06022\">Enhanced Login Protocol<\/a> is only here as one copy, to slow down a runner mid game to make a scoring window.<\/p>\n\n<p><a href=\"\/en\/card\/06001\">Domestic Sleepers<\/a> is here as current counter (a role I think it was designed for), runner bait (install-advance-advance, don't score), and to make it easy to win at match point.<\/p>\n\n<p>Comments \/ criticism welcome.<\/p>\n","username":"lostgrail","cards":{"01056":3,"01060":3,"01062":2,"01106":3,"02038":3,"02070":2,"02079":3,"02092":2,"02110":3,"02113":2,"03006":3,"03008":3,"04011":3,"04050":1,"04071":2,"05026":1,"06001":3,"06002":3,"06010":1,"06021":1,"06022":1,"06030":1}},{"id":8941,"name":"Net damage V3","creation":"2014-08-25 14:15:17","description":"\n","username":"kendernwj","cards":{"01068":3,"01075":2,"01076":2,"01106":2,"01108":2,"01110":1,"02013":2,"02031":1,"02032":3,"02060":1,"02070":2,"02095":2,"02111":2,"03023":2,"03026":2,"03027":2,"04012":1,"04013":2,"04015":1,"04033":2,"04054":3,"04060":2,"04073":2,"04074":2,"04091":1,"04100":3}},{"id":8942,"name":"Virulent Soul","creation":"2014-08-25 15:00:37","description":"<p>Based on spags' Millman deck.  Ran this at a 16-player tournament yesterday, went undefeated against fast-advance decks (including Near Earth Hub), and my only loss was to a net-damage heavy Jinteki deck.<\/p>\n\n<p><em>Edit<\/em> Played this list at a 10-player tournament a week later and won the whole thing, my only loss was to a Supermodernism deck.<\/p>\n\n<p>Wyldside constantly brings in cards.  Cyberfeeders allow you to install just about any virus you draw.  Aesop's lets you dump Wyldside when you need all four clicks, drop Daily Casts when they're down to 2 credits remaining for an extra credit a turn early, and get rid of any programs that have outlived their usefulness.  Cache is insane in the deck... with Cyberfeeder, Grimoire, and Aesop's out - a fairly standard Noise rig anyway - you profit 7 credits and a virus mill for a single click.  The other viruses are fairly self-explanatory at this point.  =)<\/p>\n\n<p>And while the constant virus mill dumps cards into Archives repeatedly, I still enjoy pressuring the Corp by constantly running their servers, so we're bringing in a niche little breaker suite for this build.  You generally want to Parasite away anything 3 strength and under.  Corroder provides a way to get through common barriers and take care of the Wraparound problem.  D4v1d gets you through trouble big-strength ice, provides another option for Wraparound in lieu of the one Corroder, and can be sold to Aesop's once out of counters.  Atman gives you an enormous amount of flexibility based on what you're seeing from the Corp, though you almost always want one at 4-strength to deal with ETR ice that D4v1d can't hit - that includes Lotus Field, Eli 1.0, Ichi 1.0, Bastion, Mother Goddess, and Rainbow.  Note that when you install Atman the Cyberfeeders can pay for raising Atman's strength, cushioning the economy blow that can come with setting an Atman at 4-strength.<\/p>\n\n<p>Same Old Things are in the deck solely to recur Deja Vu.  Deja Vu is your solution to just about anything.  Short on money?  Bring back Cache for an instant credit surge.  Lots of pesky little ice?  Recur some Parasites.  Trying to mess up the Corp's combo?  Bring Imps back for some more card destruction.  Corp left R&amp;D\/HQ open?  Bring in the Medium\/Nerve Agent.<\/p>\n","username":"CrimsonWraith","cards":{"01001":1,"01002":3,"01005":3,"01006":3,"01007":1,"01008":3,"01010":2,"01012":3,"01016":3,"01047":3,"01050":3,"02003":3,"02041":1,"03040":2,"03052":2,"03053":3,"03054":3,"06033":1,"06037":3}},{"id":8943,"name":"Ice Ice Baby","creation":"2014-08-25 15:01:42","description":"<p>The Idea is to encourage the runner to run with your ability and subliminal then tax the hell out of them with mass's of cheap ice.<\/p>\n","username":"Pinkwarrior","cards":{"01070":1,"01075":3,"01103":3,"02014":3,"02020":2,"02032":1,"02033":3,"02053":2,"02056":3,"02110":3,"03018":3,"04015":3,"04060":3,"04073":2,"04100":2,"04119":3,"05003":1,"05005":3,"05016":3,"05018":3}},{"id":8944,"name":"What I Need Is What I Have","creation":"2014-08-25 15:04:49","description":"<p>I think this might work. Nasir's hability means that whenever you approach a piece of ice, most of the time,  you will be given the exact amount of money you need to break it. Even Tolbooth can be broken on sight with Overmind. The problem here are Archer, ices that have strength equal to its rez cost and the advanceable ices, but thats what the recurring credits and datasucker counters are for. Or if you have money to spare before the run, you can just boost your breaker's strength beforehand, once you're gonna be drained anyway. <\/p>\n\n<p>Use Personal Workshop to install your programs and hardware and save some money and Kati when the ices already rezzed. <\/p>\n\n<p>Comment away, I'm looking for feedback!<\/p>\n","username":"vvribeiro","cards":{"01005":3,"01008":2,"01036":3,"01041":3,"01050":3,"01051":3,"02024":3,"02049":3,"02066":2,"02091":2,"02106":3,"02107":2,"03038":3,"03046":3,"03054":3,"05035":2,"05053":3,"06017":1}},{"id":8945,"name":"Criminal Whizzard","creation":"2014-08-25 15:43:20","description":"<p>This deck got me to 8th place in the German Nationals (85 participants). 2 wins and 1 loss against NBN:NEH, 1 win against NBN:MN, losses against Jinteki:RP and HB:ETF (Glacier).\nThe deck also won me the first round in the double elimination bracket against Jinteki:RP, although it was a tie and I only won because of the higher seed.\nIn the third round I lost against NBN:NEH because I didn't run on R&amp;D even I could have done it.<\/p>\n\n<p>The deck runs really well against NEH because it can produce really cheap runs, can produce money while running and can hammer R&amp;D with medium.\nMy favorite play with this deck is to security test R&amp;D with Medium and Datasucker installed, effectively making money with that run most of the time and getting virus tokens, and then run R&amp;D again to see a lot of cards.<\/p>\n\n<p>Scrubbed is only in this deck to get rid of Enhanced Login Protocol which is really annoying for the economy and game plan of this deck. It also sometimes helps to get rid of an parasited ICE faster than the corp expected.<\/p>\n\n<p>Ice Carver is my favorite card against Glacier decks, especially HB Glacier. It gets some ICE into the range of the fixed breakers (Ichi...) and makes breaking the rest of the ICE really easy in combination with a Datasucker (Viktor 2.0, Eli, Tollbooth...).<\/p>\n\n<p>There are a lot of breakers in this deck but without a tutor it's still not enough sometimes. In my loss against the HB Glacier deck all 3 of my Mimics and Yogs were in the last 15 cards of my deck.<\/p>\n\n<p>Memory can be tight because most of the time you don't want to wait for your Djinn to install the first Sucker\/Imp\/Medium. A huge problem if you dont draw one of the Desperados early. Typical Anarch consistency issues. :D<\/p>\n\n<p>Cutting Scrubbed for a third Datasucker and a Deja Vu might be a good idea. Also replacing the Cyberfeeders for Daily Casts is possible because Cyberfeeder won't help to get the economy rolling if you're low on credits. But if you draw it early enough, it can make a lot of credits over the course of the game.<\/p>\n\n<p>Replicating Perfection is usually a tough matchup because you don't have enough parasites to get rid of all the Sentrys with a lot of subs and those make the runs often too expensive for this deck.\nWithout Plascretes Making News and Weyland can be problematic. :D<\/p>\n","username":"Mythras","cards":{"01005":2,"01007":3,"01008":2,"01009":2,"01010":2,"01011":3,"01012":3,"01014":3,"01015":2,"01024":2,"01050":3,"02001":1,"02003":2,"02041":1,"02087":3,"02091":2,"03052":3,"04043":3,"05048":2,"06034":2}},{"id":8946,"name":"BT's Fast Break","creation":"2014-08-25 15:56:14","description":"<p>My version of BTrain's \"Nasir's Fast Break\" deck. <\/p>\n\n<p>The changes are minor, going up to 3x ProCon, swapping Cybersolutions Mem Chips for Akamatsus, and adding a Deus X. The deck has lots of tutoring.<\/p>\n\n<p>I think Dinosaurus in Nasir could be a really strong build, provided Nasir has the supporting tools to run it.<\/p>\n","username":"CJFM","cards":{"01007":1,"01008":2,"01011":1,"01012":1,"01014":1,"01026":1,"01028":1,"01034":3,"01038":2,"02003":1,"02009":2,"02047":2,"02048":2,"02049":3,"02066":1,"02091":2,"02107":2,"03034":2,"03038":3,"03040":2,"03046":3,"03049":3,"04067":1,"06017":1,"06040":3}},{"id":8947,"name":"NEXT-Engineering","creation":"2014-08-25 16:00:16","description":"<p>Got 8th place after swiss in the German Nationals (85 participants) with this deck.\nIn 6 rounds I only lost against a Noise and (I think) an Andromeda.<\/p>\n\n<p>Noise is a really tough matchup for this deck because a lot of my ICE is weak against parasite and you will never get enough of your NEXT suite online to make it worth it. And the usual game plan to play slowly and stall the runner until I can fast advance enough to win just doesn't work against Noise. Luckily I only met one Noise.<\/p>\n\n<p>Domestic Sleepers is interesting because it saves me one fast advance trick over the course of the game if your compare it to Gila Hands builds. It also is a cheap way to rezz the archer.<\/p>\n\n<p>No Enhanced Login Protocol because there are so many agendas in this deck that the current won't last long most of the time. I think the only card to cut for ELP would be Archived Memories.<\/p>\n\n<p>I do a lot of install for a credit - credit - credit turns with this deck. As usual against Criminal: Always have something to rezz to block their Account Siphon. A good Account Siphon can be really bad for this deck but most of the time you can play around that.<\/p>\n\n<p>Legwork might be card that can lose you the most game because usually you will have some agendas in your hand while you're waiting for enough money to do your fast advancing.<\/p>\n","username":"Mythras","cards":{"01054":1,"01055":3,"01056":3,"01058":2,"01059":3,"01062":1,"01064":3,"01090":2,"01092":2,"01101":1,"01110":3,"01113":1,"02051":3,"02092":3,"02110":3,"03005":1,"04011":3,"04015":3,"04119":3,"06001":2,"06002":3,"06010":1}},{"id":8948,"name":"Iain LxC","creation":"2014-08-25 16:27:15","description":"\n","username":"Ragnarook","cards":{"01019":2,"01025":2,"01028":1,"01031":1,"01032":1,"02006":1,"02021":1,"02025":3,"02043":3,"02063":1,"02065":2,"02104":2,"02105":1,"03049":1,"03055":1,"04004":3,"04009":1,"04061":1,"04106":3,"05028":1,"05031":3,"05037":3,"05041":1,"05046":1,"05048":3,"05050":3}},{"id":8949,"name":"Weyland LxC","creation":"2014-08-25 16:28:09","description":"\n","username":"Ragnarook","cards":{"01057":1,"01058":3,"01064":1,"01101":2,"01102":3,"01104":3,"02018":3,"02058":3,"02076":1,"02077":3,"02099":2,"04017":1,"04018":2,"04020":2,"04036":1,"04040":3,"04058":2,"04079":3,"04099":2,"04111":3,"04117":3,"04120":3}},{"id":8950,"name":"Tempered by ICE","creation":"2014-08-25 16:36:19","description":"<p>This is a flash-freeze style ice fortress, using <a href=\"\/en\/card\/06021\">The Foundry: Refining the Process<\/a>. This is build around bioroid ICE. <\/p>\n\n<p>The basic strategy is to quickly form an expensive barrier for the runner to hit. We use Howler to install ICE we've drawn thanks to the identity ability. Early on, the runner will be less tempted to run on servers after a <a href=\"\/en\/card\/06023\">Heinlein Grid<\/a> is installed, which should help create scoring windows.<\/p>\n\n<p>Scoring <a href=\"\/en\/card\/01055\">Accelerated Beta Test<\/a> will help to form bigger walls, and <a href=\"\/en\/card\/03013\">Bioroid Efficiency Research<\/a> will allow you to rez the biggest bioroids on the cheap. And that will of course allow you to get some more ICE out by triggering the identity's ability.<\/p>\n\n<p><a href=\"\/en\/card\/04050\">Isabel McGuire<\/a> is here to bounce back nearly-depleted <a href=\"\/en\/card\/01056\">Adonis Campaign<\/a>.<\/p>\n\n<p><a href=\"\/en\/card\/04015\">Jackson Howard<\/a> is more here for the ability to recover from bad ABT executes, when we trash an agenda for instance.<\/p>\n\n<p>I've run one-of <a href=\"\/en\/card\/03009\">Cerebral Overwriter<\/a>, <a href=\"\/en\/card\/01057\">Aggressive Secretary<\/a>, and <a href=\"\/en\/card\/01069\">Project Junebug<\/a> to keep the runner guessing as to how I'm going to hurt them. In this style of deck, traps are unusual, so it will hopefully surprise them and land an effective hit, slowing them down (if not outright stopping them).<\/p>\n\n<p>Economy is entirely on the shoulders of <a href=\"\/en\/card\/01056\">Adonis Campaign<\/a> and <a href=\"\/en\/card\/01108\">Melange Mining Corp.<\/a>. This may seem a bit light, but the draw advantage from the identity ought to help mitigate this as well.<\/p>\n\n<p>Comments are welcome.<\/p>\n","username":"lostgrail","cards":{"01055":3,"01056":3,"01057":1,"01061":3,"01069":1,"01108":3,"02012":3,"02071":3,"02080":2,"02110":3,"03006":3,"03009":1,"03013":3,"03016":3,"03017":3,"03019":3,"04015":2,"04030":1,"04050":1,"06021":1,"06023":3,"06030":1}},{"id":8951,"name":"Weyland Mutational Entertainment ","creation":"2014-08-25 16:38:01","description":"<p>This deck is designed to entertain, but unexpectedly it was not bad. The core idea is to use Levy University to search all of the ice walls out, so that every mutation is powerful. With help of Oversight AI and Priority Requisition, there will be many unpassable walls on board. And you will be very rich by Melange if you control the rhythm of the game so that you can rez the ices by your hand. Use interns to install back ice walls and Jackson to return mutates to your hand so as to circulate. No need to put in so many ices since most ices are searched out by mutations and there will be not many chances to rez ices. The drawback is that in the early game, your defense may be weak and easy being attacked by siphons and keyholes.<\/p>\n","username":"Northnilly","cards":{"01093":1,"01094":3,"01098":3,"01101":3,"01102":3,"01103":3,"01106":3,"01108":3,"01110":3,"02012":1,"02077":1,"02079":3,"02120":1,"03024":3,"04015":3,"04040":3,"04060":3,"04078":3,"06004":3,"06030":1}},{"id":8953,"name":"Nasir's Fast Break v3.0","creation":"2014-08-25 16:59:42","description":"<p>Tweaked from \"<a href=\"[http:\/\/netrunnerdb.com\/en\/decklist\/8927\/nasir-s-fast-break-v2-0\">Nasir's Fast Break v2.0<\/a>.\" The biggest change here is actually dropping Personal Workshop down to two copies. Since Nasir was released, people have said it's an automatic 3-of, but in this deck, it's more just a bonus that you're happy to see when it pops up. That has so far been my, and I think everyone else's, biggest problem with Nasir: what to do when you don't see that Workshop. I now believe that with cheap breakers like Yog(asaurus, for best results) paired with early Datasucker support is the key to running as cheap as possible - Ghost Runner has made this all viable, and I will never run less than 3 copies in this deck. 3x Kati and 3x Dinosaurus are essential pieces of this deck that let Nasir play aggressive in the early game. And the better he does in the early game with building up Datasuckers, the more longevity he'll have.<\/p>\n\n<p>The 2 Atmans are out because I found myself rarely, if ever, using them, though I can see the case for adding one back in to deal with larger more taxing ice. SMC has been dropped to 2 in favor of a Levy because you're bound to lose things you want to get back without Test Running or Clone Chipping - and since I've changed the CyberSolutions Mem Chips to Akamatsus, I don't feel like hogging up MU with too many SMCs.<\/p>\n\n<p>Those are the things I'll be keeping an eye on as I take this one into the test realm, but this deck is still hurting for HQ multi-access, be it in the form of HQ Interface or Nerve Agent, both of which could be crippling with Sneakdoor. The problem with one-offing an HQI is that you're hardly guaranteed to see it (until Trade-In comes around!) but it doesn't cost anything except the creds to install, whereas you can tutor Nerve Agent but at a permanent cost of 1MU as long as it's on the table. I could free up influence for either by dropping a Datasucker and swapping Gordian for Yog, but that kind of softens the punch this deck packs.<\/p>\n\n<p>I'm open for suggestions.<\/p>\n","username":"BTrain","cards":{"01007":1,"01008":2,"01011":1,"01012":1,"01014":1,"01026":1,"01028":1,"01034":3,"01038":2,"02003":1,"02009":2,"02047":3,"02048":3,"02049":2,"02066":1,"02091":3,"02107":2,"03034":3,"03035":1,"03038":3,"03046":2,"03049":2,"04067":1,"06017":1,"06040":3}},{"id":8954,"name":"Dino-Testing","creation":"2014-08-25 17:05:42","description":"\n","username":"CJFM","cards":{"01007":1,"01008":2,"01011":1,"01012":1,"01014":1,"01026":1,"01034":3,"01038":2,"02009":2,"02047":2,"02048":2,"02049":3,"02066":1,"02087":1,"02091":2,"02107":2,"03034":2,"03038":3,"03040":1,"03046":3,"03049":3,"04067":1,"05048":2,"06017":1,"06040":3}},{"id":8955,"name":"It's Real Noisy In This Club","creation":"2014-08-25 17:08:50","description":"\n","username":"Flashfires","cards":{"01001":1,"01002":1,"01003":1,"01006":3,"01007":2,"01008":3,"01009":2,"01010":1,"01011":2,"01012":3,"01014":1,"01016":3,"01047":2,"01050":3,"01051":1,"01053":2,"02003":2,"02021":1,"02041":1,"03038":3,"03053":3,"04005":2,"06037":3}},{"id":8956,"name":"What I Need Is What I Have v2","creation":"2014-08-25 18:26:25","description":"<p>I think this might work. Nasir's hability means that whenever you approach a piece of ice, most of the time, you will be given the exact amount of money you need to break it. Even Tolbooth can be broken on sight with Overmind. The problem here are Archer, ices that have strength equal to its rez cost and the advanceable ices, but thats what the recurring credits and datasucker counters are for. Or if you have money to spare before the run, you can just boost your breaker's strength beforehand, once you're gonna be drained anyway.<\/p>\n\n<p>Use Personal Workshop to install your programs and hardware and save some money and Kati when the ices already rezzed.<\/p>\n\n<p>Thanks @diegofsv and @CJFM for the feedback. <\/p>\n","username":"vvribeiro","cards":{"01005":3,"01008":2,"01034":2,"01041":3,"01050":3,"02009":2,"02024":2,"02047":3,"02049":3,"02066":1,"02085":1,"02091":2,"02106":3,"02107":2,"03035":1,"03038":3,"03046":3,"04067":1,"05035":2,"05053":3,"06017":1}},{"id":8957,"name":"Jinteki Shell Game","creation":"2014-08-25 18:54:04","description":"<p>Dump your entire hand onto the board, save a few traps in your hand. Protect your centrals and Sundews with vicious pieces of ice. Use Isabel to pick up traps, ice, vulnerable agendas, anything. Win a ruthless and skill intensive war of attrition with the runner, or straight up flatline them.<\/p>\n","username":"HikerGamerReaderSpy","cards":{"01058":2,"01063":2,"01067":1,"01068":3,"01069":3,"01070":3,"01072":2,"01077":2,"01101":2,"01108":2,"02059":2,"04050":2,"04053":3,"04054":3,"05004":3,"05005":3,"05006":1,"05011":3,"05017":3,"05018":3,"05026":2}},{"id":8958,"name":"360NoScope","creation":"2014-08-25 18:58:43","description":"<p>Hit the centrals early and often. Use all of your knowledge to get only the ice breakers you need and force the corp to rez ice when they're poor-- and de-rez ice that is expensive.<\/p>\n","username":"HikerGamerReaderSpy","cards":{"01005":3,"01007":2,"01008":2,"01010":2,"01018":2,"01019":3,"01020":3,"01021":3,"01022":3,"01024":1,"01026":2,"01029":2,"01053":3,"02043":2,"05030":1,"05033":2,"05034":1,"05041":2,"05046":2}},{"id":8959,"name":"Chaos Theory Overmind","creation":"2014-08-25 19:05:37","description":"<p>Dominate with Overmind early game and Knight late game, using Parasite to knock off any pesky ice that's not worth dealing with. Use Test Run to get programs back from your heap, otherwise use your card draw to get what you want. Some stim-ed runs will easily steal agendas off-table, and some R&amp;D digging can find the rest.<\/p>\n","username":"HikerGamerReaderSpy","cards":{"01004":2,"01012":2,"01034":3,"01035":2,"01036":3,"01038":2,"01040":2,"01043":1,"01044":2,"01047":1,"01049":3,"01050":3,"02046":1,"02047":3,"02049":2,"04042":2,"04043":3,"05033":1,"05053":3}},{"id":8960,"name":"Kate Caches in","creation":"2014-08-25 19:10:28","description":"<p>Replaces the economy boost of Pre-paid voice pad with Aesop's, enabling big econ gains from Cache and Daily casts. Includes a number of tools to fight near earth hub decks, including keyhole, imp, and stimhack.<\/p>\n","username":"yog-sothothry","cards":{"01004":2,"01008":2,"01012":1,"01033":1,"01038":2,"01047":3,"01050":3,"02003":1,"02047":2,"02066":1,"02106":3,"03034":2,"03038":3,"03040":3,"03046":3,"03048":1,"03049":3,"03053":3,"04009":2,"04061":1,"04067":1,"06037":3}},{"id":8961,"name":"Tempo Tennin","creation":"2014-08-25 19:17:55","description":"<p>This deck plays like a bit of a cross between a rush deck and a glacier deck, able to adjust its strategy based on the match up and your draw. This lets you switch up the tempo of the game (hence the name of the deck). Tennin's ability can be used as to build up counters for trick of light, or to boost ice wall, but the best use is to install agenda's without advancing them, forcing your opponent to decide whether to run a taxing server just to hit a caprice, or risk letting you score a Nisei Mk II. With a single trick of light and the identity ability, you can score a future perfect in one turn from 0 advancement counters, which can surprise a lot of opponents.<\/p>\n","username":"yog-sothothry","cards":{"01064":2,"01068":3,"01090":1,"01103":3,"01110":3,"01113":1,"02033":2,"02110":3,"03014":2,"04012":3,"04015":3,"04060":2,"04074":3,"04114":3,"04119":3,"04120":2,"05003":1,"05007":3,"05014":2,"05016":2,"06003":3}},{"id":8963,"name":"Celebrity Nasir v3","creation":"2014-08-25 19:28:00","description":"<p>In an effort to both make Nasir's game cheaper and bring his breaker-suite into competitive range, this version utilizes at Katman build, using Desperado as console. (This started with Security Testing instead, which I think is also viable in Nasir, but needs another Akamatsu.)<\/p>\n\n<p>Rig is: Atman 0, Atman 4, Atman 2 (after the others), Datasucker, Inti, Mimic.<\/p>\n","username":"CJFM","cards":{"01008":3,"01011":1,"01012":1,"01024":3,"01034":3,"01038":1,"02009":2,"02047":1,"02049":2,"02066":1,"02087":1,"02091":3,"02106":1,"02107":2,"03038":3,"03040":3,"03046":3,"03048":1,"03052":1,"03054":2,"04067":2,"06017":1,"06038":2,"06040":3}},{"id":8964,"name":"NBN Garbage","creation":"2014-08-25 19:39:58","description":"<p>Keep the runner poor with a high trash drip economy and yourself rich with Pop-Up Window and Shadow. Or not, I don't actually know whether this deck will work at all.<\/p>\n","username":"HikerGamerReaderSpy","cards":{"01060":2,"01062":1,"01080":1,"01081":2,"01082":2,"01083":2,"01084":2,"01090":3,"01091":2,"01092":1,"01099":1,"01104":2,"01106":3,"01107":3,"01109":3,"01110":3,"02052":2,"02055":3,"02056":3,"02059":1,"02060":2,"05027":2}},{"id":8965,"name":"Nasir's Fast Break v4.1","creation":"2014-08-25 20:48:10","description":"<p>Tweaked from \"<a href=\"[http:\/\/netrunnerdb.com\/en\/decklist\/8927\/nasir-s-fast-break-v3-0\">Nasir's Fast Break v3.0<\/a>.\"<\/p>\n\n<p>v4.1: I don't know if you'd consider this caving but a card everyone thought our Cyber Explorer could do without is back in. Sorry folks, but Nasir still needs money, and when the corp isn't feeding it to him, and Kati\/ProCo is your only the outside-the-run money, you tend to either stay pretty poor or spending several turns getting Kati ready for a play (not even a big play; just a play), at which points things have changed, windows have closed, and others have opened that you just can't prepare for. Changes: -1 SMC, -1 Atman \/ +2 Sure Gamble.<\/p>\n\n<p>It had to be done.<\/p>\n\n<p>But the good news is it should eliminate that question of whether to splash Hostage, especially since I'm in love with HQI + Sneakdoor.<\/p>\n\n<p>--<\/p>\n\n<p>v4.0: Krystman gave me some awesome advice on adopting a tournament winning breaker suite that ran in a Kate deck. 3x Atman is back in, along with Inti, Femme, Deus X, and Sharpshooter. This means I have to rely on my Datasuckers a little more, but as long as I make sure I see at least one early, I should be okay.<\/p>\n\n<p>I dropped the Anarch breakers, Mimic\/Yog\/Corroder, and that freed up space for 2 HQI's, because HQ multi-access is something I felt a deck this meticulous was sorely missing. Those dropped breakers also meant room for one more SMC, which should really help get the all important first Datasucker out as early as possible. Ideal situation of course is to not have to tutor for it, but if that's the case, then so be it.<\/p>\n\n<p>I love the direction this build is going, and I owe a big thanks to both CJFM and Krystman for their input. I still want to improve this though. If you see anything you think needs tweaking, please please please make suggestions! My thoughts right now are that this deck is at its absolute weakest when it doesn't see an early Kati Jones. The obvious solution is to swap the HQI's for Hostages to help with both Kati and ProCo, but I just don't know how I feel about that. Sure, Shapers traditionally aren't the \"HQ multi-access\" faction, but this deck feels dead in the water against an NEH or CI. Thoughts?<\/p>\n","username":"BTrain","cards":{"01008":2,"01012":1,"01026":1,"01028":1,"01034":3,"01038":2,"01050":2,"02003":1,"02009":2,"02047":3,"02049":2,"02066":1,"02085":2,"02091":3,"02107":2,"03034":3,"03038":3,"03040":2,"03046":2,"03048":1,"03049":2,"04067":1,"06017":1,"06040":3}},{"id":8966,"name":"Jinteki Reverse Evolution","creation":"2014-08-25 22:00:54","description":"<p>I don't usually care much about gimmick decks, but after the recent PE wins in Cambridge, MA and Germany, I've been wondering if it would have been possible to build a similar deck before H&amp;P was released. This is a first draft to that extent.<\/p>\n\n<p>It might be fun to try, but building it I realized how many pieces are missing; without <a href=\"\/en\/card\/05010\">Psychic Field<\/a> and <a href=\"\/en\/card\/05011\">Shi.Kyū<\/a>, there's a serious lack of dangerous unadvanced cards. Most traps need to be advanced to be dangerous, which is slow and expensive without <a href=\"\/en\/card\/05015\">Mushin No Shin<\/a>.<\/p>\n","username":"Hannibal Rex","cards":{"01067":1,"01069":2,"01070":3,"01071":2,"01072":3,"01077":2,"01099":1,"01110":3,"02014":2,"02032":3,"02033":3,"02060":1,"02080":3,"02110":2,"02112":3,"03009":3,"03023":3,"04013":1,"04015":3,"04033":1,"04073":1,"04093":2,"04119":2}},{"id":8967,"name":"noise testing","creation":"2014-08-25 22:30:22","description":"<p>trying to have a very large hand size with which to install viruses. very reliant on hostage,perhaps to the detriment of the rest of the rig.<\/p>\n","username":"Athenor","cards":{"01001":1,"01002":3,"01006":3,"01007":2,"01008":2,"01009":3,"01010":1,"01011":2,"01012":2,"01014":2,"01050":3,"01051":2,"02022":3,"02041":2,"02102":1,"03049":1,"04004":2,"04005":2,"04061":1,"04082":1,"04106":1,"05049":1,"05051":3,"06014":2,"06037":2}},{"id":8968,"name":"Solitaire Noise","creation":"2014-08-25 23:58:53","description":"\n","username":"orc.dat","cards":{"01001":1,"01002":3,"01006":3,"01008":3,"01009":1,"01010":2,"01012":3,"01047":2,"01050":3,"01051":1,"02003":2,"02087":3,"02102":1,"03035":1,"03038":1,"03052":3,"04022":2,"04082":1,"05051":3,"06013":3,"06014":2,"06037":3}}]