[{"id":9631,"name":"Kate Worlds 1 test","creation":"2014-10-11 00:51:43","description":"\n","username":"Pikenchu","cards":{"01007":1,"01012":1,"01026":1,"01033":1,"01035":2,"01043":1,"01047":2,"01050":3,"02009":1,"02028":2,"02047":2,"02066":1,"02069":3,"02101":1,"02106":2,"02107":2,"03034":3,"03035":1,"03038":3,"03046":3,"03054":3,"04067":1,"05033":1,"05035":1,"05041":1,"06037":3}},{"id":9632,"name":"Bleed You Dry","creation":"2014-10-11 02:12:20","description":"<p>Your standard RP deck. Primary goal is to keep the runner poor and with little choices during their turn. <\/p>\n\n<p>I keep seeing cards I want to switch in and out of the deck.  Should I put in more economy? Maybe Melange instead of Port  Anson?<\/p>\n","username":"kaysn","cards":{"01078":2,"01090":2,"01110":3,"01111":3,"02013":2,"02031":1,"02032":2,"02110":3,"04015":2,"04054":3,"04074":2,"04093":2,"04114":2,"04119":3,"05006":1,"05007":3,"05009":3,"05014":3,"05017":2,"05018":3,"06022":1,"06044":2}},{"id":9633,"name":"All Your Clicks Now Belong To Us","creation":"2014-10-11 03:11:05","description":"<p>Watch the runner wasting clicks with <a href=\"\/en\/card\/04114\">Caprice Nisei<\/a> and <a href=\"\/en\/card\/06048\">Crisium Grid<\/a> and score on the <a href=\"\/en\/card\/04038\">Off the Grid<\/a> server.<\/p>\n","username":"vvribeiro","cards":{"01068":3,"01110":3,"01111":2,"02031":1,"04012":3,"04013":3,"04015":2,"04038":2,"04054":3,"04060":2,"04074":3,"04114":3,"04119":3,"05007":3,"05016":2,"05017":3,"05020":1,"06003":3,"06022":2,"06048":3}},{"id":9634,"name":"NExT Glacier","creation":"2014-10-11 08:49:35","description":"<p>First of all, welcome back NRDB!<\/p>\n\n<p>Architect gives a lot of good options to glacier style decks, works great with Minelayer, helping piling up ICEs like hell. Use BER or OAI or Eliza's Toybox to rez everything you install. Create a scoring window with Reversed Accounts. Seems fun.<\/p>\n","username":"iMarco","cards":{"01055":3,"01061":2,"01062":1,"01063":2,"01101":2,"01106":2,"01108":1,"01110":3,"02012":1,"02079":3,"02110":2,"03003":1,"03005":3,"03013":3,"03015":3,"03017":2,"03018":2,"03019":3,"04030":1,"04040":2,"06030":1,"06042":3,"06061":2,"06066":2}},{"id":9635,"name":"Iain knows what you hid in the dark","creation":"2014-10-11 09:47:15","description":"<p>Iain likes being behind on agenda points, right? Well then, let's pitch that agenda we scored early and snatch the rest with Blackmail! Just make sure the corp never rezzes any remote ice.<\/p>\n","username":"emlun","cards":{"01018":2,"01021":1,"01022":2,"01028":1,"01052":3,"02023":2,"02043":2,"02069":3,"02091":1,"02105":1,"02106":1,"03035":1,"03054":3,"03055":1,"04001":1,"04004":3,"04089":3,"04106":3,"05028":1,"05034":1,"05035":1,"05036":3,"05037":3,"05041":1,"05042":1,"05046":1}},{"id":9636,"name":"Q","creation":"2014-10-11 10:19:02","description":"\n","username":"blackjazz","cards":{"01002":2,"01004":1,"01006":2,"01008":3,"01012":3,"01018":3,"01050":3,"01051":2,"02003":2,"02009":2,"02042":2,"02090":1,"02103":3,"03054":3,"04009":2,"04061":3,"04102":3,"04106":3,"06033":2,"06052":1}},{"id":9637,"name":"Nas-Man","creation":"2014-10-11 10:26:56","description":"<p>A classic atman\/parasite deck with a few tweaks for Nasir. cyberfeeder's to help him with using atman's, Grimore because influence is tight and desparado isn't as much use for Nasir since your money can be taken away in an instant.<\/p>\n\n<p>Cashe &amp; ghost runner may seem odd but i've found them to be actually really helpful for Nasir and with cyber and grimore it's well worth it.<\/p>\n\n<p>Plascrete to protect from tag and bag much needed i've found since nasir can't really stop traces on him for a multitude of tag's.<\/p>\n\n<p>Opus for the late game to stabilize your econ when the corps finally got their ice up and you've not got the kill left.<\/p>\n\n<p>Sadly maker's eye is the only real punishment in here i'd love to get more in but theirs little room for it.<\/p>\n\n<p>Comments Welcome.<\/p>\n","username":"Pinkwarrior","cards":{"01005":2,"01006":2,"01008":2,"01012":2,"01026":1,"01036":2,"01044":1,"01047":2,"01053":2,"02009":3,"02047":3,"02066":1,"03034":2,"03038":3,"03040":3,"03046":3,"03048":1,"03052":3,"03054":2,"06017":1,"06037":2,"06040":3}},{"id":9638,"name":"Trying to make BWBI work","creation":"2014-10-11 10:40:59","description":"<p>Wanted to try something a little different and try to get a BWBI deck to run well, get some practice in with Weyland while i wait for Blue sun to come out.<\/p>\n\n<p>It run's fine though i feel the ICE is lacking some teeth theirs room for improvement here. <\/p>\n\n<p>I've found the security subcontract to be really useful trading in quandary when they get yog.0 or hive when its useless or even trashing ice with parasites or knights on them.<\/p>\n\n<p>Trick can help me blast out an agenda Sea source and scorch are more of a threat than anything else but can bring in the win on occasion.<\/p>\n\n<p>Feel Free to Comment<\/p>\n","username":"Pinkwarrior","cards":{"01086":2,"01096":2,"01097":1,"01099":2,"01101":1,"01102":2,"01103":3,"01110":3,"02018":3,"02019":3,"02033":2,"02058":3,"02076":1,"02120":3,"04015":3,"04017":1,"04018":1,"04060":3,"04117":3,"04119":3,"04120":3,"06003":2}},{"id":9639,"name":"Jinteki Harmony Medtech carillion v2.1","creation":"2014-10-11 10:46:45","description":"<p>6 Points vs. Flatline<\/p>\n","username":"Carillion","cards":{"01062":2,"01069":3,"01070":2,"01072":3,"01110":3,"02039":3,"03027":3,"04013":3,"04015":2,"04033":2,"04073":2,"04079":1,"04099":2,"05001":1,"05004":2,"05007":3,"05011":2,"05015":3,"05017":2,"05024":2,"06003":2,"06025":2}},{"id":9640,"name":"Mac the Knife v2","creation":"2014-10-11 14:00:58","description":"<p>So Kate\/Stealth is a weird beast that I'm still trying to sort out. The beauties of using Kate are: <\/p>\n\n<ul>\n<li>two in-faction stealth breakers (Dagger and Refractor) and in-faction Cloaks (which install for free with her discount) <\/li>\n<li>lots of in-faction MU hardware to accommodate those Cloaks along with SMCs and the rest of her tools. <\/li>\n<li>Astrolabe (another free install for Kate), Diesel, and Professional Contacts are in-faction<\/li>\n<\/ul>\n\n<p>Challenges to using this archetype: <\/p>\n\n<ul>\n<li>MU is important and it's easy to paint yourself into a corner by pulling out a bunch of programs and not having room for a much-needed SMC. Astrolabe and a single CyberSolutions Mem Chip brings you to 7 which should suffice most of the time. <\/li>\n<li>Having enough Stealth credits is also obviously very important.  Ghost Runner should be kept for emergencies or big mutli-access digs.<\/li>\n<\/ul>\n\n<p>Feedback welcome.<\/p>\n","username":"david_annable","cards":{"01007":2,"01012":2,"01033":1,"01034":2,"01038":2,"01050":3,"02009":2,"02041":1,"02066":1,"02091":3,"02107":3,"03035":1,"03038":3,"03041":3,"03042":2,"03046":3,"03049":2,"04067":1,"04086":2,"06040":3,"06057":2,"06079":2}},{"id":9641,"name":"One Corp's Trash","creation":"2014-10-11 14:18:43","description":"<p>Interested in feedback.\nThe goal is to use Logos to grab Keyhole and Hades Shard, then keyhole enough points into the trash to Shard them.<\/p>\n","username":"DataFran","cards":{"01002":1,"01020":3,"01021":2,"01022":3,"01026":2,"01050":3,"01051":2,"02028":3,"02043":2,"02045":2,"02069":3,"02091":2,"02109":2,"03055":1,"04061":1,"05028":1,"05037":3,"05039":1,"05041":2,"05042":2,"05046":2,"06059":1,"06060":2}},{"id":9642,"name":"Free-ish Run","creation":"2014-10-11 15:52:06","description":"<p>I was very interested in the concept of Overmind+D4v1d+e3 for a time, and I think Quetzal is a huge addition to that concept. This is the first build I made on the concept, and probably is not so good. I won't be able to playtest this deck for a time, as I don't have anything Honor and Profit and nothing from the 3rd cycle, yet.<\/p>\n","username":"BayushiOliveira","cards":{"01002":3,"01009":3,"01010":2,"01018":1,"01050":3,"01053":2,"02009":3,"02024":2,"02028":3,"02041":2,"02069":3,"03034":3,"03052":3,"03054":3,"04042":2,"05053":3,"06033":3,"06038":1,"06052":1}},{"id":9643,"name":"Noise - workshop & cache","creation":"2014-10-11 16:27:30","description":"<p>Tried to free up some influence by not running Aesop's.  Ended up having economy issues.<\/p>\n","username":"Jeffreysaurus","cards":{"01001":1,"01002":3,"01003":3,"01004":2,"01006":3,"01007":2,"01008":3,"01009":3,"01010":1,"01011":2,"01012":3,"01014":2,"01016":3,"01050":3,"01051":1,"02003":2,"02041":1,"02049":2,"02109":1,"03038":2,"06037":3}},{"id":9644,"name":"Noise - workshop & cache V2 - now not as poor.","creation":"2014-10-11 16:56:54","description":"<p>An attempt to have sufficient money as Noise... Haven't playtested this one a ton yet, but it shows promise.<\/p>\n","username":"Jeffreysaurus","cards":{"01001":1,"01002":3,"01003":2,"01004":2,"01005":3,"01006":3,"01008":3,"01009":3,"01010":1,"01012":3,"01016":2,"01047":2,"01050":3,"01051":1,"02003":2,"02041":1,"02049":2,"03053":3,"04043":3,"06037":3}},{"id":9645,"name":"Ergo Concordantly Eventuality","creation":"2014-10-11 17:11:44","description":"<p>The Architect: Hello, Neo. \nNeo: Who are you? \nThe Architect: I am the Architect. I created the Matrix. I've been waiting for you. You have many questions, and although the process has altered your consciousness, you remain irrevocably human. Ergo, some of my answers you will understand, and some of them you will not. Concordantly, while your first question may be the most pertinent, you may or may not realize it is also the most irrelevant. <\/p>\n\n<p>The Architect: You are here because Zion is about to be destroyed. Its every living inhabitant terminated, its entire existence eradicated. \nNeo: Bullshit. \n[the monitors respond the same] \nThe Architect: Denial is the most predictable of all human responses. But, rest assured, this will be the sixth time we have destroyed it, and we have become exceedingly efficient at it. <\/p>\n\n<p>The Architect: There are levels of survival we are prepared to accept. However, the relevant issue is whether or not you are ready to accept the responsibility for the death of every human being in this world. <\/p>\n\n<p>Neo: If I were you, I would hope we don't meet again. \nThe Architect: We won't. <\/p>\n\n<p>The Architect: Humph. Hope, it is the quintessential human delusion, simultaneously the source of your greatest strength, and your greatest weakness. <\/p>\n\n<p>The Architect: As I was saying, she stumbled upon a solution whereby nearly ninety-nine percent of the test subjects accepted the program provided they were given a choice - even if they were only aware of it at a near-unconscious level. While this solution worked, it was fundamentally flawed, creating the otherwise contradictory systemic anomaly, that, if left unchecked, might threaten the system itself. Ergo, those who refused the program, while a minority, would constitute an escalating probability of disaster. \nNeo: This is about Zion. <\/p>\n\n<p>The Architect: There are two doors. The door to your right leads to the Source and the salvation of Zion. The door to your left leads back to the Matrix, to her... and to the end of your species. As you adequately put, the problem is choice. But we already know what you are going to do, don't we? Already I can see the chain reaction: the chemical precursors that signal the onset of an emotion, designed specifically to overwhelm logic and reason. An emotion that is already blinding you to the simple and obvious truth: she is going to die and there is nothing you can do to stop it. <\/p>\n\n<p>Neo: Why am I here? \nThe Architect: Your life is the sum of a remainder of an unbalanced equation inherent to the programming of the matrix. You are the eventuality of an anomaly, which despite my sincerest efforts I have been unable to eliminate from what is otherwise a harmony of mathematical precision. While it remains a burden assiduously avoided, it is not unexpected, and thus not beyond a measure of control. Which has led you, inexorably, here. \nNeo: You haven't answered my question. \nThe Architect: Quite right. Interesting. That was quicker than the others. <\/p>\n\n<p>The Architect: The function of the One is now to return to the source, allowing a temporary dissemination of the code you carry, reinserting the prime program. After which you will be required to select from the matrix 23 individuals, 16 female, 7 male, to rebuild Zion. Failure to comply with this process will result in a cataclysmic system crash killing everyone connected to the matrix, which coupled with the extermination of Zion will ultimately result in the extinction of the entire human race. \nNeo: You won't let it happen, you can't. You need human beings to survive. \nThe Architect: There are levels of survival we are prepared to accept. <\/p>\n\n<p>The Architect: The first matrix I designed was quite naturally perfect. It was a work of art. Flawless. Sublime. A triumph only equaled by its monumental failure. <\/p>\n\n<p>The Architect: It is interesting reading your reactions. Your five predecessors were, by design, based on a similar predication: a contingent affirmation that was meant to create a profound attachment to the rest of your species, facilitating the function of the One. While the others experienced this in a general way, your experience is far more specific. Vis-à-vis: love. \nNeo: Trinity. \n[the monitors show images of Trinity] \nThe Architect: Apropos, she entered the Matrix to save your life at the cost of her own. \nNeo: No... \nThe Architect: Which brings us at last to the moment of truth, wherein the fundamental flaw is ultimately expressed, and the Anomaly revealed as both beginning... and end. <\/p>\n","username":"gumonshoe","cards":{"01059":2,"01064":2,"01081":3,"01082":2,"01090":2,"01092":3,"01109":3,"01110":3,"01111":1,"01113":1,"02055":3,"02056":3,"02110":3,"02115":3,"04015":3,"04076":3,"04096":2,"04119":3,"04120":2,"06005":1,"06061":2}},{"id":9647,"name":"walking-noise-1-3","creation":"2014-10-11 18:24:57","description":"<p>This Noise walks, when I say walks I mean he doesn't run, not that much at least. All right is a jogging Noise beacause he must run (neked) at the very beginning to let the corp spend money to rez stuff, so parasites can be istalled.\nthen he install and recurr viruses until is time to play from hand (paying it) hades shard for a sudden and not preventable archive access. \nNoise i often slow so mass install and same old is there to speed up the thing. \nSuggestions and question on how to play it are welcome.<\/p>\n","username":"federicolatini","cards":{"01001":1,"01002":3,"01005":3,"01006":2,"01008":3,"01012":3,"01016":3,"01047":3,"01050":3,"02003":3,"02087":3,"02102":2,"03054":2,"04005":2,"05051":3,"06014":3,"06037":3,"06059":1}},{"id":9648,"name":"Quetzal Siphon","creation":"2014-10-11 18:46:11","description":"<p>Straight forward 'all the good stuff' Anarch deck designed to put pressure across all servers, especially against NBN. Duggars great for the 'must find this now' option or recovery from a bad starting hand. <\/p>\n","username":"Chimpster","cards":{"01002":3,"01007":1,"01008":3,"01010":3,"01011":1,"01012":3,"01014":2,"01018":3,"01026":2,"01050":3,"02002":2,"02003":3,"02004":1,"02009":2,"02101":3,"03052":3,"04043":3,"05033":1,"06052":1,"06054":3}},{"id":9649,"name":"Red Snapper","creation":"2014-10-11 18:51:47","description":"<p>Welcome back, Netrunnerdb.com!!<\/p>\n\n<p>Just wanted to say that. :)  On to the deck - I had been piecing this together on the .ca site, and it's starting to look pretty good.  I had received a suggestion to add another Lotus Field and perhaps get rid of a Beanstalk.  I'm still considering that as a possibility, meanwhile pondering taking out an Ichi 2.0 at the same time in favor of another Peak Efficiency.<\/p>\n\n<p>If anyone has any further suggestions, please feel free to comment!<\/p>\n","username":"esutter479","cards":{"01055":3,"01056":3,"01057":1,"01061":1,"01098":3,"01106":2,"01110":3,"02051":3,"02052":3,"02092":3,"02110":3,"03011":1,"03017":3,"04010":1,"04011":3,"04012":3,"04015":2,"06002":3,"06003":1,"06010":1,"06021":1,"06022":2,"06062":1}},{"id":9650,"name":"No Wasted Motion","creation":"2014-10-11 18:57:53","description":"<p>I'm through with sluggish Logos Sil, and I'm back to running as early\/often as I can for some server pressure.  I hope I'm doing this right...please feel free to tell me if I'm not! :)  All feedback welcome.<\/p>\n","username":"esutter479","cards":{"01007":1,"01019":3,"01020":2,"01021":2,"01022":3,"01024":2,"01026":1,"01028":1,"01034":2,"01043":1,"01049":2,"01050":3,"02043":2,"02091":2,"02104":3,"02106":2,"03053":3,"03054":2,"04065":1,"05030":1,"05035":2}},{"id":9651,"name":"Mission ImpPossible","creation":"2014-10-11 19:04:10","description":"<p>basic noise with hades shard<\/p>\n","username":"ta2d2","cards":{"01001":1,"01002":3,"01005":2,"01006":2,"01007":1,"01008":2,"01010":1,"01012":3,"01013":2,"01016":2,"01047":2,"01051":2,"01053":3,"02003":3,"02009":2,"02041":1,"03038":3,"03053":3,"04022":2,"06033":2,"06037":3,"06059":1}},{"id":9652,"name":"Weyland \"Amazon Engine\"","creation":"2014-10-11 19:49:30","description":"<p>If the engine gets started it feels almost like cheating, A Beanstalk a Hedge Fund or a Restructure every turn, together with a Corporate Troubleshooter and Will O the Wisp gives you  enough scoring windows for your Amazing 5\/3 Agenda Suite.<\/p>\n","username":"Thaarl","cards":{"01057":1,"01065":3,"01094":3,"01098":3,"01101":3,"01103":2,"01106":3,"01110":3,"01111":2,"02018":1,"02019":2,"02038":2,"04015":3,"04040":2,"04117":2,"06003":3,"06008":2,"06030":1,"06032":3,"06048":2,"06061":2,"06068":1,"06071":1}},{"id":9653,"name":"The NEXT Foundry v2.2 - A primer","creation":"2014-10-11 19:51:54","description":"<p>v2.2 - (Scroll down for UPGRADES)<\/p>\n\n<p>My take on The Foundry as a Red Coats style deck featuring the NEXT ice and Domestic Sleepers with lots of 3 point agendas. <\/p>\n\n<p>Foundry concept notes: <\/p>\n\n<p>1) This deck wants to draw cards and <a href=\"\/en\/card\/04090\">Blue Level Clearance<\/a> and <a href=\"\/en\/card\/02070\">Green Level Clearance<\/a> pull their weight. <\/p>\n\n<p>2) One scored <a href=\"\/en\/card\/06001\">Domestic Sleepers<\/a> is enough with this agenda set, and 2 scored doesn't help the corp, so agenda composition is all 3 pointers and 2 Domestic Sleepers.<\/p>\n\n<p>3) Aside from expensive \"one of's\", core ice should be pairs or triplets.<\/p>\n\n<p>4) Our identity increases agenda density in R&amp;D because we remove extra ice  therefore defending it is important. (We have built in Indexing protection - with either unrezzed ice on R&amp;D or a <a href=\"\/en\/card\/02060\">Chimera<\/a>).<\/p>\n\n<p>5) Grail ice with this identity is effective because ice in hand are never dead cards. NEXT and Grail together with <a href=\"\/en\/card\/06010\">Mother Goddess<\/a> will be very efficient and effective but is meta dependent.<\/p>\n\n<p>6) This identity naturally protects HQ because it puts extra ice in hand.<\/p>\n\n<p>7) Our identity wants to rez ice, which means the runner needs to run. If the runner tries to just focus one server they can potentially deplete money and then pressure other servers unhindered.  <a href=\"\/en\/card\/02038\">Amazon Industrial Zone<\/a> counters this, allowing the ability to proc on the runner AND corp's turn. It is also a nice economy option and can get an oppressive scoring remote established.<\/p>\n\n<p>8) Punitive Counterstrike are the surprise factor with this build.  If the runner spots it early, it forces them to waste time digging for a plascrete.  Even with a plascrete two Punitive Counterstrikes put money pressure or card pressure on them depending on how the corp bids.<\/p>\n\n<p>Economy: Since this is a Red Coats style deck, and is not HB:EtF,  extra economy cards were added. Sometimes the game state demands the corp \"turtle up\" so aside from installing ice, the economy should be click efficient. <a href=\"\/en\/card\/01056\">Adonis Campaign<\/a> does not require clicks to use and can be initially set up in a scoring server. <a href=\"\/en\/card\/02092\">Eve Campaign<\/a> is usually put out in open remotes.  <a href=\"\/en\/card\/01108\">Melange Mining Corp.<\/a> usually forces the runner to deal with it, which means you will probably rez ice to defend it, which is good.<\/p>\n\n<p>UPGRADES: <\/p>\n\n<p>v2.2 <\/p>\n\n<p>Previous versions with NEXT and Grail ice are very weak to Katman\/Parasite recursion\/Sharpshooter recursion which is very popular nationwide and in our local meta.  I have changed the ice structure, going up to 3 <a href=\"\/en\/card\/01062\">Ichi 1.0<\/a> and adding <a href=\"\/en\/card\/01061\">Heimdall 1.0<\/a> which makes Project Wotan a little more viable. <a href=\"\/en\/card\/03022\">Tyr's Hand<\/a> may be a possible inclusion because of the one shot breakers Sharpshooter and Deus X Shaper players use to get by Ichis and Heimdalls.  The extra <a href=\"\/en\/card\/06010\">Mother Goddess<\/a> is useless so it is taken out.  The sole <a href=\"\/en\/card\/02060\">Chimera<\/a> addition is used exclusively on R&amp;D against Indexing, which is very strong against this deck if it finds the agendas.  This deck constantly has 5 or 6 cards in hand which makes <a href=\"\/en\/card\/06041\">IQ<\/a> a potentially powerful inclusion.  It is efficient for rez cost vs strength and a Tennin Institute deck in our meta has resounding success with <a href=\"\/en\/card\/06041\">IQ<\/a>. Finally, <a href=\"\/en\/card\/05016\">Inazuma<\/a>s are very powerful with <a href=\"\/en\/card\/01062\">Ichi 1.0<\/a>s floating around. An unbroken <a href=\"\/en\/card\/05016\">Inazuma<\/a> into a <a href=\"\/en\/card\/01061\">Heimdall 1.0<\/a> is also very rude.<\/p>\n","username":"IronRaven88","cards":{"01056":3,"01061":2,"01062":3,"01106":3,"01108":2,"01110":3,"02013":2,"02038":2,"02039":1,"02060":1,"02070":3,"02092":2,"03006":2,"04011":3,"04079":3,"04090":2,"05016":2,"06001":2,"06002":3,"06010":1,"06021":1,"06030":1,"06041":3}},{"id":9654,"name":"Noise doesn't like Blue!","creation":"2014-10-11 20:45:50","description":"<p>Had to re-build this after netrunnerdb.ca redirects here.<\/p>\n\n<p>Anyways this is my updated Noise deck after the release of Up and Over.  The David and Breeding ground are in provide some more \"burst\" power against the Blue Sun ID.  My last couple games against that ID have resulted in my total destruction as a result of Knight and Parasite being completely worthless.<\/p>\n\n<p>Anyways this is what I have now.  Let me know what you think.<\/p>\n","username":"jaypeedaylee","cards":{"01001":1,"01002":3,"01003":2,"01005":3,"01006":3,"01008":3,"01009":3,"01010":1,"01012":3,"01016":2,"01047":2,"01050":3,"01051":1,"02003":2,"02041":1,"03053":3,"04043":3,"06033":2,"06037":3,"07052":2}},{"id":9656,"name":"Mandatory ACRS","creation":"2014-10-11 20:50:29","description":"\n","username":"redblue","cards":{"01054":1,"01055":3,"01056":3,"01062":3,"01091":2,"01110":3,"01113":2,"02011":3,"02013":2,"02020":1,"02051":3,"02052":2,"02110":3,"03014":3,"03019":2,"04015":3,"04071":1,"04091":3,"04114":2,"04119":1,"04120":2,"05025":1,"06010":1}},{"id":9657,"name":"Knowing Is Half The Battle","creation":"2014-10-11 21:19:49","description":"<p>The other half is violence.<\/p>\n\n<p>This is a <a href=\"\/en\/card\/06056\">Supplier<\/a> deck infused with <a href=\"\/en\/card\/04029\">PPVP<\/a> Kate. The idea is to get The Supplier out, use him alongside <a href=\"\/en\/card\/05054\">Oracle May<\/a> and <a href=\"\/en\/card\/04008\">Motivation<\/a> to get a draw\/economy ramp.<\/p>\n\n<p>Why stop there? Use PPVP to make your <a href=\"\/en\/card\/01036\">Maker's Eye<\/a> free, get even more money from your <a href=\"\/en\/card\/01050\">Sure Gambles<\/a>, and just have a little bit of fun all around.<\/p>\n\n<p>Using <a href=\"\/en\/card\/04042\">Deep Red<\/a>, <a href=\"\/en\/card\/02028\">Dyson Mem Chip<\/a>, and <a href=\"\/en\/card\/05053\">Overmind<\/a> you have a powerful breaker and the resources to use it. <\/p>\n\n<p>This deck is open to criticism.<\/p>\n","username":"Online","cards":{"01033":1,"01036":2,"01047":2,"01050":2,"02008":1,"02009":2,"02028":3,"02047":2,"02069":3,"02091":1,"03034":3,"03038":3,"03052":2,"04004":2,"04008":2,"04009":1,"04029":2,"04042":3,"04048":1,"05053":3,"05054":2,"06056":3}},{"id":9658,"name":"Caught Somewhere In Time","creation":"2014-10-11 21:48:39","description":"<p><a href=\"\/en\/card\/06022\">Enhanced Login Protocol<\/a> + <a href=\"\/en\/card\/04091\">Strongbox<\/a> + <a href=\"\/en\/card\/02111\">Ruhr Valley<\/a> = 4 clicks to steal an agenda. If you pass through Lady <a href=\"\/en\/card\/04114\">Caprice Nisei<\/a> or a <a href=\"\/en\/card\/02080\">False Lead<\/a>. <\/p>\n","username":"vvribeiro","cards":{"01054":1,"01056":3,"01061":2,"01062":2,"01106":3,"01110":3,"02080":2,"02092":3,"02110":3,"02111":3,"03006":3,"03015":1,"03019":3,"04011":3,"04015":3,"04091":3,"04114":3,"06002":3,"06022":3}},{"id":9659,"name":"Napping in the club","creation":"2014-10-11 22:39:44","description":"<p>This is surprisingly effective.  You'll be napping for over 10 credits often.<br \/>\nMake sure you get the Duggar's and toss away some programs and doubles.  And start napping and running.  Knight to get retrieval runs going for a rig and run.\nAlways toss the viruses since they come back at 2 for 1 with Deja.<\/p>\n","username":"slevin38","cards":{"01002":3,"01006":2,"01008":2,"01012":3,"01014":2,"01026":2,"02001":1,"02004":2,"02009":2,"02022":2,"02101":3,"04001":2,"04043":3,"04102":3,"04107":3,"04109":3,"06033":2,"06054":3,"06073":3}},{"id":9660,"name":"Ronin Gai","creation":"2014-10-11 23:57:01","description":"\n","username":"Jr.AK","cards":{"01069":3,"02039":2,"02056":3,"02059":2,"02060":3,"02112":3,"03009":3,"04013":3,"04015":3,"04120":3,"05001":1,"05007":3,"05011":3,"05014":3,"05015":3,"05018":3,"06030":1}}]