[{"id":8404,"name":"Never Be Naked 2.0","creation":"2014-08-09 00:02:23","description":"<p>lame<\/p>\n","username":"sirris","cards":{"01059":2,"01064":3,"01081":3,"01082":2,"01083":3,"01092":3,"01110":3,"01111":3,"01113":1,"02056":3,"02070":2,"02115":3,"04015":3,"04034":2,"04076":3,"04096":2,"04119":3,"05010":2,"05027":1,"06003":2,"06005":1}},{"id":8405,"name":"Near-Earth Hub (8\/4\/14)","creation":"2014-08-09 00:16:26","description":"\n","username":"Paranoid31","cards":{"01059":2,"01064":3,"01081":3,"01082":2,"01088":2,"01092":3,"01103":1,"01109":3,"01110":3,"02055":2,"02056":3,"02059":2,"02110":3,"02115":3,"04015":3,"04076":3,"04096":1,"04119":3,"04120":2,"06003":2,"06005":1}},{"id":8406,"name":"Manifest Destiny","creation":"2014-08-09 01:06:06","description":"<p>Tag!  You're it!  I hope you don't rely too heavily on resources...<\/p>\n\n<p>I'll just say it:  it's damned hard to make a tagging deck that does anything.  You're either stuck with tons of inefficient tagging ice or, even worse, filling up a deck with tag punishment that'll never see the light of day.  Runners are just too wary for all those games.  If you get 'em once, they clear the tag last click and hold back.  We can't allow that.<\/p>\n\n<p>The other important thing is that this is the NEH horizontal play, with tons of asset econ and some other utility assets.  Those are always fun.<\/p>\n\n<p>Let's talk agendas:  <\/p>\n\n<p>A quick Market Research will throw off the runner's game entirely.  If they're still afraid of tags, they'll spend money forever to assure they don't get them.  Know this:  a smart runner won't pay more than two credits to avoid a tag, as that's the cost of removal.  Mind, they also have to spend a click there, but for them it'll be worth it.  Click her brains out if she's got Kati Jones, too.  <\/p>\n\n<p>Beale is a great 3\/2.  Feel free to go above and beyond on it, but this isn't Psychographics\/Midseasons time.  Any time you need multiple cards to happen together or in the exact correct order is the exact time you should be wary of the difficulty of pulling such a thing off.<\/p>\n\n<p>Market Research will hopefully be a 4\/3, but it isn't always, and that's okay.<\/p>\n\n<p>TGTBT is always just used as an ambush.  I never score these for myself.  A classic move is to throw one behind a Hunter and leave it there for the unsuspecting runner.  Boom.  Two tags.<\/p>\n\n<p>An aside:  tags themselves can do two things.  The first is the obvious: allow tag punishment cards and abilities,  The second is equally as good though and should not be overlooked.  If you tag someone who doesn't want to be tagged or is afraid of losing resources, they will spend CLICKS AND CREDITS removing them, and that's an advantage also.<\/p>\n\n<p>Assets:<\/p>\n\n<p>Money, money, money...<\/p>\n\n<p>City Surveillance is expensive, but taxing...I'm testing it out, for now.<\/p>\n\n<p>Snares aren't usually expected and I've killed because of it.  Also, don't forget the tag...<\/p>\n\n<p>Ops:<\/p>\n\n<p>Money and then some tag punishment.  If your tags are sticking, hold on to these.  If the runner is being too cautious, just let them go.  If the runner has given up on life (this happens) and is grabbing tags with reckless abandon, Jackson them back.  Also, two Bad Times in one turn ruins peoples' nights.<\/p>\n\n<p>As far as ice goes:<\/p>\n\n<p>Wraparound is a great early stopper and is inexpensive.  One of the pieces of ice you'll use to block money assets, for sure.<\/p>\n\n<p>Lotus Field is good, taxing, and hates Yog.  Plus it's a hard stop.<\/p>\n\n<p>Tollbooth is great.  I didn't have them originally but then figured that I would need a way to spend all this money.<\/p>\n\n<p>Data Raven is a scarier piece of ice, but eventually a runner will get ballsy enough to pass it.  This is central ice at it's finest.<\/p>\n\n<p>Draco is a toughy.  You can either pour all of your money into his strength, and then the runner will beat the trace, or you can keep him at low strength to pour all of your money into the trace, but then he'll be broken.  Figure out what your opponent is playing for a killer.  This will help.  Also, this is a great rez against Account Siphon.  Pour all your money into it and you've got a powerhouse and the runner gets nothing from you.<\/p>\n\n<p>Muckraker is just fun and another piece just to spend money on.<\/p>\n\n<p>Chimera is the ultimate early game ice.  Use it well and score out an early Restructured Datapool if you can.  Anything else will work too.<\/p>\n\n<p>Holy crap I wrote a lot, huh.<\/p>\n","username":"wswan","cards":{"01056":2,"01070":3,"01084":2,"01088":2,"01090":2,"01109":3,"01110":3,"01112":2,"02016":2,"02020":2,"02029":3,"02059":2,"02060":2,"02092":1,"02115":3,"04015":2,"04035":1,"04055":2,"04075":2,"04095":3,"04096":2,"06003":1,"06005":1,"06012":2}},{"id":8407,"name":"Psycho... Ares? 2.0","creation":"2014-08-09 09:25:03","description":"<p>The second version of my psychographics ares deck. Comments are very welcome.<\/p>\n","username":"Starwarstsg","cards":{"01056":3,"01057":2,"01058":3,"01085":3,"01090":2,"01098":1,"01106":3,"01108":3,"01110":3,"02012":2,"02110":3,"02116":2,"03002":1,"03005":3,"03015":2,"04010":3,"04011":3,"04040":3,"06002":3,"06010":2}},{"id":8408,"name":"Here Be Dragons | Mark II","creation":"2014-08-09 12:26:08","description":"<p>Like I thought I can't ignore memory or extra sources of money; I also found that sometimes you do just want to break through something instead of using a parasite. More atman; Compromised to support workshops and beating traces; Toolbox for memory &amp; money. I lost a lot of stuff that just wasn't pulling weight too.<\/p>\n\n<p>Omni is fine for atman\/wyrm. Same old since I can only pull one deja and it helps protect levy.<\/p>\n\n<p>General principal is the same as mark I, but this one has a little more oomph. <\/p>\n\n<p>Atman at 3\/4 is usually all you need, but the second one is there just in case.<\/p>\n","username":"gumonshoe","cards":{"01002":1,"01005":1,"01008":2,"01012":3,"01013":1,"01034":3,"01041":1,"01053":3,"02009":2,"02025":2,"02049":3,"02087":3,"02107":2,"03035":1,"03038":3,"03039":1,"03040":2,"03046":3,"03048":1,"03049":3,"03054":3,"04086":1,"06017":1}},{"id":8409,"name":"HB NEXT","creation":"2014-08-09 12:54:47","description":"\n","username":"Ensades","cards":{"01054":1,"01055":3,"01056":2,"01058":3,"01059":3,"01064":1,"01090":2,"01101":2,"01108":2,"01110":3,"02051":3,"02092":3,"02110":2,"03005":1,"04011":3,"04015":2,"04019":1,"04119":3,"05016":1,"06001":3,"06002":3,"06003":2,"06010":1}},{"id":8410,"name":"Prepaid Katman","creation":"2014-08-09 12:55:59","description":"\n","username":"Ensades","cards":{"01008":1,"01012":1,"01026":1,"01033":1,"01034":3,"01036":2,"01041":1,"01050":3,"02003":1,"02009":2,"02047":3,"03035":1,"03038":3,"03040":3,"03046":3,"03048":1,"03049":3,"03052":3,"03054":3,"04029":3,"04109":3,"05035":1}},{"id":8411,"name":"Nasir, ça gère ? Pas sûr !","creation":"2014-08-09 13:27:34","description":"<p>Ici en français le lien vers l'article rédigé sur le forum Run4games :\nhttp:\/\/www.run4games.com\/forum\/viewtopic.php?f=26&amp;t=6396<\/p>\n","username":"Yademael","cards":{"01012":1,"01034":3,"01042":2,"01043":2,"01044":2,"02009":2,"02047":3,"02049":3,"02065":3,"02066":2,"02082":2,"02106":2,"03031":1,"03035":2,"03038":3,"03046":3,"03054":3,"04065":2,"04067":1,"06017":1,"06019":3}},{"id":8412,"name":"The faes, the horror, and the painter","creation":"2014-08-09 14:54:30","description":"<p>The idea behind this deck came when #Paintbrush was released. Since several evolutions have occurred and it finally became quite effective, if not a beast. It didn't meet every corp-archetype, though.<\/p>\n\n<p>It's basically a mix between Rielle+Yogosaurus and Faerush, with Paintbrush as support.<\/p>\n\n<p>Why Faerie over Sharpshooter &amp; Deus X ? Because you can't paint an ice as a destroyer\/AP but you can as a sentry. The plan is simple : if the strength of an ice is 5 or lower, paint it as a code-gate, if it's higher, paint it as a sentry. The theoritical rig is Yogosaurus + Paintbrush + Faerie + one free slot used depending the situation.<\/p>\n\n<p>But don't wait for your full rig to run. Faerie will certainly come first, before Yog, so when it shows, install it and go facecheck. Facechecking the first ice of each server is important since corp players tend to not rez the first ice Rielle is approaching if she goes with a Yog. Acces is not granted, but you'll have a view on the things to come and a corp busy to keep you out.<\/p>\n\n<p>Then, you can complete your rig as it goes, there's always a run to do with a Faerie+anything early game, be it a Feariosaurus for stomping on Archers for 2 creds, a Fearie+Yog for deep intrusion or a Fearie+Paintbrush for a surprise access. By the way, Test Run may be used to make things coming the order you want.<\/p>\n\n<p>When your rig is full, you're unstoppable... provided the servers are not to deep. So it's better to build your dig quickly and this deck surely can.<\/p>\n\n<p>Few considerations :<\/p>\n\n<ul>\n<li><p>The deck may seem low on economy, but really it's not. With Yog and Faerie aboard, you run for cheap and what you have is more than enough.<\/p><\/li>\n<li><p>Furthermore, you run safe. Cheap and safe.<\/p><\/li>\n<li><p>All-Nighters provide additional clicks for when you need to Paintbrush through a deep server. It sometimes saves the day when you want to re-run a server you failed on because of a just-rezzed Bastion. Maybe Tinkering should do the job, i dunno.<\/p><\/li>\n<li><p>Atman and Inti are additional breakers for ice you don't want to blow your Faeries on, nor want to click to paint. Hope you won't see Wraparound and Chimera in the same game.<\/p><\/li>\n<li><p>False Echo was here to give it a try. It helped once. Should be cut.<\/p><\/li>\n<li><p>Test Run is prefered over SMC because it can reccure trashed Faerie. An additional SMC provides one more tutor, but it's not such a concern anymore since the deck includes some Diesels an Quality Times.<\/p><\/li>\n<li><p>Diesels and Quality Times really fasten the deck. They are recent inclusions, and drove the deck from experimental to stable.<\/p><\/li>\n<\/ul>\n\n<p>Et voilà. An experimental but playable deck, and fun to play. <\/p>\n","username":"Lupus Yonderboi","cards":{"01014":1,"01034":3,"01036":3,"01049":2,"01050":3,"01053":2,"02009":2,"02047":3,"02048":2,"02067":3,"02087":2,"02104":3,"03028":1,"03034":2,"03035":1,"03038":3,"03040":1,"03046":1,"03048":1,"03049":2,"03052":3,"04007":1,"04108":1}},{"id":8413,"name":"New Corp Deck","creation":"2014-08-09 15:12:00","description":"\n","username":"galihad64","cards":{"01056":1,"01058":3,"01100":3,"01101":2,"01102":3,"01106":3,"01110":3,"01111":2,"02012":1,"02018":3,"02019":2,"02052":1,"02056":3,"02057":2,"02079":3,"04017":1,"04037":1,"04038":2,"04058":2,"04078":3,"04099":2,"04100":2,"06068":1,"06071":1}},{"id":8414,"name":"ETF Root Glacier","creation":"2014-08-09 18:37:26","description":"<p>Establish economic dominance through recurring ops econ and root. Root has nice synergy with the Identity. REZ ALL THE ICE.<\/p>\n","username":"Axlotl","cards":{"01054":1,"01061":1,"01062":2,"01064":1,"01065":1,"01090":1,"01101":2,"01106":3,"01110":3,"01111":1,"02012":1,"02013":2,"02020":1,"02039":1,"02070":3,"02110":3,"03006":3,"03015":1,"03017":1,"03019":1,"04015":3,"04030":1,"04040":3,"04090":3,"04111":2,"06001":3,"06008":2}},{"id":8415,"name":"Leon The Professional","creation":"2014-08-09 21:43:45","description":"\n","username":"CodeMarvelous","cards":{"01004":1,"01010":1,"01026":1,"01035":3,"01044":1,"01050":3,"02003":1,"02004":1,"02041":1,"02047":3,"02048":2,"02065":1,"03029":1,"03034":3,"03038":3,"03040":1,"03046":3,"03049":3,"03053":3,"04047":1,"04061":1,"04065":1,"04082":1,"04086":2,"05053":2,"06019":2}},{"id":8416,"name":"Terminal Seven Vancouver, BC. Aug 9 tournament Winner","creation":"2014-08-09 23:33:49","description":"<p>This is my first place decklist for the tournament. <\/p>\n\n<p>The tournament was organized by <a href=\"https:\/\/www.idlethumbs.net\/terminal7\">Nels and Jesse from the Terminal 7 Podcast<\/a><\/p>\n\n<p>Cards up to Upstalk were legal for this tournament. 28 people.<\/p>\n\n<p>prize: Summer game night kit.<\/p>\n\n<p>I went undefeated in 5 rounds of swiss.<\/p>\n\n<p>I based this mostly off of Joe Held's Seattle Regionals decklist (http:\/\/stimhack.com\/regionals-seattle-2014-78-players\/)<\/p>\n\n<p>some card switch justifications:\nEcon is important in our meta, so I put 2 restructures. getting to 10 creds is easy because of giraffes.<\/p>\n\n<p>I found interns to be always awkward, as a double you can't play it with an agenda, so using it on caprice or ash always just takes one more turn than you want it to.<\/p>\n\n<p>Fetal vs a third Future perfect:\nSometimes you end up with 4 points, a nisei and really want to be able to score 3 points. I think a third Future perfect is very strong. However, the fetal opens up some a couple lines of play.<\/p>\n\n<ol>\n<li><p>if you show it to them (via giraffe) (or they suspect you have it) they must respect komainus. That is pretty important, you don't want them to throw their hand and walk all day through your ice.<\/p><\/li>\n<li><p>edge case (but it happened in one game this tournament): I'm at 4 points, at some point I showed the fetal ai via celebrity gift. I then drew a future perfect, which I instlal-advance-advanced. The runner didn't try to score it because they believed I am trying to score the fetal. He then went for r&amp;d or hq accesses.<\/p><\/li>\n<li><p>if you don't or cannot show them the fetal and they love running through komainu with no cards in their hand, you can set up a kill remote pretty easily. Sell the bluff by advancing it ONCE to make it look like napd or nisei mk 2. This is even more of an edge case.<\/p><\/li>\n<\/ol>\n\n<p><a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/8417\/terminal-seven-vancouver-bc-aug-9-tournament-winner\">runner deck http:\/\/netrunnerdb.com\/en\/decklist\/8417\/terminal-seven-vancouver-bc-aug-9-tournament-winner<\/a><\/p>\n","username":"brodee","cards":{"01068":3,"01078":1,"01090":2,"01110":3,"01111":1,"02013":2,"02031":1,"02032":1,"02110":3,"04012":3,"04013":1,"04015":3,"04040":2,"04054":3,"04074":3,"04096":1,"04114":3,"04119":3,"04120":1,"05007":2,"05009":3,"05017":2,"05018":3}},{"id":8417,"name":"Terminal Seven Vancouver, BC. Aug 9 tournament Winner","creation":"2014-08-09 23:34:06","description":"<p>This is my first place decklist for the tournament. Cards up to Upstalk were legal for this tournament. 28 people<\/p>\n\n<p>The tournament was organized by <a href=\"https:\/\/www.idlethumbs.net\/terminal7\">Nels and Jesse from the Terminal 7 Podcast<\/a><\/p>\n\n<p>prize: Summer game night kit.\nlost one game in the final of 5 rounds of swiss against a PE kill deck.<\/p>\n\n<p>econ is important in our meta, so I put an armitage. \nI had no plascrete; we hardly see any scorch. If I do see a scorch deck, I just try to play around snares. Winning the econ battle using security testing and kati is usually enough for the win.<\/p>\n\n<p>one of the best things about zu is that it is cheap to install. Often, while I have a killer and a fracter out, the corp will attempt to score behind a remote involving a low str code gate. A turn that is: Special order, zule, install run is quite strong. The three credits saved on the install (vs gordian) gets me points when sometimes I can't get points. This makes up for the fact it is just plain worse than gordian once out.<\/p>\n\n<p><a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/8416\/terminal-seven-vancouver-bc-aug-9-tournament-winner\">corp deck: http:\/\/netrunnerdb.com\/en\/decklist\/8416\/terminal-seven-vancouver-bc-aug-9-tournament-winner <\/a><\/p>\n","username":"brodee","cards":{"01007":2,"01008":3,"01011":1,"01018":3,"01021":2,"01022":3,"01024":3,"01026":1,"01050":3,"01053":1,"02007":1,"02043":2,"02083":1,"02087":1,"02091":3,"02104":2,"02107":2,"03052":3,"03054":3,"05035":2,"05046":1,"05048":3}}]