[{"id":10084,"name":"Dharmatā","creation":"2014-10-23 00:08:58","description":"<p>The Sanskrit word dharmatā, ཆོས་ཉིད་, chö nyi in Tibetan, means the intrinsic nature of everything, the essence of things as they are. Dharmata is the naked, unconditioned truth, the nature of reality, or the true nature of phenomenal existence.<\/p>\n\n<hr \/>\n\n<p>Kit liberating ICE and agendas with interfaces, Replicator to speed things up, economy to back it up and Sneakdoor to pressure the third central server.<\/p>\n","username":"karmaportrait","cards":{"01028":1,"01035":3,"01050":3,"01053":2,"02085":2,"02088":3,"02107":3,"03028":1,"03038":2,"03041":3,"03042":1,"03046":3,"03049":3,"03053":3,"04006":3,"04086":3,"06040":3,"06053":1,"06057":3}},{"id":10085,"name":"Eclipse (PS Advancement Combo)","creation":"2014-10-23 01:19:31","description":"<p>For when you really want to play a combo deck but hate the idea of Scorched Earthing your way to victory. Right now, the deck can score 5 points in a single burst (though there may be a 7 point combo available that's eluding me).<\/p>\n\n<p>Your staple 5 point combo is the following:<\/p>\n\n<p>Hand: Accelerated Diagnostics, (Jackson Howard), Power Shutdown; \nBoard: SanSan City Grid -or- scored AstroScript with counter, (Jackson Howard)<\/p>\n\n<ol>\n<li>Play Jackson Howard if you haven't. <\/li>\n<li>Play Power Shutdown for your deck. <\/li>\n<li>Remove Jackson for Interns, Reclamation Order, and either Biotic Labor (if you played Jackson) or Subliminal Messaging (if you haven't). <\/li>\n<li>Play Accelerated Diagnostics. Play the Biotic or Messaging to go up to 2 clicks left. Play Reclamation Order for two Diagnostics. Play Interns for Jackson Howard #2. <\/li>\n<li>Remove Jackson #2 for Interns, Interns, Shipment from SanSan. <\/li>\n<li>Play Accelerated Diagnostics #2. Play Interns for Jackson #3, play Interns for AstroScript Pilot Program, play Shipment from SanSan on the AstroScript Pilot Program and score it with either the SanSan City Grid or the AstroScript counter. <\/li>\n<li>Remove Jackson #3 for Interns, Shipment from SanSan, and Shipment from SanSan.<\/li>\n<li>Play Diagnostics #3. Play Interns for a Fragment or Project Beale, play two Shipments from SanSan on it, and score it with the new AstroScript counter to win.<\/li>\n<\/ol>\n\n<p>Credit Cost: 4 (!) (with Subliminal) or 9 (with Biotic), plus SanSan City Grid if used.<\/p>\n","username":"greyfield","cards":{"01059":1,"01081":3,"01092":3,"01109":3,"01110":3,"02056":3,"02110":2,"02115":3,"04015":3,"04034":3,"04052":3,"04058":3,"04060":2,"04096":2,"04100":1,"04111":1,"04119":1,"04120":1,"05024":2,"06005":1,"06030":1,"06071":1}},{"id":10086,"name":"NEH Wannabe Jinteki","creation":"2014-10-23 02:48:39","description":"<p>Jinteki shell game with NEH. Has anyone found success?<\/p>\n","username":"gamerdave","cards":{"01070":1,"01081":3,"01082":3,"01088":2,"01090":2,"01092":1,"01099":3,"01107":1,"01109":3,"01110":3,"02055":3,"02059":2,"04015":3,"04075":3,"04076":3,"04077":1,"04119":3,"04120":2,"05010":3,"06005":1}},{"id":10087,"name":"Full Exposure 3","creation":"2014-10-23 04:11:52","description":"<p>The whole point of this deck is to force the corp to rez ICE, even if they don't want to, then to burn that ICE to the ground.<\/p>\n\n<p>With 3 <a href=\"\/en\/card\/01012\">Parasite<\/a>s and 3 <a href=\"\/en\/card\/03038\">Clone Chip<\/a>ped <a href=\"\/en\/card\/01012\">Parasite<\/a>s, that's 6 ICE you'll be able to get rid of. And hopefully with the <a href=\"\/en\/card\/01008\">Datasucker<\/a>s you'll be able to instantly force the corp to discard the ICE.<\/p>\n\n<p>Now, how are we going to get those <a href=\"\/en\/card\/01012\">Parasite<\/a>s on ICE without fear of damaging ourselves? That's where <a href=\"\/en\/card\/04085\">Blackguard<\/a> and <a href=\"\/en\/card\/02045\">Snitch<\/a> come into play. Run on an ICE, expose it, which forces the Corp to rez that ICE, then just jack out with <a href=\"\/en\/card\/02045\">Snitch<\/a>. <a href=\"\/en\/card\/01012\">Parasite<\/a> that newly rezed ICE and burn it down with <a href=\"\/en\/card\/01008\">Datasucker<\/a> if possible.<\/p>\n\n<p>Lastly, use <a href=\"\/en\/card\/01026\">Femme Fatale<\/a> to bypass problematic ICE you can't trash, like Architect or Lotus Field. And hopefully with <a href=\"\/en\/card\/01008\">Datasucker<\/a> you can use <a href=\"\/en\/card\/01026\">Femme Fatale<\/a> as a decently economical sentry breaker.<\/p>\n","username":"dethstrobe","cards":{"01008":3,"01012":3,"01020":3,"01026":3,"01028":2,"01050":3,"02043":3,"02045":3,"02085":3,"02091":3,"03038":3,"03053":2,"04085":3,"05030":1,"05033":3}},{"id":10088,"name":"Japanese Inquisition Ver: 0.1","creation":"2014-10-23 06:04:07","description":"<p>This is totally experimental and unorthodox deck. Use at your own risk. It's also very likely bad. =)<\/p>\n\n<p>Not tested as of 23\/10\/2014.<\/p>\n","username":"Henkka","cards":{"01070":3,"01078":1,"01087":3,"01099":2,"01104":2,"01109":3,"01111":1,"02014":3,"02031":1,"02033":2,"02060":2,"04013":3,"04015":2,"04053":3,"04054":3,"04074":1,"04093":1,"05006":1,"05007":3,"05009":3,"05015":3,"05017":1,"06003":2,"06043":1}},{"id":10089,"name":"Keyhole Andy","creation":"2014-10-23 06:47:54","description":"<p>This is the runner deck I've been playing throughout the stimhack league, and it's done well for me so far, good enough at least to get me into the top 8! (and to sweep several local store champs with as well.)<\/p>\n\n<p>This list is hyper-optimized to beat NBN. The rig has very few moving parts, which frees up a bunch of slots to run a whopping 14 dedicated economy cards (17 if you count siphon). There's no special trick like scrubber to make trashing sansans easier; you just pay for it out of pocket, use mr. li to find more money, keep running, and eventually close out the game with keyhole. I've found that, as long as you're able to keep jackson off the table, keyhole is consistently able to race the astrotrain.<\/p>\n\n<p>With the advent of Blue Sun, runners are stretched thinner than ever, needing to combat both astrobiotics and big-ice glacier. I believe Mr. Li will be a mandatory 3-of for criminals in the upcoming meta. Against NBN, he lets you set up your rig extremely quickly and then ensures you draw nothing but sure gambles into the mid- and end-game. Against Weyland he lets you find your 1-of silver bullets so you can play more of a controlling role.<\/p>\n\n<p>The flex slots are the 1 emergency shutdown, the 1 plascrete, the 2nd copy of bank job, the 2nd lucky find, the 3rd daily casts, and maaaaaaybe the 3rd special order. I'd slot 1 parasite instead of a lucky find when I'm afraid of HB\/RP glacier, and maybe also pack a security testing (but I wouldn't want those against blue sun). However, under no circumstances should you cut the 2nd corroder.<\/p>\n\n<p>In the past I've tried PPVP, hostage, 1-of professional contacts (back during H&amp;P when RP was big), and even logos (it was originally based on an Iain deck). But running desperados, pure money cards, and 3 mr. li is way better.<\/p>\n\n<p>The deck is weak to eli 1.0 on R&amp;D, double eli 1.0 on R&amp;D, NEXT silver builds, hard ETR sentries (especially tsurugi), and power shutdown. RP glacier is a bad matchup; you have to keep them off-balance in the early game or things will slip out of control.<\/p>\n\n<p>Playing the deck against NBN, I almost never kill their economy assets, don't kill face-down sansan unless I feel like I'm behind, and have to strategically plan ahead to ensure that jackson isn't on the board, and elis are placed elsewhere, by the time keyhole appears.<\/p>\n\n<p>Incidentally, this deck also eats cambridge jinteki for breakfast, where a normal R&amp;D interface build would fail. :P<\/p>\n","username":"bblum","cards":{"01007":2,"01018":3,"01022":3,"01024":3,"01026":1,"01029":2,"01050":3,"02007":1,"02009":1,"02043":1,"02083":1,"02087":2,"02091":1,"02104":2,"02105":3,"03052":3,"03053":3,"03054":3,"04061":1,"04109":2,"05035":3,"05041":1,"05046":1}},{"id":10090,"name":"Scorched by the Blue Sun v1.1","creation":"2014-10-23 07:24:09","description":"<p>Trying out <a href=\"\/en\/card\/06008\">The Root<\/a> and a full set of <a href=\"\/en\/card\/01070\">Snare!<\/a>, which can be an even better deterrent when you res and installed one and bring it back to your hand. Now they know they have to watch out.<\/p>\n","username":"valbaca","cards":{"01070":3,"01086":2,"01090":1,"01095":2,"01099":3,"01102":2,"01106":1,"01110":3,"02018":3,"02019":3,"02079":3,"03027":2,"04015":2,"04036":3,"04040":2,"04078":1,"04079":3,"04100":1,"04117":2,"05024":1,"06003":1,"06008":2,"06009":1,"06047":1,"06068":1,"06069":1}},{"id":10091,"name":"Tenma Z-I.1","creation":"2014-10-23 07:53:40","description":"<p>2nd iteration of my first non-Core deck.\nI own two Core sets, Creation &amp; Control, Honor &amp; Profit, What Lies Ahead, and Cyber Exodus.<\/p>\n","username":"Zejety","cards":{"01004":1,"01007":1,"01008":2,"01011":1,"01014":1,"01018":3,"01021":3,"01022":3,"01024":2,"01026":1,"01027":1,"01030":3,"01036":2,"01043":1,"01050":3,"01051":1,"02043":3,"03035":1,"03052":3,"03054":3,"05029":1,"05035":2,"05036":1,"05048":3}},{"id":10092,"name":"Weyland, Everchanging","creation":"2014-10-23 08:46:10","description":"<p>After reading some stuff about current Weyland and putting the thinking hat on, I figured it was time for this way underused ID to shine.<\/p>\n\n<p>The basic concept of the deck, is basically Weyland program (and hardware) destruction. Destroy as many programs as you possibly can. As long as you can keep the running on two out of three Icebreaker types, you should be able to change your Morph ICE in such a way that it becomes difficult for the runner to get through. A <a href=\"\/en\/card\/06047\">Wendigo<\/a> in front of a <a href=\"\/en\/card\/06069\">Changeling<\/a>, means the runner need all three breakers to get through. On top, Wendigo can help against all sorts of stuff (Datasucker, Parasite, Femme etc.) not targeted at Wendigo.<\/p>\n\n<p>Even though the idea is not to power up advancement tokens on your ICE, I picked <a href=\"\/en\/card\/02076\">Weyland Consortium: Because We Built It<\/a> because I didn't want to feel economically constrained if I need to change an ICE and BABW would only ever net med 6c.<\/p>\n\n<p>The deck still needs testing and probably has some holes here and there, but I feel like the basis is there for the deck to shine. Currently it runs <a href=\"\/en\/card\/04020\">Grim<\/a> until <a href=\"\/en\/card\/06089\">Lycan<\/a> arrives (in my 'real-card' version I also have a <a href=\"\/en\/card\/04118\">Witness Tampering<\/a> to dampen the Bad Publicity).<\/p>\n\n<p>The <a href=\"\/en\/card\/06049\">Chronos Project<\/a> is obviously there to stop recursion, and with <a href=\"\/en\/card\/02033\">Trick of Light<\/a> it can be fast-advanced if you got some juicy targets in the Heap.<\/p>\n\n<p>Comments welcome,<\/p>\n","username":"aermet69","cards":{"01058":1,"01064":1,"01098":3,"01103":2,"01108":2,"01110":3,"02018":3,"02019":2,"02033":2,"02059":1,"02076":1,"02077":2,"03012":1,"04015":3,"04020":2,"04033":2,"04058":3,"04060":1,"04099":1,"04119":3,"06009":1,"06047":3,"06049":2,"06050":2,"06069":3}},{"id":10093,"name":"Burning Bridges v1.3","creation":"2014-10-23 09:54:49","description":"<p>Been testing <a href=\"\/en\/card\/06095\">Leela Patel<\/a> quite extensively recently, with a mix of <em>draft<\/em> cards, and building various decks, since I'm preparing a dedicated article for the italian community (<a href=\"http:\/\/www.netrunner-italia.com\">Netrunner Italia<\/a>).<\/p>\n\n<p>This deck is the latest incarnation, after trying plenty of options for <em>resource denial<\/em>.<\/p>\n\n<p>I see Leela as a very aggressive Identity, that shines in early game. Even just getting an Agenda in the first turns, and removing some ice from HQ or R&amp;D can be very troublesome for the Corp, and definitely helps in keeping up the pressure.<\/p>\n\n<p>To try and get an Agenda as soon as possible you need multi-access, because sheer luck might work some times, but a <a href=\"\/en\/card\/05035\">Legwork<\/a> can be dramatic against a Corp that has 1 or 2 Agenda in HQ from the start. <a href=\"\/en\/card\/02106\">Indexing<\/a> is one of my favourite cards, and I use it most of the times over <a href=\"\/en\/card\/01036\">TME<\/a> because it poses no danger against Jinteki, but the added value of seeing what they will get and place it in the preferred order helps with the general idea of slowing down the Corp while we accelerate the pace of the game.<\/p>\n\n<p>I tried going with <a href=\"\/en\/card\/02085\">HQ Interface<\/a> and\/or <a href=\"\/en\/card\/02107\">R&amp;D Interface<\/a> because they work with <a href=\"\/en\/card\/01021\">Inside Job<\/a> and don't fear <a href=\"\/en\/card\/06048\">Crisium Grid<\/a>, but they are too expensive in early game and overall too slow for Leela.<\/p>\n\n<p><a href=\"\/en\/card\/02090\">Kraken<\/a> was another card I used with some success, but it's too situational, meaning you need to have a decent target, get an Agenda before the last Click and keep 3 credits to use it. Not happening so often.<\/p>\n\n<p>Economy wise the deck is quite light, but the Programs I chose in the end are also quite efficient and inexpensive:<\/p>\n\n<ul>\n<li><a href=\"\/en\/card\/06096\">Cerberus \"Rex\" H2<\/a> avoided me wasting influence for some Shaper Decoder, and works very nicely. After all not every Code Gate needs breaking and they hardly have more than 2 subroutines anyway. Plus for some you can use Clicks.<\/li>\n<li><a href=\"\/en\/card\/01007\">Corroder<\/a> alternatives were either too frail or too expensive. Too use or to install.<\/li>\n<li><a href=\"\/en\/card\/02104\">Faerie<\/a> can break even the best for few creds, and it doesn't even cost a dime to install. Nothing beats it, economy-wise not even the new Anarch dog.<\/li>\n<li><a href=\"\/en\/card\/02065\">Crescentus<\/a> warns the Corp: do you really wanna spend a lot, knowing I will break and derez? So just install one and watch them ponder every rez.<\/li>\n<li><a href=\"\/en\/card\/05045\">Grappling Hook<\/a> helps a lot against the big guys and can be useful against unusual targets as well (you don't need to break every subroutine on <a href=\"\/en\/card\/05016\">Inazuma<\/a> anyway). So it can be used in place of a Faerie or a Cerberus' counter.<\/li>\n<\/ul>\n\n<p>Of course there's a notable absence of <em>permanent<\/em> Icebreakers in the deck, but that's the reason behind the name Burning Bridges. There's no turning back here, either you win fast, or you'll end up struggling, because late game ain't no friend of yours.<\/p>\n\n<p>Let's be honest here, I also wanted to create a different deck, not the usual cards you see in every Criminal. I had to go with <a href=\"\/en\/card\/01024\">Desperado<\/a> as a console, in the end, because the others just didn't fit right. <a href=\"\/en\/card\/06079\">Astrolabe<\/a> could have been wonderful, but there's only so many corps that go horizontal after all. And <a href=\"\/en\/card\/02064\">Doppelgänger<\/a> or <a href=\"\/en\/card\/06055\">BOX-E<\/a> didn't add anything significant.<\/p>\n\n<p>No <a href=\"\/en\/card\/02009\">Plascrete Carapace<\/a> either. Why? Because most of the Tag n Bag decks that I've seen recently go with <a href=\"\/en\/card\/01086\">SEA Source<\/a>, so <a href=\"\/en\/card\/01032\">Decoy<\/a> is a better option (cheaper) and helps defending <a href=\"\/en\/card\/06097\">Zona Sul Shipping<\/a> too. This new economy card is quite good, especially with multiple copies installed.<\/p>\n\n<p>The rest of the economy is made by <a href=\"\/en\/card\/01019\">Easy Mark<\/a>(better than <a href=\"\/en\/card\/01050\">Sure Gamble<\/a> here, since you don't need credits to use it), <a href=\"\/en\/card\/02091\">Kati Jones<\/a> and <a href=\"\/en\/card\/01053\">Armitage Codebusting<\/a>, which is the poor's <a href=\"\/en\/card\/01044\">Magnum Opus<\/a> basically. But it's cheap to install and provides enough. I initially went with <a href=\"\/en\/card\/05050\">Tri-maf Contact<\/a>, but when I removed the <a href=\"\/en\/card\/02009\">Plascrete<\/a> I had to remove that too.<\/p>\n\n<p>Last but not least, <a href=\"\/en\/card\/06100\">Utopia Shard<\/a> which can be a very nice option for Leela. If you get some cards back to their HQ, you can use this right after and maybe discard them. Not too shabby for the last influence point available.<\/p>\n\n<p>There's a lot more cards that might be useful for Leela, like <a href=\"\/en\/card\/05039\">Unregistered S&amp;W '35<\/a> for example. If they see you could get their Caprice back to their HQ, the corp might rez it on her own... and then you would need just that Hardware to kill it.<\/p>\n\n<p>But unfortunately deck space is what it is and it's not a good idea to go over 45 cards with no extra draw whatsoever.<\/p>\n","username":"paddosan","cards":{"01007":2,"01019":3,"01021":3,"01022":3,"01024":2,"01032":3,"01053":3,"02043":2,"02065":3,"02091":2,"02104":3,"02106":2,"03038":2,"05035":3,"05045":2,"06095":1,"06096":3,"06097":3,"06100":1}},{"id":10094,"name":"Prepaid Andy","creation":"2014-10-23 10:20:46","description":"\n","username":"Kroen","cards":{"01007":2,"01018":3,"01019":2,"01021":2,"01022":3,"01024":3,"01026":1,"01036":1,"01050":3,"02007":2,"02083":1,"02087":1,"02104":3,"03052":3,"03054":3,"04029":3,"04109":2,"05033":3,"05035":3,"05036":1,"06036":1}},{"id":10095,"name":"My anaconda don't want none unless you got PUNS SUN","creation":"2014-10-23 11:39:54","description":"\n","username":"CodeMarvelous","cards":{"01090":3,"01102":3,"01106":2,"01110":3,"02018":3,"02019":3,"02079":3,"02120":1,"03027":2,"04015":3,"04038":3,"04040":3,"04060":2,"04077":2,"04078":2,"04099":2,"04117":1,"06003":2,"06030":1,"06048":3,"06068":1,"06069":1,"06071":1}},{"id":10097,"name":"DELETE","creation":"2014-10-23 13:41:54","description":"<p>In honour of Kit Peddler's namesake (http:\/\/en.wikipedia.org\/wiki\/Kit_Pedler)  the creator of Doctor Who's Cybermen: DELETE.<\/p>\n","username":"paulxthompson","cards":{"01012":3,"01026":1,"01041":1,"01044":2,"01050":3,"02009":2,"02047":2,"02049":2,"02065":3,"02066":2,"02088":2,"02090":1,"02107":2,"03028":1,"03038":2,"03046":2,"03049":2,"04006":3,"04007":2,"04086":2,"04108":1,"06040":2,"06057":2,"06079":1}},{"id":10098,"name":"Painting on a Sneaky Dinosaur","creation":"2014-10-23 14:33:45","description":"<p>The strategy is to play the early game running as much as possible. <a href=\"\/en\/card\/01014\">Yog.0<\/a> ASAP, don't worry about <a href=\"\/en\/card\/02048\">Dinosaurus<\/a>. There's recursion a pleanty so if they blow up your Yog with a Grim, Archer or Rototurret, don't worry; it'll be back.<\/p>\n\n<p>The Dino will come soon, which will increase your pressure. Depending on how well you're being kept out, either add breakers (or <a href=\"\/en\/card\/01026\">Femme Fatale<\/a>) or start putting on pressure with <a href=\"\/en\/card\/02041\">Nerve Agent<\/a> or <a href=\"\/en\/card\/02003\">Imp<\/a> (preferably <a href=\"\/en\/card\/02003\">Imp<\/a>) on HQ and <a href=\"\/en\/card\/02107\">R&amp;D Interface<\/a> or <a href=\"\/en\/card\/01036\">The Maker's Eye<\/a> on R&amp;D. Paintbrush can come out near the late game when servers start to become taxing to turn some inner sentries (I'm looking at you, Komainu) into easily Yoggable jokes.<\/p>\n\n<p>I've played this a few times now, and <a href=\"\/en\/card\/01026\">Femme Fatale<\/a> is the card that really shines. That, coupled with the Yogosaurus and <a href=\"\/en\/card\/03034\">Scavenge<\/a> makes servers SUPER permeable basically at will. <a href=\"\/en\/card\/03054\">Same Old Thing<\/a> really makes Femme\/Scavenge work for me to get into a scoring server just as the corp thought they were safe.<\/p>\n\n<p><a href=\"\/en\/card\/01028\">Sneakdoor Beta<\/a> and <a href=\"\/en\/card\/02041\">Nerve Agent<\/a> come in jointly for second place in this deck as they're an awesome one-two punch. Prove to the corp early that their remote needs hardening up before they can score out of it, then throw down the <a href=\"\/en\/card\/01028\">Sneakdoor Beta<\/a> when you get the feeling like their hand is gathering agendas and access access access.<\/p>\n\n<p>Lack of a <a href=\"\/en\/card\/01008\">Datasucker<\/a> hurts the <a href=\"\/en\/card\/01014\">Yog.0<\/a> but if you can keep the pressure up and use <a href=\"\/en\/card\/01026\">Femme Fatale<\/a> on the ICE that's raising the hair on the back of your neck, you'll be golden.<\/p>\n","username":"linuxmaier","cards":{"01014":1,"01026":1,"01028":1,"01036":2,"01038":2,"01050":3,"02003":1,"02009":2,"02041":1,"02047":3,"02048":3,"02049":3,"02107":2,"03028":1,"03031":1,"03034":3,"03046":3,"03048":1,"03049":3,"03052":3,"03053":3,"03054":2,"04108":1}},{"id":10099,"name":"Stealth Kit","creation":"2014-10-23 14:52:29","description":"\n","username":"Leviathan","cards":{"01007":1,"01035":2,"01038":2,"01050":3,"01053":2,"02047":3,"02107":3,"03028":1,"03038":2,"03041":3,"03046":3,"03049":3,"03052":3,"03053":3,"04006":3,"05035":2,"06040":3,"06056":1,"06057":1,"06077":1,"06079":1}},{"id":10100,"name":"Hard Stealth Kit Derivative","creation":"2014-10-23 15:11:51","description":"\n","username":"jazzmuse","cards":{"01008":1,"01012":1,"01044":2,"01050":3,"02009":1,"02028":2,"02047":2,"02068":3,"02088":2,"02107":3,"03028":1,"03038":3,"03041":3,"03046":3,"03052":3,"04006":3,"05035":1,"06019":2,"06040":3,"06053":1,"06057":1,"06077":1,"06078":2,"06079":1}},{"id":10101,"name":"Colorful Sun","creation":"2014-10-23 16:28:36","description":"<p>Blue Sun is rising!<\/p>\n","username":"Mistines","cards":{"01090":1,"01102":2,"01103":2,"01106":3,"01110":3,"02012":1,"02018":3,"02019":3,"02079":3,"03017":1,"03027":1,"04015":3,"04060":3,"04078":3,"04079":3,"04100":1,"04119":3,"04120":2,"05017":1,"06008":3,"06032":3,"06050":1,"06068":1}},{"id":10102,"name":"Mind Fold's Five","creation":"2014-10-23 17:53:55","description":"<p>ekomind, overmind, origami, duggar's, public sympathy<\/p>\n\n<p>Playing three of Deus Ex due to Komainu and other nasty APs<\/p>\n","username":"Boduse","cards":{"01002":3,"01004":2,"01036":2,"01050":3,"01053":3,"02024":2,"02050":2,"02066":3,"02091":2,"02101":2,"03053":2,"03054":3,"04009":2,"05035":2,"05053":3,"06033":2,"06052":1,"06054":2,"06074":3,"06093":3}},{"id":10103,"name":"Who Let Nasir Out?","creation":"2014-10-23 18:58:39","description":"<p>Sure, everyone needs money.  Some people even take it from others.  <\/p>\n\n<p>But sometimes you just throw wide open the gate to your back yard and see what happens.  Who cares that you've been cited fourteen times for not adhering to the leash law?  When your backyard is cyberspace you can get away with nearly anything.<\/p>\n\n<p>This pack doesn't have much of a taste for humans, after all.<\/p>\n","username":"invictus_blue","cards":{"01008":3,"01034":3,"01041":3,"01044":3,"02047":3,"02049":3,"02088":3,"02107":3,"03034":3,"03035":2,"03038":3,"03046":3,"03049":2,"04086":2,"06017":1,"06094":2,"06096":2,"06099":2}},{"id":10104,"name":"Tradin Up","creation":"2014-10-23 19:26:44","description":"<p>The idea is to use <a href=\"\/en\/card\/06079\">Astrolabe<\/a> as your early game console and later trade it in for blackguard when you have the funds. Using <a href=\"\/en\/card\/04085\">Blackguard<\/a> <a href=\"\/en\/card\/02045\">Snitch<\/a> combo with <a href=\"\/en\/card\/01026\">Femme Fatale<\/a> to get your self some nice cash flow. <a href=\"\/en\/card\/02065\">Crescentus<\/a> can also be used to make them derez the ice and parasite for smaller stuff. later on you can use atmans to get through rezed ICE that's not femmed.<\/p>\n\n<p>purely an idea and it may take too long to setup.<\/p>\n","username":"Pinkwarrior","cards":{"01005":1,"01008":2,"01012":1,"01026":3,"01050":3,"02009":1,"02045":1,"02047":3,"02065":1,"02066":1,"02085":1,"02091":2,"02107":1,"03034":3,"03038":3,"03040":3,"03046":2,"03048":1,"03052":3,"03054":2,"04067":1,"04085":1,"06017":1,"06078":2,"06079":3}},{"id":10105,"name":"Quetzalcoatl","creation":"2014-10-23 19:39:29","description":"<p>Darwin Hemorrhage<\/p>\n","username":"refbot","cards":{"01005":2,"01012":3,"01015":2,"01034":1,"01050":3,"02022":3,"02024":2,"02063":2,"02081":3,"02087":1,"02102":3,"03038":2,"03052":3,"04043":2,"04082":2,"04102":3,"05035":2,"06033":2,"06034":3,"06052":1,"06073":3,"06075":3}},{"id":10106,"name":"Newbie Weyland","creation":"2014-10-23 20:40:04","description":"<p>Training deck for new players<\/p>\n","username":"konradh","cards":{"01090":2,"01093":1,"01094":3,"01095":2,"01096":1,"01098":3,"01099":2,"01100":2,"01101":2,"01102":2,"01103":3,"01104":3,"01106":3,"01107":3,"01109":3,"01110":3,"01111":3,"01112":2,"01113":3,"04038":2,"04040":2}},{"id":10107,"name":"Silhouette on the grassy knoll","creation":"2014-10-23 21:27:57","description":"<p>Dev in progress.<\/p>\n","username":"Hax","cards":{"01022":1,"01023":2,"01028":2,"01029":2,"01051":1,"02009":2,"02023":2,"02025":3,"02028":3,"02043":3,"02045":2,"02047":2,"02086":2,"02109":1,"03053":2,"04085":2,"05030":1,"05034":1,"05041":1,"05042":1,"05046":1,"06018":2,"06078":2}},{"id":10108,"name":"Fun Nisei deck","creation":"2014-10-23 22:46:40","description":"<p>The basic gist of this deck is to get a good ICE setup early dueling rezzes with celeb gift and hedge funds. snowflake is basically a pop-up window if you don't care about them getting in. It takes corroder 2 to break and it costs the breach 4 CREDITS!!! its such a bomb card with its versatility. Chronos is an awesome 1 of to pop when people think its a psychic field. Throw it out in a naked server.Anyways, give it a shot, its not the best, but its fun as hell.<\/p>\n","username":"amazingdrummerboy","cards":{"01068":3,"01070":3,"01077":1,"01078":3,"01084":1,"01099":2,"01110":3,"02014":2,"02015":3,"02110":3,"04012":3,"04015":3,"04093":2,"04114":3,"05002":1,"05007":3,"05010":3,"05013":2,"05017":3,"06049":1,"06065":2}},{"id":10109,"name":"Blue Sun Jank v1.0","creation":"2014-10-23 23:21:13","description":"<p><strong>Disclaimer: This is a janky combo deck.<\/strong><\/p>\n\n<p>The idea is to get enough credits to panic button your entire deck when the runner makes a run on HQ. <\/p>\n\n<p>The following turn you:<\/p>\n\n<ol>\n<li>Click 1 and 2: Reuse your entire hand except the one Accelerated Diagnostics, <\/li>\n<li>Jackson SEA Source, and two Scorched Earths back into your deck<\/li>\n<li>Click 3: Play Accelerated Diagnostics4<\/li>\n<li>Dump a million credits into SEA Source<\/li>\n<\/ol>\n\n<p>Bonus points if you managed to rez an IQ and bounce it back to your hand at the beginning of your turn for a ton more credits.<\/p>\n","username":"Hideaki","cards":{"01086":1,"01090":1,"01094":2,"01098":3,"01099":3,"01101":2,"01103":3,"01110":3,"01111":1,"02019":3,"02077":3,"04015":3,"04036":3,"04040":3,"04052":1,"04058":1,"04072":3,"04078":2,"06041":2,"06047":2,"06068":1,"06069":3,"06070":1}}]