[{"id":7742,"name":"Pound Puppies 1.3","creation":"2014-07-20 05:38:34","description":"<p>7\/20\/14 v1.3- Replaced Desperado with Toolbox, removed LLDS.  Pups are too efficient and don't cycle quickly enough to warrant the +1 buff.<\/p>\n\n<p>MO is the boss of this deck, fueling runs and making it possible to keep the puppies active.  I switched back from ZU.13 to Gordians after adding 3 modded.  Plus after I played a NEXT deck that had 5 cost Bronzes, i was really missing the snowball effect of Gordians.<\/p>\n\n<p>Added 1 Stimhack:  Even though this deck seems to be ok with money, sometimes you need that extra push to get a Makers Eye\/Legwork to land late game.<\/p>\n\n<p>Added 3 Modded:  I added this after playtesting about 6 games.  It takes the bite out of a lot of the larger programs\/hardware and passively support the MO econ.<\/p>\n\n<p>I may switch to Kate but I haven't decided whats more important, the draw that I get, or the extra credits.  <\/p>\n\n<p>May need to fit in Indexing, but dont want to spread too thin.<\/p>\n\n<p>v1.2--edited--\nConcept deck for Exile.  Cerberus suite with Gordians for a decoder.<\/p>\n\n<p>SMC, Test Run to tutor, Aesops to trash when counters are empty, effectively making Cujo free and Lady 1 credit.  I chose Gordians over Rex.  I wanted to put in keymaster just to fit the scheme...  but swords are cool too.  <\/p>\n\n<p>Win condition is primarily R&amp;D lock with running big dirty remotes as a secondary since i should be able to get in tall servers at least twice per turn if i have to.  <\/p>\n","username":"liquidcooled","cards":{"01004":1,"01026":1,"01034":3,"01035":3,"01036":3,"01041":2,"01043":2,"01044":3,"01047":2,"01050":3,"02009":2,"02047":3,"03030":1,"03034":3,"03035":1,"03038":3,"03046":3,"03054":3,"05035":2,"06094":3,"06099":3}},{"id":7743,"name":"Professor's Toolbox 1.9","creation":"2014-07-20 06:56:26","description":"<p>Tools in the box:<\/p>\n\n<ul>\n<li>for glaciers: <a href=\"\/en\/card\/01026\">Femme Fatale<\/a>, <a href=\"\/en\/card\/04065\">Garrote<\/a>, <a href=\"\/en\/card\/02004\">Morning Star<\/a>, <a href=\"\/en\/card\/04047\">Torch<\/a>, <a href=\"\/en\/card\/01028\">Sneakdoor Beta<\/a>, <a href=\"\/en\/card\/01044\">Magnum Opus<\/a><\/li>\n<li>for FA: <a href=\"\/en\/card\/03043\">Chakana<\/a>, <a href=\"\/en\/card\/01010\">Medium<\/a>, <a href=\"\/en\/card\/02041\">Nerve Agent<\/a>, <a href=\"\/en\/card\/04082\">Hemorrhage<\/a>, <a href=\"\/en\/card\/01028\">Sneakdoor Beta<\/a><\/li>\n<li>for rush: <a href=\"\/en\/card\/02007\">ZU.13 Key Master<\/a>, <a href=\"\/en\/card\/01007\">Corroder<\/a>, <a href=\"\/en\/card\/04043\">Knight<\/a>, <a href=\"\/en\/card\/01012\">Parasite<\/a><\/li>\n<li>for trashing: <a href=\"\/en\/card\/04067\">Sharpshooter<\/a><\/li>\n<li>for net damage: <a href=\"\/en\/card\/01045\">Net Shield<\/a><\/li>\n<\/ul>\n","username":"Razalhague","cards":{"01007":1,"01010":1,"01012":1,"01026":2,"01028":1,"01034":3,"01035":3,"01041":2,"01042":1,"01043":1,"01044":1,"01045":1,"01050":3,"02004":1,"02007":1,"02009":2,"02041":1,"02087":2,"02091":3,"03029":1,"03038":3,"03043":1,"03046":3,"04043":1,"04047":1,"04065":1,"04067":1,"04082":1,"04086":3}},{"id":7744,"name":"GPWeylandK","creation":"2014-07-20 07:26:30","description":"<p>This is the current build of the <a href=\"\/en\/card\/02076\">Weyland Consortium: Because We Built It<\/a> deck that I put together shortly after Honor &amp; Profit. It has been winning fairly consistently, but I feel like it needs some more ICE. <\/p>\n\n<p>That said, I love how people who have never played against it before react to the ID when it hits the table. Never ceases to amuse me.<\/p>\n","username":"GPWK","cards":{"01069":2,"01089":2,"01094":2,"01098":3,"01100":3,"01102":2,"01103":3,"01104":2,"01106":2,"01108":1,"01109":2,"01110":3,"02018":3,"02033":3,"02058":3,"02076":1,"02077":2,"02099":2,"03027":2,"04018":2,"04099":3,"04120":2}},{"id":7745,"name":"One Core Set Jinteki","creation":"2014-07-20 08:04:26","description":"<p>Built from one core set.<\/p>\n\n<p>Surprise! You're dead... lots of traps, big horizontal expansion with small smatterings of deadly ice. Built to kill.<\/p>\n","username":"chowyunbrent","cards":{"01057":2,"01060":2,"01067":1,"01068":3,"01069":3,"01070":3,"01071":1,"01072":2,"01073":2,"01075":2,"01076":2,"01077":3,"01078":2,"01087":1,"01089":2,"01100":2,"01106":3,"01107":3,"01109":3,"01110":3,"01111":3,"01113":2}},{"id":7746,"name":"One Core Set NBN","creation":"2014-07-20 08:04:51","description":"<p>A deck built with only the cards from one core set.<\/p>\n\n<p>Speedy NBN advancement coupled with a light splash of tag n bag.<\/p>\n\n<p>The archived memories make the scorched earths scarier (only 2 in the cores set) or help with economy if required.<\/p>\n","username":"chowyunbrent","cards":{"01058":2,"01080":1,"01081":2,"01082":2,"01083":2,"01084":3,"01085":2,"01086":2,"01088":3,"01089":3,"01090":2,"01091":3,"01092":1,"01099":2,"01103":2,"01104":1,"01106":3,"01107":3,"01109":3,"01110":3,"01111":3,"01113":2}},{"id":7747,"name":"One Core Set Weyland","creation":"2014-07-20 08:05:11","description":"<p>Built from one core set.<\/p>\n\n<p>Slow building ice backed by Matrix Analyzer, plenty of money and punitive measures in the form of closed accounts and scorched earths.<\/p>\n","username":"chowyunbrent","cards":{"01056":3,"01084":3,"01089":3,"01093":1,"01094":3,"01095":2,"01098":3,"01099":2,"01100":2,"01102":2,"01103":3,"01104":3,"01106":3,"01107":3,"01108":2,"01109":3,"01110":3,"01111":3,"01112":2,"01113":1}},{"id":7748,"name":"One Core Set HB","creation":"2014-07-20 08:05:37","description":"<p>Built from once core set.<\/p>\n\n<p>Standard HB ice with some more nasty surprises.<\/p>\n\n<p>Hope Accelerated Beta Test snags an archer, or Priority Requisition them.<\/p>\n","username":"chowyunbrent","cards":{"01054":1,"01055":3,"01056":3,"01057":2,"01058":2,"01059":3,"01060":2,"01061":2,"01063":2,"01064":2,"01065":1,"01066":1,"01075":2,"01079":1,"01090":3,"01100":1,"01101":2,"01106":3,"01107":3,"01108":2,"01109":3,"01110":3,"01113":3}},{"id":7749,"name":"One Core Set Noise","creation":"2014-07-20 08:06:03","description":"<p>Built from one core set.<\/p>\n\n<p>The core anarch breakers and viruses need no changes here. Just a few criminal cards to pressure HQ.<\/p>\n","username":"chowyunbrent","cards":{"01001":1,"01002":2,"01003":2,"01004":2,"01005":3,"01006":1,"01007":2,"01008":2,"01009":2,"01010":2,"01011":2,"01012":3,"01013":2,"01014":2,"01015":1,"01016":2,"01018":2,"01019":3,"01036":2,"01050":3,"01051":2,"01053":3}},{"id":7750,"name":"One Core Set Gabe","creation":"2014-07-20 08:06:37","description":"<p>Deck built from one core set only.<\/p>\n\n<p>Powerful anarch viruses and icebreakers coupled with criminals ability to get in any server.<\/p>\n\n<p>Hit HQ often and hard.<\/p>\n","username":"chowyunbrent","cards":{"01007":1,"01008":2,"01011":1,"01012":3,"01014":1,"01017":1,"01018":2,"01019":3,"01020":3,"01021":3,"01022":3,"01023":2,"01024":1,"01026":2,"01028":2,"01029":2,"01030":2,"01043":1,"01049":3,"01050":3,"01051":2,"01053":3}},{"id":7751,"name":"One Core Set Shaper","creation":"2014-07-20 08:19:03","description":"<p>Built from one core set.<\/p>\n\n<p>Focused to pressure R&amp;D, upgraded breakers and lots of hardware to benefit from Aesop's.<\/p>\n","username":"chowyunbrent","cards":{"01002":2,"01007":2,"01010":2,"01011":1,"01033":1,"01034":3,"01035":2,"01036":3,"01037":3,"01038":2,"01039":2,"01040":2,"01041":1,"01043":3,"01044":2,"01046":1,"01047":1,"01048":2,"01049":3,"01050":3,"01051":2,"01053":3}},{"id":7752,"name":"Unorthodox Tennin","creation":"2014-07-20 09:22:31","description":"\n","username":"Uwawa","cards":{"01068":3,"01090":2,"01101":2,"01103":3,"01110":3,"01111":2,"02033":3,"03014":2,"03026":1,"04012":3,"04015":2,"04020":3,"04032":3,"04033":1,"04040":2,"04053":2,"04074":2,"04100":1,"04114":2,"04120":2,"05003":1,"05007":3,"05016":2}},{"id":7753,"name":"Gabe Shutdown","creation":"2014-07-20 09:33:07","description":"\n","username":"Uwawa","cards":{"01017":1,"01018":3,"01022":2,"01026":1,"01028":2,"01029":3,"01050":3,"02009":2,"02024":3,"02043":2,"02065":3,"03038":3,"03054":3,"04042":3,"04043":3,"04063":2,"05035":1,"05045":3,"05050":1,"05053":2}},{"id":7754,"name":"Exile's LLDS Overmind","creation":"2014-07-20 11:50:09","description":"<p>I'm presenting to you a different kind of big rig. The deck didn't do so hot in the San Rafael Regionals (San Francisco) against all the fast advance (probably pilot error, probably deck build). It's a surprising deck once you get the right resources set up. It has the potential to be the future of new breaker suites.<\/p>\n\n<p>The best opening for this deck is to have some key resources. Ideally Aesop's (via Hostage), Inside Man and Replicator. Using this set up, you can aggressively use Replicator to tutor up one card and install for free (LLDS and Clone Chip). You can Aesop's not so useful hardware like additional replicators or Deep Reds to get a sort of delayed 3 credit Easy Mark. <\/p>\n\n<p>Now what's fascinating about the deck is Overmind. Combined with 3x LLDS and Deep Red, you essentially get a one turn 3 strength AI-monster with 6 counters to break ICE that you can romp through places essentially free. It really provides some surprise pressure in unexpected places. <\/p>\n\n<p>Need to do the Overmind thing again? Scavenge it and get a card draw while you're at it. All used up? Aesop's that thing, too! Test Run it back and get running again (and draw it up if it's from the heap). <\/p>\n\n<p>You'll eventually get empty, which is what the Same Old Thing and Levy AR Lab Access is for.<\/p>\n\n<p>Some of the other programs are there to deal with issues such as Ichi, Swordsman, or any of those pesky AP, Destroyer ICE so you can tailor your runs to tight situation. Femme deals with Tollbooth (I dislike Tollbooth). <\/p>\n\n<p>It's a fascinating deck. Hope you guys have fun with this post-regionals. Looking forward to seeing any revisions or comments.<\/p>\n","username":"reversezer0","cards":{"01012":1,"01026":1,"01034":2,"01047":2,"01050":2,"02003":1,"02047":3,"02066":1,"02068":2,"02085":1,"02088":3,"02107":1,"03030":1,"03034":3,"03035":1,"03038":3,"03046":2,"03048":1,"03049":1,"03053":2,"03054":1,"04004":2,"04042":3,"04066":3,"04067":1,"05053":2}},{"id":7755,"name":"Near-Earth GlacierBeale v0.1","creation":"2014-07-20 14:35:51","description":"<p>The design challenge is to make a good NBN deck without <a href=\"\/en\/card\/01081\">AstroScript Pilot Program<\/a>.  Not because we're scrubs but because we're looking for dominant strategies outside of Fast Advance.<\/p>\n\n<ul>\n<li><p>Strategy 1: Glacier up, <a href=\"\/en\/card\/02116\">Midseason Replacements<\/a>, <a href=\"\/en\/card\/01085\">Psychographics<\/a>.  Win or be set up to win.<\/p><\/li>\n<li><p>Strategy 2: tag the runner with <a href=\"\/en\/card\/04075\">TGTBT<\/a> <a href=\"\/en\/card\/02116\">Midseason Replacements<\/a> or <a href=\"\/en\/card\/04035\">Muckraker<\/a> , 2x <a href=\"\/en\/card\/04095\">Market Research<\/a>, <a href=\"\/en\/card\/01082\">Breaking News<\/a>.  Market research as a 4\/3 agenda is huge.<\/p><\/li>\n<li>A blend: Score the Market Research first?  get the last 4 points with Beale.  Only get 2 points on the first Beale?  Grab a second one and psycho it 9 for the win.<\/li>\n<\/ul>\n\n<p>The big advantage here is that the deck only has to score 1-3 agendas, while the runner needs 4-6.  Thanks to Midseasons, each score is a potential setup for the win.<\/p>\n\n<p>It's in testing now.  The big problem I anticipate is cash, so I'm bringing out the big gun: AshDew.  <a href=\"\/en\/card\/04054\">Sundew<\/a>on an <a href=\"\/en\/card\/02013\">Ash 2X3ZB9CY<\/a> is a very hard to trash cash machine, especially with a Tollbooth or other nastiness for them to have to run on to kill it.  Bonus: once you're rich, the setup doubles as a scoring server should you need it for Strategy 2 above.<\/p>\n\n<p>The deck is relatively light on ice because of the ID's inherent draw and Strategy 1 lets you win out of hand.<\/p>\n","username":"poorhaus","cards":{"01082":2,"01084":2,"01085":2,"01090":3,"01109":2,"02013":2,"02055":2,"02059":2,"02110":3,"02115":3,"02116":3,"04015":2,"04020":2,"04035":2,"04054":3,"04075":2,"04076":2,"04077":2,"04095":2,"04096":2,"04119":3,"05027":1,"06005":1}},{"id":7756,"name":"Haas Bioroid will Travel","creation":"2014-07-20 14:39:31","description":"<p>New to netrunner and looking for feedback on some ideas for a Hass Bioroid: ST deck with the data packs I have available<\/p>\n","username":"sythic","cards":{"01055":3,"01056":1,"01058":2,"01061":2,"01062":2,"01063":2,"01090":2,"01091":2,"01092":1,"01106":2,"01110":2,"02010":1,"02011":1,"02012":2,"02051":3,"02059":1,"02110":2,"02111":1,"03004":1,"03009":2,"03015":1,"03017":1,"03019":1,"03020":2,"03022":2,"04015":2,"04051":2,"04052":2,"04060":2}},{"id":7757,"name":"CI - Mandatory Control v3.0","creation":"2014-07-20 16:26:07","description":"<p>{Statement of Intent}<\/p>\n\n<p>I've been playing around with the CI \"Control\" concept for a number of weeks. What I've learned is that this deck is subtle in its strength and variable in its function. It's a complex brand of HB Glacier, with an emphasis on providing the opportunity to suddenly take control of the field.<\/p>\n\n<p>{Mulligan}<\/p>\n\n<p>When I draw my first hand I look for a few things. (1) Melange or Hedge Fund. (2) A piece of ICE or two. (3) No more than one Agenda. If I don't fulfill those three conditions, I take a mulligan.<\/p>\n\n<p>{Agenda Choices &amp; Functionality}<\/p>\n\n<p><a href=\"\/en\/card\/03005\">Efficiency Committee<\/a> is used as utility, with potential synergy with <a href=\"\/en\/card\/01107\">Private Security Force<\/a>, which is used to kill if you can, harass if you can't (assuming the tag, of course). <a href=\"\/en\/card\/01108\">Melange Mining Corp.<\/a> and Efficiency Committee can also be used in conjunction to net 14 credits with 6 total clicks in a single turn (using all tokens from <a href=\"\/en\/card\/03005\">Efficiency Committee<\/a>). <a href=\"\/en\/card\/01108\">Melange Mining Corp.<\/a> also functions well if there's a <a href=\"\/en\/card\/02011\">Mandatory Upgrades<\/a> or two scored. With some deliberation, I decided to add <a href=\"\/en\/card\/02051\">Project Vitruvius<\/a>, as it can be scored easily from hand if <a href=\"\/en\/card\/02011\">Mandatory Upgrades<\/a> is scored and as it can further recur anything that might be needed if over-advanced.<\/p>\n\n<p>{Control Choices &amp; Functionality}<\/p>\n\n<p>As the Runner gets more desperate to score the last point or gain an edge in the spread, they inevitably gain a tag or two or incur a power counter on <a href=\"\/en\/card\/01088\">Data Raven<\/a>. Giving a tag to the Runner can trash a troublesome resource, empty their credit pool with <a href=\"\/en\/card\/01084\">Closed Accounts<\/a>, or trash two programs with <a href=\"\/en\/card\/06012\">Bad Times<\/a> in the late-game when the Runner has their full rig.<\/p>\n\n<p><a href=\"\/en\/card\/04058\">Power Shutdown<\/a> for 0 or 1 eats a Self-Modifying Code or Datasucker, which can put quite the damper on the Runner. Sometimes a Power Shutdown for 2 is appropriate, but only if it can get rid of a troubling program\/hardware. It may be appropriate to go higher, but that isn't necessarily advised.<\/p>\n\n<p><a href=\"\/en\/card\/04019\">Cyberdex Trial<\/a> has quite a bit of utility, protecting you from a wide range of viruses at the cost of only one click. It's surprisingly good and can stall well if the Runner leans on viruses at all.<\/p>\n\n<p><a href=\"\/en\/card\/02013\">Ash 2X3ZB9CY<\/a> is amazing in the mid to late-game, when pushing through a remote is becoming expensive. It forces the Runner to make two expensive runs to score an agenda or trash a vital resource.<\/p>\n\n<p>{Recursion Engine}<\/p>\n\n<p><a href=\"\/en\/card\/04111\">Reclamation Order<\/a> and <a href=\"\/en\/card\/01058\">Archived Memories<\/a> allows for a near-endless recursion of economy, control cards, and the occasional piece of discarded or trashed ICE. While it's click-heavy and a little slow, it's off-set by <a href=\"\/en\/card\/03005\">Efficiency Committee<\/a>, <a href=\"\/en\/card\/02011\">Mandatory Upgrades<\/a>, and the inclusion of <a href=\"\/en\/card\/02051\">Project Vitruvius<\/a>.<\/p>\n\n<p>{ICE Choices}<\/p>\n\n<p>I've changed the ICE spread (again). While 15 may seem like a low number, it's actually more than adequate. <a href=\"\/en\/card\/03024\">Levy University<\/a> may seem awkward at first, but it's efficient and effective when provided additional clicks via <a href=\"\/en\/card\/03005\">Efficiency Committee<\/a> or <a href=\"\/en\/card\/02011\">Mandatory Upgrades<\/a>. Not only is it good to pull out what you need when you need it, it's also good to get several ICE at once to begin the final stages of the late-game.<\/p>\n\n<p>There is a lot of variation in the ICE spread which serves an important function. Unpredictability. While that's a double-edged sword, it makes the Runner more cautious or more easily controlled. Both of which are a benefit.<\/p>\n\n<p>I've changed and changed the ICE spread several times in an attempt to find the perfect balance. After some thorough testing, I'm sure it'll be altered once more.<\/p>\n\n<p>{How To Play}<\/p>\n\n<p>While there is an early, mid, and late-game setup, it's usually only important where ICE is concerned. The Runner is the one who takes the lead on such a setup. As more of their rig comes out into play, the more ICE you're going to want protecting your servers. This is standard and I'm not telling you anything you don't already know.<\/p>\n\n<p>This deck is a challenge to play. It has a lot of moving parts and each play carries a considerable amount of weight. The choices you make on one turn could have serious negative repercussions three turns down the line. While this is true with most decks (with the possible exception of NBN Fast Advance), these effects are more emphasized here. That said, there is a checklist that I like to follow before making any decisions.<\/p>\n\n<p>1) What does my economy look like? Can I rez this piece of ICE and recoup the loss of credits in a timely manner? Or, if I spend 3 turns pushing through a <a href=\"\/en\/card\/02011\">Mandatory Upgrades<\/a>, will I have enough credits to both protect it, advance it, and keep a decent hand size in the process?<\/p>\n\n<p>2) What are the cards in my hand and how many of them can I realistically lose by spending credits below my hand size? Agendas and Recursion cards are the only ones you really want to keep in your hand whenever possible, unless there's a <a href=\"\/en\/card\/04015\">Jackson Howard<\/a> in play, then it falls to keeping Recursion cards.<\/p>\n\n<p>3) Do I have any opportunities to put pressure or stall on the Runner in the form of a control card? If you can tag the Runner and kill a vital resource like a Kati or Donut, do it with complete disregard, unless it will mean the game.<\/p>\n\n<p>4) What is my hand size and do I need anything in particular? Knowing when to draw is as important as knowing how penetrable each of your servers are. It's not something I can really talk about in particular, but you'll get a feel for it the longer you play CI.<\/p>\n\n<p>5 &amp; 6) How much does it cost for the Runner to crack a server and do I have any ICE in that server that is guaranteed to keep them out? How fast can the Runner recoup their credits after cracking the server as it stands, and if all of the ICE is rez'd. This is especially important to pay attention to, as it will determine your score windows, thereby allowing you to push through a first or second <a href=\"\/en\/card\/02011\">Mandatory Upgrades<\/a>, an over-advanced <a href=\"\/en\/card\/02051\">Project Vitruvius<\/a>, or just about anything else.<\/p>\n\n<p>{Concerns &amp; Challenges}<\/p>\n\n<p>The intent and purpose of this deck provides an innate advantage over the Runner, any Runner. That said, there are some issues that occasionally need to be overcome. As a deck with answers, that's usually not a problem. But as we all know, there are certain Runner archetypes that are especially effective and efficient.<\/p>\n\n<p>Donut Taganes is an especially annoying weakness, since the recursion engine and 2\/3rds of the Econ are events. He's difficult to play around and makes an already tight credit pool tighter. It can feel like a noose, but that's why there's <a href=\"\/en\/card\/02020\">Dracō<\/a> and <a href=\"\/en\/card\/01088\">Data Raven<\/a>, I suppose.<\/p>\n\n<p>Atman\/Datasucker\/Parasite is an archetype that is especially strong against Corp, nearly any Corp. There's some hate against it: <a href=\"\/en\/card\/02020\">Dracō<\/a>, <a href=\"\/en\/card\/01103\">Ice Wall<\/a>, <a href=\"\/en\/card\/06003\">Lotus Field<\/a>, <a href=\"\/en\/card\/04019\">Cyberdex Trial<\/a>, and <a href=\"\/en\/card\/04058\">Power Shutdown<\/a> are answers or stall against it.<\/p>\n\n<p>Shaper's recursion and accelerated rig formation can step up the pace of the game by a fair margin, requiring a change in tactics. Specifically the play-style goes from slow-roll manipulation and sneaking through agendas to fast and loose manipulation and sneaking through agendas. Scoring windows are smaller and each play carries more weight.<\/p>\n\n<p>{Final Words}<\/p>\n\n<p>Having two remote servers can be especially handy as <a href=\"\/en\/card\/03024\">Levy University<\/a>, <a href=\"\/en\/card\/01108\">Melange Mining Corp.<\/a>, and <a href=\"\/en\/card\/04015\">Jackson Howard<\/a> have relatively low trash costs.<\/p>\n\n<p>A word on <a href=\"\/en\/card\/04015\">Jackson Howard<\/a>: our own personal Jesus is reflected in Jackson. He's great at steady card-draw and can manipulate Agendas back into R&amp;D. I would go no further, however, as the recursion engine requires there to be a number of go-to cards in Archives to bring back at a moment's notice. Also, as Jackson removes himself from the game it may be more prudent to install over him or allow him to be trashed, than triggering his alternate ability.<\/p>\n","username":"Wrathrage","cards":{"01058":3,"01064":1,"01084":1,"01088":1,"01090":1,"01103":1,"01106":1,"01107":1,"01108":3,"01110":3,"02011":3,"02013":1,"02020":3,"02051":3,"02110":1,"03001":1,"03005":2,"03017":1,"03024":2,"03027":1,"04015":3,"04019":1,"04030":1,"04040":3,"04058":1,"04096":1,"04111":2,"04117":1,"06003":1,"06010":1,"06012":1}},{"id":7758,"name":"Vampire Kitten","creation":"2014-07-20 20:05:55","description":"\n","username":"CodeMarvelous","cards":{"01007":1,"01026":2,"01034":3,"01035":3,"01037":3,"01041":2,"01043":1,"01044":3,"01050":3,"02009":2,"02021":3,"02047":2,"02049":3,"02087":3,"02107":3,"03028":1,"03031":1,"03034":2,"03040":1,"03046":3,"03048":1}},{"id":7759,"name":"Store Tournament winner Fort Wayne IN - Dirty Hands Exile","creation":"2014-07-20 20:27:09","description":"<p>Won a little 9 man tourny in Fort Wayne IN (yay Reina playmat).  Went 3-1 on the day.  This was run as the original Dirty Hands Exile (-1 stimhack +1 crescentus).  I'm posting as I will be playing it going forward since Stimhack is stronk.<\/p>\n\n<p>Basically you're never a turn away from getting into a server, tough to keep out, lots of angles of attack, requires good knowledge of your deck and ice in general.  Can't change much more since it was almost perfect in its original form.<\/p>\n\n<p>After astrolabe comes out, that'll replace 1 akamatsu, duh.<\/p>\n\n<p>Corp deck is this one: http:\/\/netrunnerdb.com\/en\/decklist\/6508\/twiy-the-fine-print-louisville-regional-top-8- 3-1 on the day, 3 scorches 1 loss on agendas.  Solid all day as usual.<\/p>\n","username":"x3r0h0ur","cards":{"01004":1,"01007":2,"01011":1,"01012":1,"01026":2,"01034":3,"01038":2,"01044":3,"02009":2,"02041":1,"02047":3,"02066":1,"02087":3,"02104":1,"02107":3,"03030":1,"03033":2,"03034":3,"03035":1,"03038":3,"03040":1,"03044":2,"03046":3,"04067":1}},{"id":7760,"name":"Prepaid Mac","creation":"2014-07-20 21:36:09","description":"<p>Pretty standard <a href=\"\/en\/card\/04029\">Prepaid VoicePAD<\/a> economy, I find myself burning through the deck really quickly but never having it be a problem thanks to <a href=\"\/en\/card\/03035\">Levy AR Lab Access<\/a>. <\/p>\n\n<p>Same as one of the recent Prepaid Katman decks that won a regionals, but can't recall which.<\/p>\n","username":"DeMarko","cards":{"01007":1,"01008":2,"01012":1,"01026":1,"01033":1,"01034":3,"01036":1,"01050":3,"02007":1,"02009":2,"02047":1,"02066":1,"02087":2,"02106":2,"03034":1,"03035":1,"03038":3,"03040":1,"03046":3,"03052":3,"03054":3,"04029":3,"04067":1,"04086":1,"04109":3,"05035":1}},{"id":7761,"name":"Flatline Jinteki","creation":"2014-07-20 21:46:58","description":"<p>Several ways to play this, I've found myself double-<a href=\"\/en\/card\/02112\">Ronin<\/a> for a flatline or even <a href=\"\/en\/card\/01070\">Snare!<\/a> -> <a href=\"\/en\/card\/01099\">Scorched Earth<\/a>. Playing light on ICE is pretty great when you see the runner scrambling to get all of their icebreakers out just to make runs.<\/p>\n\n<p>Based on Chris Hinkes's Boston Regionals decklist<\/p>\n","username":"DeMarko","cards":{"01067":1,"01069":1,"01070":3,"01071":1,"01072":2,"01099":1,"01110":3,"02032":3,"02110":2,"02112":3,"03009":2,"03023":3,"04015":3,"04077":1,"04093":3,"05004":3,"05006":1,"05007":2,"05010":3,"05011":1,"05015":3,"05017":1,"05018":2,"05026":2}},{"id":7762,"name":"Iain and the expendables","creation":"2014-07-20 23:32:59","description":"<p>Mr.(s) X, \nI'm calling you because it is time to talk about business. It has been a while since I've had a challenge, and I know that your skills can help me in my new tasks. We've worked before and you know that if things go smoothly, the payment will be at your desk when all is done. You know I've been in the other side of the coin, and that sometimes a coin is more than head or tails. Now that coin is spinning. It is time to dance with the truth, and as you know, truth is a fickle mistress.<\/p>\n\n<p>I´ll be waiting your reply, you have 24 hours. <\/p>\n\n<p>I.S. <\/p>\n","username":"Shofu","cards":{"01007":1,"01018":3,"01022":3,"01026":1,"01031":1,"01032":2,"01050":3,"01051":1,"02006":1,"02008":1,"02043":2,"02063":2,"02069":3,"02091":1,"02104":2,"02107":2,"04004":3,"04049":1,"04106":3,"05028":1,"05031":2,"05035":2,"05037":2,"05041":1,"05042":1,"05046":1}},{"id":7763,"name":"Casino Nisei Zone","creation":"2014-07-20 23:33:44","description":"<p>Welcome runner to the new Nisei Casino Division! Our Caprices are waiting for you to play in all of our tables.<\/p>\n\n<p>You can play in the R&amp;D roulette or the HQ dice table and see if you can score a win!, but beware, cause if you hit a puppy, they will want a snack before letting you go! <\/p>\n\n<p>Want to play another game? Please come and visit the new \"what's in the remote\" card game! If you pay the price, you can see what is hiding behind that sleeves. It is a reward, or maybe something else? It's up to you to know! And if you see a Caprice card, get ready to bet! Our Snowflakes slot machines are everywhere to play, and if you get lucky, be prepared to play a Cerebral cast lottery game that will probably blow your mind!<\/p>\n\n<p>Prices of each game may vary in time, so be quick and be ready!<\/p>\n\n<p>Nisei Casino is sponsored by the Melange Mining Corporation<\/p>\n","username":"Shofu","cards":{"01062":2,"01069":1,"01070":3,"01072":2,"01078":2,"01099":2,"01108":2,"01110":3,"02015":3,"02032":3,"02112":1,"04015":3,"04114":2,"04119":3,"04120":1,"05002":1,"05004":2,"05007":2,"05010":2,"05013":3,"05016":2,"05017":2,"05018":3}}]