[{"id":8701,"name":"ZeroG Arrow","creation":"2014-08-19 00:06:16","description":"\n","username":"Diegofsv","cards":{"01064":1,"01081":3,"01082":2,"01090":2,"01092":3,"01101":2,"01109":3,"01110":3,"01113":2,"02055":3,"02056":3,"02110":2,"02115":3,"04015":3,"04076":3,"04090":3,"04096":2,"04119":3,"05016":1,"06003":2,"06005":1}},{"id":8702,"name":"GRNDL's New Tricks (v0.9)","creation":"2014-08-19 02:20:56","description":"<p>All program destruction, all the time, with a little help from The Spaces Between. <\/p>\n\n<p>(Product untested, results not guaranteed.)<\/p>\n","username":"RedScharlach","cards":{"01062":1,"01064":1,"01086":1,"01094":3,"01099":2,"01101":2,"01103":3,"01110":3,"01111":3,"01113":3,"02018":3,"02060":2,"04015":3,"04017":3,"04020":1,"04036":1,"04040":2,"04058":3,"04080":2,"04097":1,"04120":2,"06026":2,"06032":3}},{"id":8703,"name":"Cold Gate Hell","creation":"2014-08-19 03:21:12","description":"<p>Get rid off cold gate icebreakers and score win.<\/p>\n","username":"Tmts","cards":{"01058":1,"01090":3,"01110":3,"01111":3,"02031":1,"02052":2,"03027":1,"04012":3,"04015":3,"04033":2,"04053":3,"04054":3,"04060":1,"04111":1,"04120":3,"05006":1,"05007":3,"05009":3,"06003":3,"06024":3,"06030":1,"06032":3}},{"id":8704,"name":"Warrior LVL1","creation":"2014-08-19 04:08:11","description":"<p>Extra efficient economy for extra heavy impact!<\/p>\n\n<p>Remember to sell (using Aesop's) Daily, Armitage or Liberated before removing last counter. This saves you a click.<\/p>\n\n<p>Retrieval is useful to eighter bring to play heavy icebreakers for just 3 cred or to reccur parasite, bishop or imp.<\/p>\n\n<p>Cyber Threat forces corp to eighter ress ICE and loose credits or let you run uninterrupted.<\/p>\n","username":"paxvlae","cards":{"01003":2,"01007":1,"01012":3,"01014":1,"01016":2,"01038":2,"01041":1,"01047":2,"01050":3,"01053":3,"02001":1,"02003":2,"02004":2,"02009":2,"02022":3,"02062":1,"02091":2,"02101":3,"03053":3,"04021":2,"04065":2,"06013":3}},{"id":8705,"name":"Hiros Garden 2","creation":"2014-08-19 04:59:39","description":"<p>Sundew has settled on foilage and so Chairman Hiro decided to have a stroll in his garden. Feeling save protected by Wall of Thorns he stared at beautiful Lotus Field as his mind started to drift away.\nHe was wondering if making Medical Breakthrough happen will help him about Restoring Face or if he should just archive it for later and keep Profiteering..?<\/p>\n","username":"paxvlae","cards":{"01075":2,"01078":2,"01090":1,"01106":2,"01109":3,"02013":3,"02029":3,"02031":1,"02095":2,"04015":3,"04039":2,"04054":3,"04073":3,"04094":3,"04115":1,"04119":3,"05005":3,"05008":2,"05014":2,"05018":2,"05020":1,"06003":3}},{"id":8706,"name":"Tag Overload","creation":"2014-08-19 05:51:27","description":"<p>ALL THE TAGS<\/p>\n","username":"Axlotl","cards":{"01080":1,"01081":3,"01082":3,"01084":3,"01085":3,"01088":3,"01107":1,"01110":3,"02016":1,"02019":3,"02056":3,"02115":3,"02116":3,"04012":3,"04015":3,"04040":3,"04076":3,"04096":2,"06027":3}},{"id":8707,"name":"Econ Theory","creation":"2014-08-19 06:03:09","description":"<p>Econ heavy big breaker CT.<\/p>\n","username":"Axlotl","cards":{"01007":1,"01024":2,"01034":3,"01035":2,"01044":1,"01050":3,"02046":1,"02047":3,"02107":3,"03035":1,"03038":3,"03046":3,"03049":2,"03052":3,"04009":1,"04047":1,"04065":1,"04067":1,"04109":2,"06019":2,"06038":2}},{"id":8708,"name":"Cell Portlol","creation":"2014-08-19 06:30:13","description":"\n","username":"Axlotl","cards":{"01065":3,"01074":3,"01079":3,"01090":1,"02014":3,"02019":2,"02031":1,"02056":3,"02060":1,"02094":3,"03024":3,"04012":3,"04013":2,"04015":3,"04033":2,"04054":3,"04119":1,"05007":3,"05009":3,"05018":3,"06030":1}},{"id":8709,"name":"Merlin Murder","creation":"2014-08-19 06:44:26","description":"<p>Troubleshooter a Merlin for 6 or 7 net damage with 2 Merlin in hand or 1 Merlin in hand and a Chum in front. Merlin rez grabs you one Merlin with your Identity. <\/p>\n\n<p>In fact, all the Grail Ice rock with Foundry. Rez one of each and hold the 2nd copies in hand. Stack Elis and Pop-Ups for hilarity.<\/p>\n\n<p>Set up the Merlin kill in your scoring remote, which you've been using for Adonis\/Levy probably, then once you have the kill ready just tunnel vision agendas into it to try and force a run.<\/p>\n","username":"Axlotl","cards":{"01055":2,"01056":3,"01058":2,"01062":2,"01065":3,"01075":2,"01110":3,"02051":3,"02056":3,"02070":2,"02110":3,"03004":1,"03024":2,"04015":3,"04040":3,"04111":1,"04119":3,"06011":2,"06021":1,"06030":1,"06051":2,"06091":3}},{"id":8711,"name":"The Foundry Tax","creation":"2014-08-19 07:53:15","description":"<p>A deck using The Foundry as an ID, I really think it can compete with ETF.\nThe main idea is that with heavy ICE tutoring one can set-up a maximum of 7 NEXT ICE, which equates 7 str code-gates and 7 sub barriers. Jackson is here mainly for ICE recursion, as Silvers are vulnerable to parasites and for general J.How awesomness. Levy is for tutoring for the first copy of any ICE (testing will prove if one is enough). Amazon Industrial Zone permits us to tutor for ICE every turn, not just every runner turn. The Root is the biggest unknow here, it looks great on paper but i wasn't able to truly test it. ELP is just a nice, taxing current, which lets me get rid of annoying runner currents. The goal here is to tax runner as hard as possible, just as in famous Red Coats. Hope you like it!<\/p>\n","username":"Zmiotek","cards":{"01055":1,"01056":3,"01062":2,"01064":2,"01106":2,"01110":3,"02013":2,"02019":2,"02038":2,"02052":2,"02092":2,"02110":3,"03006":1,"03015":2,"03024":1,"04011":3,"04015":3,"04119":3,"06002":3,"06008":2,"06010":1,"06021":1,"06022":3,"06030":1}},{"id":8712,"name":"Back to Mac","creation":"2014-08-19 08:32:24","description":"<p>The Exiled God (http:\/\/netrunnerdb.com\/en\/decklist\/2883\/the-exiled-god) given a whole raft of Interfaces and moved back to Kate to make it a bit cheaper.<\/p>\n\n<p>My initial version didn't have Inside Man, because I'd forgotten it existed.  It's an amazing card with this much hardware!  Instead I had 1 * Levy AR Lab, 1 * Same Old Thing.  Inside Man is the better choice.<\/p>\n\n<p>The deck tends to take too long to get going to be very effective, but if you can get the Hardware Rig up it's a huge amount of fun.<\/p>\n","username":"LeonardQuirm","cards":{"01011":1,"01033":1,"01034":3,"01047":3,"01050":3,"02007":3,"02047":3,"02068":2,"02085":3,"02087":2,"02088":3,"02104":2,"02107":3,"03038":3,"03048":3,"03053":3,"04022":2,"04066":3}},{"id":8713,"name":"Closed Doors v1.1","creation":"2014-08-19 08:37:48","description":"<p>Off The Grid in HB.  That's basically the entire purpose.<\/p>\n\n<p>With the exception of Jackson Howard, you should never have a remote server that isn't protected by Off The Grid.  Archived Memories and Jackson Howard recovery are used pretty much exclusively for restoring Off the Grid (especially if trashed from R&amp;D) or Melange Mining Corp.<\/p>\n\n<p>The trick with the deck is to identify the points where you can get a two\/three turn window to install and advance the agenda, overwriting a Melange Mining Corp voluntarily if necessary.<\/p>\n\n<p>The other trick is not to play against Sneakdoor Beta.  Sneakdoor Beta will ruin your day.<\/p>\n\n<p>Check out my version of this deck in Jinteki: The Nisei Division as well!<\/p>\n","username":"LeonardQuirm","cards":{"01054":1,"01055":3,"01058":3,"01064":2,"01106":2,"01108":3,"01110":3,"02011":1,"02012":2,"02051":3,"02052":2,"02079":2,"02110":2,"03013":3,"03015":3,"03018":2,"03019":2,"04015":2,"04030":2,"04031":1,"04038":3,"04040":3}},{"id":8714,"name":"Psychic Retreat","creation":"2014-08-19 08:39:33","description":"<p>Jinteki has taken the lead from HB and begun to move Off the Grid!  Worse ICE in exchange for Caprice and self-defending agenda in the form of The Future Perfect.<\/p>\n","username":"LeonardQuirm","cards":{"01065":1,"01075":2,"01078":3,"01090":1,"01106":2,"01108":3,"01110":3,"02015":2,"02039":1,"04012":3,"04015":3,"04020":2,"04032":2,"04038":3,"04040":3,"04060":3,"04074":2,"04114":3,"05002":1,"05007":3,"05016":2,"05020":2}},{"id":8715,"name":"Money Destroyed Me","creation":"2014-08-19 08:47:09","description":"<p>Vegan Weyland!  Don't kill the runner - just lock them out.  You're looking to reach a game-state where you have each of your centrals and one scoring remote protected by a cheap EtR (probably a Barrrier) followed by a Destroyer.  Throw an Inazuma in front of the Destroyers or a Corporate Troubleshooter behind them for added fun.<\/p>\n\n<p>Generally when you get a chance to take out a program, go for the Fracter if there's a strong chance they're about to steal an Agenda, or the Killer if there isn't.  However, Datasucker is also a great choice (especially if they're relying on Mimic), or Parasite if it's about to remove your inner EtR.<\/p>\n\n<p>Garrotte can be a bit of a pain for this deck, given its efficiency at dealing with Sentries and its high cost making it effectively immune to Power Shutdown.  Otherwise this has proven a fairly strong deck so far!<\/p>\n\n<p>(oh, and try to keep your amusement to yourself when the runner inevitably looks pleased at wasting a click and three credits to install their Plascrete.  If you keep your reaction in check, they may even do it again!)<\/p>\n","username":"LeonardQuirm","cards":{"01057":1,"01062":2,"01065":2,"01093":1,"01094":3,"01098":3,"01101":3,"01103":3,"01110":3,"01113":3,"02018":3,"02077":3,"03026":2,"04015":3,"04020":3,"04040":3,"04058":3,"04080":2,"05016":2,"05024":2}},{"id":8716,"name":"Meat Sandwich 1.0","creation":"2014-08-19 08:52:50","description":"<p>Minor tweek. I decided to experiment with one Project Junebug in order to bait the runner a little bit to run on remotes. With freed up influence I added one Wall Of Thorns. Respectful comments and suggestions are all welcomed.<\/p>\n","username":"fhduff","cards":{"01069":1,"01070":2,"01078":1,"01086":3,"01093":1,"01098":3,"01099":3,"01102":1,"01103":1,"01104":2,"01107":1,"01109":2,"01110":3,"01111":2,"02019":2,"02020":2,"02077":3,"04015":3,"04020":2,"04036":3,"04040":3,"04079":3,"04117":2,"06009":1}},{"id":8717,"name":"Central Smash Gabe 1.1","creation":"2014-08-19 09:26:21","description":"<p>I love the Lamprey but it had to go. Knight has taken its place to provide more remote server pressure.<\/p>\n","username":"fhduff","cards":{"01002":2,"01009":2,"01010":1,"01017":1,"01018":3,"01020":2,"01022":3,"01024":2,"01028":2,"01030":2,"01050":3,"01051":1,"01053":2,"02041":1,"02043":2,"03052":2,"03053":3,"03054":1,"04005":2,"04043":1,"04044":2,"05041":2,"05042":2,"05046":2}},{"id":8718,"name":"Standard Andy - 2014 NA Nationals Top 8 ","creation":"2014-08-19 10:59:08","description":"<p>Credit goes to Dan D'Argenio for the deck idea. It served me well, I believe I would go peacock\/passport and grab another parasite instead of knight if I were to do it again.  <\/p>\n","username":"Zolend","cards":{"01007":1,"01008":3,"01011":1,"01012":1,"01014":1,"01018":3,"01021":2,"01022":3,"01024":3,"01026":1,"01050":3,"02009":2,"02043":2,"02083":1,"02091":2,"02104":3,"02105":2,"02107":1,"03038":1,"03052":3,"03054":2,"04043":1,"05035":2,"05048":2}},{"id":8719,"name":"Purple Flame (Undefeated Day 2 @ Gen Con)","creation":"2014-08-19 11:07:46","description":"<p>This is the deck I took to US Nationals when I forgot NEH. As it turns out, I may have made the right call. In the first day I competed in (Day 2), I went 7-0 with this deck: 5 flatlines and 2 scoring wins. In the finals, I dropped my first game 0-2 (my opponent played well and got helped by two early agenda steals first turn) and subsequently dropped from the tournament. (I was supposed to be working at Gen Con, after all, and you're not likely to make top 8 if you dong out in the first round.)<\/p>\n\n<p>The ICE in this deck is modified from other <a href=\"\/en\/card\/01099\">Scorched Earth<\/a>-centric <a href=\"\/en\/card\/03001\">Cerebral Imaging: Infinite Frontiers<\/a> decks: it's all cheap. You aren't going to have massive protection in your servers, but your early game is much stronger for it. I find that <a href=\"\/en\/card\/03001\">Cerebral Imaging: Infinite Frontiers<\/a> wins more often than not when it can survive the first few turns of early aggression, especially against credit drain or multi-access.<\/p>\n\n<p>Build your economy as fast as you can. You put the runner in a tight spot when you're showing more credits. Use Reclamation Order on the first economy card you see three of in Archives (<a href=\"\/en\/card\/01110\">Hedge Fund<\/a>, <a href=\"\/en\/card\/04040\">Restructure<\/a>, <a href=\"\/en\/card\/04090\">Blue Level Clearance<\/a>).<\/p>\n\n<p>Scoring that first <a href=\"\/en\/card\/03005\">Efficiency Committee<\/a> (with the help of two <a href=\"\/en\/card\/01059\">Biotic Labor<\/a>s) while still maintaining a credit lead basically can win you the game: at that point, you can play three (or even four!) <a href=\"\/en\/card\/01099\">Scorched Earth<\/a>s to win thanks to the recursion and click-gain this deck has access to. Otherwise, score a <a href=\"\/en\/card\/01106\">Priority Requisition<\/a> using two <a href=\"\/en\/card\/04034\">Shipment from SanSan<\/a>s, and finish off with a <a href=\"\/en\/card\/01059\">Biotic Labor<\/a>-into-<a href=\"\/en\/card\/02051\">Project Vitruvius<\/a> to score through for an agenda win.<\/p>\n\n<p>@semaphores really came through with the <a href=\"\/en\/card\/01063\">Viktor 1.0<\/a> suggestion. This card hurts, is cheap, and can do quite well in a field without Yogs running around.<\/p>\n","username":"Xenoman","cards":{"01058":3,"01059":3,"01063":3,"01086":2,"01099":2,"01106":2,"01110":3,"01111":1,"01113":2,"02051":1,"02110":3,"03001":1,"03005":3,"03017":3,"03019":2,"04034":3,"04040":3,"04090":3,"04100":1,"04111":3,"04119":3}},{"id":8720,"name":"PrePaid Ken (Canadian Nationals - 2nd Place)","creation":"2014-08-19 11:08:28","description":"<p>More info here: <a href=\"http:\/\/bgg.cc\/thread\/1220436\/prepaid-ken-canadian-nationals-2nd-place\">BGG<\/a><\/p>\n","username":"Alsciende","cards":{"01004":1,"01007":1,"01011":1,"01021":2,"01022":3,"01024":2,"01026":1,"01036":2,"01043":1,"01050":3,"01051":1,"02065":2,"02104":3,"03052":3,"03054":3,"04009":2,"04029":3,"04109":3,"05029":1,"05033":3,"05035":2,"05036":1,"05048":3}},{"id":8721,"name":"pwned v0.1 (Canada National Champion)","creation":"2014-08-19 11:15:05","description":"<p>More info here: <a href=\"http:\/\/bgg.cc\/thread\/1220829\/canada-national-championship-winning-decks\">BGG<\/a><\/p>\n","username":"Alsciende","cards":{"01059":3,"01064":1,"01081":3,"01082":2,"01092":3,"01109":3,"01110":3,"01111":1,"02055":2,"02056":3,"02110":3,"02115":3,"04015":3,"04020":1,"04076":3,"04096":3,"04119":3,"04120":1,"05024":1,"05027":3,"06003":1,"06005":1}},{"id":8722,"name":"Breakfast Time.","creation":"2014-08-19 11:46:40","description":"<p>This is a Noise deck that I've been playing for a while, pretty straight forward strategy at its core, Darwin plus recurring credits and then parasite away anything too annoying for Darwin.  I've tried lots of variations over the last month or so and eventually I landed on this configuration, it's a bit different than other builds but it gives you a lot of options.  It used to run aesop's and wyldside and that is a good variant as well, especially now with cache.  This deck always gives you a fighting chance, and tends to make for very interesting games, but sometimes it feels a step behind power wise, so thought I would share and hopefully get some fresh eyes and ideas on where to take it.<\/p>\n\n<h3>Playstyle<\/h3>\n\n<p>Consistent steady aggression, try to keep remotes from getting too strong, early random accesses are good, but not at the cost of having a turn where you are broke and powerless; with noises ability you get random accesses all game long, so better is to keep the corp pinned down, and steadily build up your board until there are too many threats at once for the corp to handle.  I think of it, as an increasing pressure deck.  Basically, this means keep running steadily, but never go all out, leave money and cards in reserve to wait for when the corp makes a big move, don't force them, play reactively and let them think there is an opening, then pounce on it.  Once recurring credits are going, you can actually accomplish a lot with very few credits, which can surprise a corp player.  <\/p>\n\n<h3>Breakers<\/h3>\n\n<p>Darwin and Parasite, plus a few others for particular scenarios that can be problematic.  I've listed knight and sharpshooter below as the build has been 2 knight and 1 sharpshooter, but I just started testing the 3 D4v1d instead, not sure what is more useful.<\/p>\n\n<ul>\n<li>Corroder deals with wraparound.<\/li>\n<li>Sharpshooter is for a surprise archer or Grim.<\/li>\n<li>Knight is for anything else; tollbooth, or running safely at possible archers mostly.<\/li>\n<li>D4v1d seems like it could replace knight and sharpshooter so I am trying it out.<\/li>\n<li>Atman was in here for a long time, but it was almost never being used.  It may be the ice people are running right now, so maybe it should come back in at some point.<\/li>\n<\/ul>\n\n<h3>Economy<\/h3>\n\n<p>Economy aims to get the most bang for the fewest clicks and then Kati jones to keep things going.  Except for Kati, all 4 Econ cards only use one or two clicks but give big payouts, 4, 6, 6, and 5; for sure gamble, lucky find, queens gambit, and daily casts respectively.  These then also help burst you up to have enough money to drop out your cyber feeders and spinal modem, at least one of which is essential to make Darwin playable.  Gotta keep shovelling in that krill!  <\/p>\n\n<p>Queen's gambit is maybe the only unusual one, but it has been great for me, in twenty plus games, I've only guessed atrociously wrong once, (atlas!), most decks right now have upgrades or assets so it almost always finds a target.<\/p>\n\n<h3>Programs<\/h3>\n\n<p>Pretty standard virus suite, I've found that datasucker, parasite, and imp are the most important viruses.  Not getting them when you want them is bad, so I use two djinns and a self modifying code to improve consistency and djinn's memory boost is almost always helpful, but never essential.  One of each nerve agent and medium seems the right amount and you can usually get one to help turn the screws, if you get an opening on one of the centrals.<\/p>\n\n<p>A note on parasites, there are never enough of them, so you need to be very selective with your parasites, don't just parasite things right away because you can, your priority is to kill off difficult to repeatedly break ice on the <strong>servers you want to run on<\/strong>.  Usually, I prioritize any scoring remote first, then on whichever central you want to strike with medium or nerve agent.  It's so easy to just throw a parasite on the first pop up, roto turret or Eli you see, but it isn't always the right play since you may not get another one for when you really need it later.  Only do it, if you are going to run there immediately afterward, or it strengthens your threat on that server significantly, e.g. Parasite on r&amp;d if you have a medium in hand.  However, usually if it's a juicy target like komainu or Tsurugi, you just go for it anyway since those ice are prohibitively expensive to break using Darwin.<\/p>\n\n<h3>Tricks and Meta Calls<\/h3>\n\n<p><strong>Surge!!<\/strong><\/p>\n\n<p>I greatly undervalued this card before, it has been very strong for me, it almost always leads to me scoring points.  You only ever play it, if the opponent has done something where they are counting on a parasited ice to stay alive 1 more turn, or a Darwin not having enough strength, or a medium dig only being 1 or 2 cards.  At the right moment,  it gives you that push that let's you break through.<\/p>\n\n<p>And then code cracker... I was getting beat down by jinteki pe, and I didn't like going the keyhole route, Infiltrate doesn't help because I don't have same old thing, and the damage prevention cards still seem weaker to me, so code cracker.  No plascrete, because I can keep up in Econ with Kati jones and if you think they are playing scorch, you start Imping hq aggressively.  It's not a sure fire way to avoid fiery justice, but along with noise mills it gives you a reasonable chance of not dying quickly.<\/p>\n","username":"Garbo","cards":{"01001":1,"01005":3,"01007":1,"01008":3,"01009":2,"01010":1,"01012":3,"01023":1,"01050":3,"02002":2,"02003":3,"02041":1,"02081":2,"02091":3,"02102":3,"03038":2,"03046":1,"03053":3,"04102":2,"04109":3,"06033":3}},{"id":8723,"name":"Ice Foundry","creation":"2014-08-19 11:55:07","description":"<p>Because putting 59 cards in a deck and using the foundry so I wasn't short on ice seemed like a fun idea. With 10 agendas, good luck stealing any.<\/p>\n","username":"YeyaSwizaw","cards":{"01055":3,"01056":3,"01058":2,"01061":2,"01062":2,"01063":2,"01064":2,"01098":3,"01105":2,"01106":3,"01108":2,"01110":3,"01111":2,"02013":3,"02019":2,"02030":2,"02051":3,"02052":2,"04011":3,"04015":3,"06002":3,"06011":3,"06021":1,"06023":3,"06030":1}},{"id":8724,"name":"Canadian Nationals Top 16","creation":"2014-08-19 12:14:36","description":"<p>This deck took me to 9th place at the end of the swiss rounds of the 2014 Canadian Nationals only loosing one game all tournament.<\/p>\n","username":"lizrrdbreath","cards":{"01054":1,"01055":3,"01058":3,"01059":3,"01061":1,"01062":2,"01084":1,"01090":2,"01101":1,"01110":3,"02051":3,"02056":2,"02110":3,"03005":1,"03019":2,"04040":3,"04090":3,"04096":2,"04111":2,"04119":3,"04120":3,"05017":1,"06001":2}},{"id":8725,"name":"NEXT best thing v1.3","creation":"2014-08-19 12:18:13","description":"<p>I've made some more changes to the deck, mostly ICE. The agenda setup is pretty much how I want it, although I am giving consideration to dropping to 2 Vitruvius and going up to 2 NAPD. More testing required there.<\/p>\n\n<p>Mother Goddess is out. I doubt it will come back. I got caught up in the idea that it could be a STR4 extra bit of NEXT ICE, but in reality when you lay down as much ice as this deck, if they get any icebreaker they can get through it. At the same time, I have no interest in going back to Fenris. As ever, I'm in the market for decent sentries.<\/p>\n\n<p>I've taken a few beatings with this deck recently, and although I won some of them it was far tighter than I would have liked. In all cases it pretty much came down to the same thing; once the runner has a full rig I don't have much of a way to slow them. Agg Secs very rarely fire, and Ash can only be used once or twice. When Will o the Wisp comes out, I'll switch them in for the Secs.<\/p>\n\n<p>In the meantime, I need a better way to slow the runner. Ichi seems like the best option, and I do need to boost my sentry suite. I've also considered Chimera, although I hate the repeating cost. It does force the runner to get every breaker, though.<\/p>\n\n<p>Some other considerations which I will test in due course: There are now 4 bits of ice capable of destroying programs, so I will consider giving the corporate troubleshooter a whirl. My concern is that this deck is never overflowing with money, so I might simply get outbid.<\/p>\n\n<p>Alternatively, this deck is pretty fast at heart, and is meant to capitalise on early ICE advantage. With this in mind it could be worth investing in a Fast Track or two so that I don't get stuck waiting for agendas whilst they get their rig together.<\/p>\n\n<p>Effectively it's two ways of approaching my late-game problem: Do I let the late game happen and adjust accordingly, or do I try and maximize my early advantage and be that much closer to winning when the late game rolls around?<\/p>\n\n<p>Interesting how being on the ropes has really got me thinking, but I guess it's a case of 'calm seas never made a sailor' and all that! Anyway, I'm going to try the Ichi-Troubleshooter route first. A little worried about the increased cost of the ICE suite, but all my sentries have been expensive the whole time, so I guess I'll just have to hope these are expensive but useful.<\/p>\n","username":"Jashay","cards":{"01055":3,"01057":2,"01062":2,"01064":2,"01065":1,"01090":1,"01098":3,"01103":2,"01110":3,"02011":2,"02012":1,"02013":2,"02019":2,"02051":3,"02052":1,"02059":2,"02110":2,"03003":1,"03015":1,"03023":2,"04011":3,"04030":1,"04096":1,"04119":1,"04120":3,"06002":3}},{"id":8727,"name":"Foundry Street","creation":"2014-08-19 13:00:03","description":"<p>We busted out The Foundry last night after figuring out that Stronger Together wasn't cutting it and that the best cards in the deck were the Ash and Caprice. <\/p>\n\n<p>Here's where we were after a night of playing with this deck, more or less. <\/p>\n\n<p>I wish there was more room for Jackson Howards, and more Domestic Sleepers, and Viktor 1.0, and Will o' the Wisp...<\/p>\n\n<p>This deck draws loads of cards; it's fantastic. Runs are expensive and punishing and  there's only 7 agendas the runner can score. Executive Retreat in particular protects your other agendas, which is important, because there's only one Jackson.<\/p>\n\n<p>Thoughts? Any obvious things we missed?<\/p>\n","username":"LSK","cards":{"01064":2,"01106":2,"01108":3,"01110":3,"02013":3,"02019":2,"02038":2,"02039":3,"02070":3,"02092":3,"02110":3,"03015":2,"03019":3,"04011":3,"04015":1,"04114":2,"04119":1,"06001":2,"06002":3,"06021":1,"06022":2,"06030":1}},{"id":8728,"name":"ChessNut 1.1","creation":"2014-08-19 13:07:44","description":"<p>This started a long time ago as an attempt to use Donut effectively by simply having nothing but a resource economy. Whizzard was chosen because Donut can tax operation-based economies, and Whizzard can trash the asset-based economies<\/p>\n\n<p>It was originally three Donuts and no Hostages, but this way seems slightly more consistent. I can use the Hostages to search out Kati, too. I unashamedly stole this idea from the DONUTS deck in the hall of fame.<\/p>\n\n<p>The original version (unpublished, I'm afraid) used Vamp and Lamprey to keep the Corp low on money, and because of the caveat on Lamprey I avoided using the virus multi-access cards, instead going for the Interfaces.<\/p>\n\n<p>However, Lamprey has moved on to pastures new, so I've used the influence for Clone Chips and put the viruses back in. The number of times being able to whip out a bishop or knight at instant speed would have won me the game is crazy. There were originally three pawns, but 5x chess recursion seems plenty now.<\/p>\n\n<p>It can take while to get rolling, but a lot of the time you can slow the corp enough in the early game and come out on top in the end. I am always amazed at how much ICE people will trash to get rid of the Caissas: In my last game vs Jinteki, 9 out of 18 pieces in the deck were sacrificed to kill the chesspieces. This, combined with their abilities and the fixed breakers, can make your runs very cheap.<\/p>\n\n<p>The deck's two main weaknesses are lack of tutoring and card draw, which can slow you down in your quest for breakers, and a total lack of scorch protection. So far I've rarely faced the scorch decks, and when I have I've managed to keep 5 cards in hand and their money low through Donut, Vamp, Rook and Xanadu. \nSomething that has not yet come up is really big ice: if you can get Bishop and\/or Ice carver, you can deal with 95% of the stuff, but it's when you hit Archer without a Knight\/Crypsis as backup that things go wrong, I imagine.<\/p>\n\n<p>How to play it:<\/p>\n\n<p>Don't worry about running first turn too much; you'll be better off in the long run if you can get an economy card down. Donut is an awesome early play in most cases, but if you're sure your opponent isn't running tonnes of operations you can Hostage out Kati instead.<\/p>\n\n<p>If they play an asset, go smash it. Feel free to run centrals if you need. Make liberal use of the Caissas, but don't throw them away. If you can, move them onto rezzed ICE when not in use; if the corp starts trashing what they've already paid for, that's even better for you. <\/p>\n\n<p>Vamp's usefulness varies, so try and get a decent feel for the when, and always get rid of tags. You've got all the resources, you don't want them trashed!<\/p>\n\n<p>Once you've ruined their ICE suite and economy, simply start hammering wherever you like with your efficient breakers. There's only a little multi-access here, as by the time you really need one you've often drawn it.<\/p>\n\n<p>Anyway, thus far I've been having a lot of fun with this deck, but I'd welcome suggestions for improvements.<\/p>\n","username":"Jashay","cards":{"01007":2,"01010":1,"01011":3,"01014":2,"01015":2,"01051":1,"01053":3,"02001":1,"02021":2,"02022":3,"02041":1,"02082":1,"02091":2,"03038":3,"03053":2,"04002":2,"04003":2,"04004":2,"04021":3,"04042":3,"04043":3,"05055":2}},{"id":8729,"name":"GRNDL SuperModernism","creation":"2014-08-19 13:13:36","description":"\n","username":"Alsciende","cards":{"01070":3,"01083":2,"01086":1,"01094":3,"01099":3,"01101":3,"01103":3,"01110":3,"01111":3,"01113":3,"02018":3,"02060":2,"02077":1,"02080":2,"04017":3,"04020":3,"04040":3,"04058":2,"04097":1,"04100":3}},{"id":8730,"name":"Hissatsu","creation":"2014-08-19 13:41:05","description":"<p>chou damage, very deathblow, wow<\/p>\n","username":"Intrasolar","cards":{"01067":1,"01070":3,"01072":1,"01075":2,"01076":3,"01084":2,"01098":3,"01099":1,"01110":3,"02032":3,"02060":2,"03023":3,"04033":2,"04058":3,"04093":2,"04120":2,"05004":3,"05005":3,"05006":1,"05011":3,"05017":1,"05018":1,"06003":1,"06012":1}},{"id":8731,"name":"Stronger Psychics","creation":"2014-08-19 14:04:19","description":"\n","username":"CodeMarvelous","cards":{"01057":2,"01062":2,"01063":3,"01064":2,"01091":2,"01106":2,"01108":2,"01110":3,"02010":1,"02092":3,"02110":3,"03006":2,"03015":2,"03019":2,"03023":2,"04011":3,"04015":3,"04114":2,"04119":3,"06002":3,"06023":3}},{"id":8732,"name":"Top 16 Canadian Nationals","creation":"2014-08-19 14:37:13","description":"<p>No nonsense criminal build, this exact list is tweaked a little bit to help against glacier RP, HB decks, and also asset based NEH but otherwise is pretty standard. <\/p>\n\n<p>I did well in the Swiss rounds but did not bring my A game in eliminations and went down quickly to some worthy opponents.  <\/p>\n\n<p>Went 4-2 in Swiss, losing to two NEH decks.  Scrubber actually didn't help me in that matchup, I think I would take out the hostage scrubber and put in an extra Kati and security testing next time.  That leaves room for the third datasucker as well if you drop one crescentus.  Bank job might be interesting too if you can find room for it.<\/p>\n","username":"Garbo","cards":{"01007":2,"01008":2,"01011":1,"01018":3,"01022":3,"01024":3,"01026":1,"01043":1,"01050":3,"02009":2,"02023":1,"02043":2,"02063":1,"02065":2,"02083":1,"02091":2,"02104":3,"02107":2,"03052":3,"03054":3,"04004":1,"05035":2,"05048":2}},{"id":8733,"name":"Top 16 Canadian Nationals","creation":"2014-08-19 14:38:37","description":"<p>This is almost identical to mauxfire's build posted a couple of weeks ago.  Only change I made was I used Bernice Mai instead of marked accounts as I found I had more Econ than I felt I needed and I dropped a shipment from San San for a freelancer.  In theory, this was to try and knock out resources like security testing, in practice that never happened and freelancer should be a 3rd fast track.  Bernice is ok, the only benefit is that the runner has to deal with her right now, whereas marked accounts they can look at it and come back later to trash. <\/p>\n\n<p>That said, this deck went undefeated in Swiss, and though I lost in the first round of eliminations that really can't be blamed on the deck, my opponent played very well, and I made some play errors that he was able to capitalize on.<\/p>\n","username":"Garbo","cards":{"01059":3,"01064":2,"01081":3,"01082":2,"01092":3,"01103":1,"01109":3,"01110":3,"01111":1,"02040":1,"02056":3,"02097":3,"02115":3,"04015":2,"04034":2,"04076":3,"04096":3,"04119":3,"05024":1,"05027":2,"06003":2,"06005":1}},{"id":8734,"name":"The Bioroid is a Harsh Mistress","creation":"2014-08-19 14:51:55","description":"<p>I never thought <a href=\"\/en\/card\/02010\">Haas-Bioroid: Stronger Together<\/a> was a bad identity by any means, but it didn't have a punishment for the Runner just clicking through ICE. With <a href=\"\/en\/card\/06023\">Heinlein Grid<\/a>, Stronger Together has that very punishment now. Using mostly Bioroid ice is kind of self-explanatory with Stronger Together so I won't get into details about ICE choices, but <a href=\"\/en\/card\/06026\">Targeted Marketing<\/a> is an insane Econ card for only one influence a pop and helps against any of the big Runner decks like Andy and Kate. <a href=\"\/en\/card\/06004\">Mutate<\/a> turns some of the weaker ice into a potential Wotan or Janus or at least something taxing for the runner to bust through. I'm still tinkering with the deck but in early playtesting it's been showing promise. <\/p>\n","username":"WardOfTheWoods","cards":{"01055":3,"01061":2,"01062":3,"01063":2,"01110":3,"01111":2,"02010":1,"02012":1,"02080":3,"02110":3,"03006":3,"03013":3,"03017":1,"03019":2,"04015":3,"04030":2,"04076":2,"06004":2,"06010":1,"06022":2,"06023":3,"06026":2,"06030":1}},{"id":8735,"name":"Celebrity Bioroid Benefit Dinner","creation":"2014-08-19 15:12:05","description":"\n","username":"CodeMarvelous","cards":{"01062":2,"01063":3,"01106":2,"01110":3,"02010":1,"02013":3,"02092":3,"02110":3,"03006":2,"03015":2,"03019":2,"03023":2,"04011":3,"04012":3,"04015":3,"04119":3,"06002":3,"06010":1,"06023":3,"06026":3}},{"id":8736,"name":"Operation Overmind","creation":"2014-08-19 15:12:51","description":"<p>Nasir + Overmind, nuff said<\/p>\n","username":"Boomzilla","cards":{"01005":2,"01034":3,"01035":3,"01036":3,"01038":3,"01049":3,"02002":2,"02009":3,"02043":3,"02061":1,"02063":2,"02066":1,"02106":3,"03038":3,"03039":1,"03046":2,"03053":3,"04067":1,"05053":3,"06017":1}},{"id":8737,"name":"Bassett's V2","creation":"2014-08-19 15:15:32","description":"<p>Hello netrunners! This is my first post so go a little bit easy on me ;)<\/p>\n\n<p>I've been trying to create a decent deck for an upcoming torney. I wanted to take advantage of the ID's card draw and extra influence. That's why i've set the focus around assets, ICE that actually can protect me while I'm trying to \"fast-advance\" the agendas. Am I missing something or is the deck not niched enough?<\/p>\n","username":"kalltkaffe","cards":{"01064":1,"01081":3,"01082":2,"01084":1,"01088":1,"01090":2,"01092":2,"01109":3,"01110":3,"01113":1,"02013":2,"02020":1,"02029":2,"02056":3,"02110":2,"02115":3,"04015":2,"04060":2,"04076":2,"04096":2,"04119":3,"05009":3,"05026":1,"06003":2,"06005":1}},{"id":8738,"name":"Supermodern Operations v 0.1","creation":"2014-08-19 16:20:43","description":"<p>Reworking of an old deck, trying to get it to work. From the title, it is my take on the supermodernism archetype. Obviously by going BABW instead of GRDL, it really just focuses on getting money from the transactions. <\/p>\n\n<p>Three cards from Spaces Between thrown in most recently. Sealed Vault for Vamp or Account Siphon decks. One Will-o-the-wisp, may decide to pump up; the count. And Paywall Implementation, which generally will get two credits minimum, unless they are playing currents, which is more unlikely for the runners at the moment.<\/p>\n\n<p>Other modifications is moving to mainly 5\/3 agendas, to really hurt from the punitive counterstrikes. Also, will probably go for the fragments as they are released. This is why the deck runs SEA Source instead of Midseason at the moment. <\/p>\n\n<p>Still unsure about the Taurus. Haven't gotten to hit a plascrete yet. <\/p>\n","username":"faswich","cards":{"01070":2,"01086":2,"01093":1,"01098":3,"01099":3,"01102":2,"01103":3,"01104":2,"01110":3,"02018":1,"02019":2,"02070":3,"02077":2,"04036":3,"04040":3,"04078":1,"04079":3,"04090":2,"06009":2,"06028":3,"06029":2,"06030":1,"06032":1}},{"id":8739,"name":"All i need is virus ;)","creation":"2014-08-19 16:49:39","description":"<p>Take money from virus, trash card, eat ice and have fun.\nAnd remember, play fast and be agressive.<\/p>\n","username":"dante77","cards":{"01001":1,"01002":3,"01005":3,"01008":3,"01010":3,"01012":3,"01016":3,"01047":3,"02003":3,"02041":3,"02102":3,"03035":1,"04005":3,"04022":3,"05051":2,"06014":3,"06037":3}},{"id":8740,"name":"Operation Overmind","creation":"2014-08-19 17:18:57","description":"<p>My take on @Boomzilla's deck of the same name.<\/p>\n\n<p>I added <a href=\"\/en\/card\/02082\">Xanadu<\/a> and <a href=\"\/en\/card\/01015\">Ice Carver<\/a> because of what I feel are the synergies with Nasir's ability. To help make room for them, I had to drop the <a href=\"\/en\/card\/02063\">Scrubber<\/a>, <a href=\"\/en\/card\/02061\">Disrupter<\/a>, and drop to two copies of <a href=\"\/en\/card\/02043\">Emergency Shutdown<\/a>. <\/p>\n\n<p><a href=\"\/en\/card\/03054\">Same Old Thing<\/a> helps by letting us re-use the right operations, and <a href=\"\/en\/card\/03034\">Scavenge<\/a> is a natural addition thanks to the <a href=\"\/en\/card\/05053\">Overmind<\/a>.<\/p>\n\n<p>I increased the number of <a href=\"\/en\/card\/03039\">Omni-Drive<\/a> to improve likelihood of drawing, and it'll be easy to put an Overmind into one  with a Scavenge.<\/p>\n\n<p>I removed the <a href=\"\/en\/card\/01036\">The Maker's Eye<\/a> but kept the <a href=\"\/en\/card\/02106\">Indexing<\/a> to keep pressure on R&amp;D. I may swap in a single Maker's for an Indexing based on play.<\/p>\n\n<p><a href=\"\/en\/card\/03048\">Inti<\/a> is there for those pesky <a href=\"\/en\/card\/04096\">Wraparound<\/a>s and to help deal with the odd giant barrier.<\/p>\n\n<p>Finally, I upgraded the <a href=\"\/en\/card\/01038\">Akamatsu Mem Chip<\/a>s for <a href=\"\/en\/card\/04086\">CyberSolutions Mem Chip<\/a>s, and threw in <a href=\"\/en\/card\/02049\">Personal Workshop<\/a> to help bring those out.<\/p>\n","username":"lostgrail","cards":{"01015":1,"01034":3,"01035":2,"01049":3,"02002":2,"02009":2,"02043":2,"02049":2,"02066":1,"02082":2,"02106":2,"03034":3,"03038":3,"03039":2,"03046":2,"03048":1,"03053":3,"03054":2,"04067":1,"04086":3,"05053":3,"06017":1}},{"id":8741,"name":"Nasir In Flames","creation":"2014-08-19 18:03:36","description":"<p>The concept is to pick the right moment to burn through the deck with Diesels &amp; Quality Time then Freelance aload of programs &amp; use Clone\/Retrieval\/Testrun's to install Programs as you need them.<\/p>\n\n<p>The deck mainly wants to be using Femme fatales to pick and choose which ICE you encounter and use your ability on and which you don't. <\/p>\n\n<p>Then scavenge the Femme's where ever you need them, when you have a feel for your opponents ICE use the Atman's and Opus to power through.<\/p>\n","username":"Pinkwarrior","cards":{"01008":2,"01024":2,"01026":3,"01034":3,"01044":1,"01050":3,"02009":2,"02047":3,"02066":1,"02087":3,"02101":2,"02106":2,"03033":2,"03034":3,"03035":1,"03038":3,"03040":3,"03046":3,"03048":1,"03054":2,"06017":1,"06019":1}},{"id":8742,"name":"SlySquid's Pawnshop v1.2","creation":"2014-08-19 18:14:34","description":"<p>New version of the deck, I think I'm happiest with it now...<\/p>\n","username":"SlySquid","cards":{"01001":1,"01002":3,"01005":3,"01006":3,"01008":3,"01009":2,"01010":1,"01012":3,"01047":1,"01051":1,"01053":3,"02003":3,"02009":2,"02041":1,"02091":1,"02102":1,"03038":3,"03053":3,"04004":2,"06033":3,"06037":3}},{"id":8743,"name":"The Foundry: Awakening the Tempo","creation":"2014-08-19 19:16:41","description":"<p>This is a tempo deck that slow advances, unless Haas is out. You have many options to create a scoring server, using Ash, Awakening Center, or just behind taxing NEXT ice early game. <\/p>\n\n<p>Awakening Center is a bonus card, exploring the interaction between the Foundry and it, allowing you to draw another 1c Heimdall 1.0 after they hit the first one in the Center. Same applies with Heimdall 2.0 or Ichi 2.0, all targets intended for Awakening Center or sweet bait for ABT. <\/p>\n\n<p>The Enhanced Login Protocol is a dummy placement, it is honestly probably best to drop a Biotic Labor in to score out the last 2 points, when the Runner may finally have answers to your suite. But I just wanted to test a current, with possibility to bounce it back into the deck with Jackson.<\/p>\n\n<p>Score agendas out of hand, behind Ash, or play them in the open posing as an Adonis\/Eve, if they ignore them due to Encyption Protocols. That's an especially nice way to sneak out NAPDs, otherwise, let them take those if they must get something.<\/p>\n","username":"scourged","cards":{"01055":3,"01056":2,"01061":3,"02013":2,"02029":3,"02051":3,"02092":3,"02110":2,"03010":2,"03015":2,"03017":2,"03021":3,"03023":2,"04011":3,"04012":3,"04015":2,"04119":3,"05016":2,"06002":3,"06021":1,"06022":1}},{"id":8744,"name":"Tower to the Sky v2.0","creation":"2014-08-19 19:21:16","description":"<p>Based on previous Tower to the Sky iterations and playtest experience, this latest installment features <a href=\"\/en\/card\/06008\">The Root<\/a> from <em>Upstalk<\/em>. <\/p>\n\n<p>Most of the ICE in this deck can be advanced, and once you have some out, they should be advanced at least once per turn. <a href=\"\/en\/card\/02058\">Commercialization<\/a> and <a href=\"\/en\/card\/02033\">Trick of Light<\/a> both capitalize on this in the late game.<\/p>\n\n<p><a href=\"\/en\/card\/05021\">NeoTokyo Grid<\/a> might seem an odd choice, and I debate keeping it in favour of an ambush, but it interacts well with <a href=\"\/en\/card\/06008\">The Root<\/a> and <a href=\"\/en\/card\/04099\">GRNDL Refinery<\/a>. <\/p>\n\n<p><a href=\"\/en\/card\/01112\">Hunter<\/a> and <a href=\"\/en\/card\/01104\">Shadow<\/a> can sometimes make landing those tags a little tricky, but if you can there's plenty of tag punishment to grind the runner into the pavement with. <a href=\"\/en\/card\/01099\">Scorched Earth<\/a> naturally leads the way, especially if you can score a <a href=\"\/en\/card\/04036\">Cleaners<\/a>, and <a href=\"\/en\/card\/04098\">Vulcan Coverup<\/a> and <a href=\"\/en\/card\/02118\">Dedicated Response Team<\/a> will keep the pressure on. I find that DRT is especially nice since it keeps those pesky \"tag-me\" runners at bay long.<\/p>\n","username":"lostgrail","cards":{"01098":3,"01099":3,"01100":2,"01101":2,"01102":2,"01103":3,"01104":3,"01111":2,"01112":2,"02033":3,"02058":3,"02076":1,"02077":3,"02118":2,"03027":2,"04015":2,"04036":3,"04098":2,"04099":3,"05021":2,"06008":2}},{"id":8745,"name":"Accelerated Beta Testing 1.1","creation":"2014-08-19 19:24:44","description":"<p>This Is my main deck atm it's been built up and change to what you see now. <\/p>\n\n<p>For the most part is a solid HB fast advance deck with a few things that makes it my own using next ICE has proven to be an improvement with silver out now. <\/p>\n\n<p>The Inazuma's have gone as i run rather slim on ICE and if you start with them their a huge detriment to your play. Intrerns is so useful allowing repeated SanSan installs, heavier Ice layers, return of econ or even agendas from archive.<\/p>\n\n<p>Flare is an amazing surprise that can really screw with a runner and their rig.<\/p>\n\n<p>I find the deck plays better against noise than any other runner but stands up against all runners quite well.<\/p>\n\n<p>1.1 Changers<\/p>\n\n<p>Only a slight change but a helpful one i swapped out a reclamation order for an Archive Memory i've found this to have some more utility despite not getting as many cards, though i don't want to remove another as i like been able to pick up all my trashed assets\/upgrades that i've been playing to tax the runner.<\/p>\n","username":"Pinkwarrior","cards":{"01054":1,"01055":3,"01056":3,"01058":1,"01059":3,"01090":1,"01092":2,"01110":3,"02013":2,"02020":2,"02051":3,"02070":2,"02110":1,"02117":1,"03015":2,"03017":1,"03023":2,"04011":3,"04015":3,"04060":2,"04111":1,"04119":3,"06002":3,"06003":1,"06010":1}},{"id":8746,"name":"NEH","creation":"2014-08-19 19:59:35","description":"\n","username":"Zerokill","cards":{"01059":2,"01064":2,"01081":3,"01082":2,"01084":1,"01090":2,"01092":3,"01109":3,"01110":3,"01111":2,"01113":2,"02019":2,"02055":3,"02056":2,"02110":2,"02115":3,"04015":3,"04076":3,"04096":2,"04119":3,"06003":1,"06005":1}},{"id":8747,"name":"The Foundry: Frozen Wasteland","creation":"2014-08-19 20:23:58","description":"<p>HB loves the the newest cycle. With <a href=\"\/en\/card\/06021\">The Foundry: Refining the Process<\/a>, it allows him to quickly abuse the newest ice types (both Next and Grail!), lower density of \"dead cards\" (by giving the equivalent to a targeted draw every time you rez and ice), increases the hand-size (lowering the probability of a snipe from HQ), and protects the player from not being able to get the ice he wants when he wants it.  But with <a href=\"\/en\/card\/06001\">Domestic Sleepers<\/a>, HB finally gets a way to splash <a href=\"\/en\/card\/01101\">Archer<\/a>, something that is made even better due to the Foundary's ability to tutor for the second!  Because of the tutoring ability, I've spread the ice into groups of 2x and 3x, depending on what I need to see first and what I'd like to see in twos.  The obvious 3x are <a href=\"\/en\/card\/02110\">Eli 1.0<\/a>, <a href=\"\/en\/card\/04011\">NEXT Bronze<\/a>, and <a href=\"\/en\/card\/06002\">NEXT Silver<\/a>.  Due to a personal preference, i've decided to focus on a glacier build (deep taxing ice) + program destruction to slow the runner down.  <\/p>\n\n<p>First, the glacier build should be obvious.  No real surprises here: Eli, NEXT, and Tollbooth provide the backbone to the taxing ice.  The rest of the ice is really built for security + program destruction.  That's Archer, <a href=\"\/en\/card\/03015\">Heimdall 2.0<\/a>, and <a href=\"\/en\/card\/04030\">Wotan<\/a>.  It also provides a reason for <a href=\"\/en\/card\/01057\">Aggressive Secretary<\/a>. The Inazuma's are there to really punish the runner if it's before an Archer, Heimdall, or Wotan--man that would hurt... <\/p>\n\n<p>The assets feed into this strategy. and help disguise the large agendas that I'm playing (overwhelmingly 3-pointers, with the 1-pointers thrown in for getting to 7 if I've scored 3x already, or else for feeding to a hungry archer). Obviously, Wotan and Heimdall would love a priority rec, but both--my major ETR ice--also love getting an additional \"ETR\" subroutine from <a href=\"\/en\/card\/03006\">Project Wotan<\/a>. Mandatory Upgrades is a single, just because i've always wanted an extra click per turn (making it easier to score the larger agendas), land harder traps, or make more money.  <\/p>\n\n<p>Returning to the assets (that I claimed to talk about last paragraph!): they're to help obscure the agendas.  Eve is chosen over Adonis because it's more expensive to trash, Jackson is obvious, but Cerebral, Aggressive, Haas Arcology, and Thomas Haas can all be advanced as though they were agendas and then used to powerful result (no one like's a 2x advanced Aggressive Secretary or Cerebral Overwriter!).  Haas is something where I can drop it it, then advanced it 3x the next turn (either disguising it as a Mandatory Upgrades, or else gaining enough clicks to advance a 3-pointer from hand.  Thomas Haas is good to drop tokens on when you're not sure what else to do, and can give you a great burst economy before an ice rez, after after a lucky Account Siphon, and is even better if the runner spends a bunch of money and clicks running that server only to find it's gone away before they could do anything!  <\/p>\n\n<p>Otherwise, Ashes and Hedge Funds are pretty much gimmes here.  There are other ways to spend the influence, obviously, and lots of fun things that would love to be in this deck, but this is one fun way to run. <\/p>\n\n<p>This is in beta testing and not complete. The arcology and an ash may give way for Adonises. We'll see. <\/p>\n","username":"jared.saltz","cards":{"01057":2,"01090":2,"01101":2,"01106":3,"01110":3,"02011":1,"02013":3,"02092":3,"02110":3,"03006":2,"03009":2,"03011":1,"03012":1,"03015":2,"04011":3,"04015":3,"04030":1,"05016":2,"06001":3,"06002":3,"06021":1,"06022":2,"06023":1,"06030":1}},{"id":8748,"name":"Tryhard Kate","creation":"2014-08-19 20:26:52","description":"<p>List I brought to Nationals 2014, placed fifth in my flight and 39th overall. Femme Fatale was a last minute inclusion and one I'm not too sure about, but wasn't sure of what else to add.<\/p>\n\n<p>I was late to the party on Voice Pad Kate but instead of trying to practice a new deck last minute, I kept grinding games with this one.<\/p>\n","username":"billiam","cards":{"01007":1,"01008":2,"01012":1,"01024":2,"01026":1,"01033":1,"01034":3,"01038":2,"01043":1,"01044":1,"01050":3,"02009":2,"02041":1,"02066":1,"02107":3,"03031":1,"03035":2,"03038":3,"03040":2,"03046":3,"03049":3,"03052":3,"03053":3,"04067":1}},{"id":8749,"name":"Tryhard NBN","creation":"2014-08-19 20:29:10","description":"<p>List I brought to Nationals 2014, placed fifth in my flight and 39th overall.<\/p>\n","username":"billiam","cards":{"01059":2,"01062":1,"01064":2,"01081":3,"01082":2,"01084":1,"01090":3,"01092":3,"01101":1,"01109":2,"01110":3,"01113":2,"02056":2,"02110":2,"02115":3,"04015":3,"04076":3,"04096":2,"04119":3,"04120":2,"05024":1,"05027":2,"06003":1,"06005":1}},{"id":8750,"name":"Tag and bag","creation":"2014-08-19 22:55:28","description":"\n","username":"CodeMarvelous","cards":{"01070":3,"01083":3,"01086":2,"01093":1,"01094":3,"01095":1,"01098":3,"01099":3,"01101":3,"01103":3,"01110":3,"01111":3,"01113":3,"02018":3,"02060":2,"02070":2,"02077":2,"04017":2,"04020":2,"06028":3}},{"id":8751,"name":"Rip down R&D","creation":"2014-08-19 23:44:45","description":"<p>I'll throw in my hat on the goofy mill decks that are coming out.  This one offers the full 8 credit cache, full aesops economy, massive sudden mills with mass install, and crypsis to make runs and actually be interactive.  <\/p>\n\n<p>Keep around hemorrhage crypsis and datasucker.  Hemorrhage is your anti scorch.  You mill heavy, and make runs to build Hemo, killing the hand when you can.  When the hand is 1-2 cards, try to hit it with crypsis + lamprey.  <\/p>\n\n<p>Yes, I don't run medium.  <\/p>\n\n<p>No you can't make me.<\/p>\n","username":"x3r0h0ur","cards":{"01001":1,"01002":3,"01005":3,"01006":3,"01008":3,"01012":3,"01016":3,"01034":3,"01047":3,"01051":3,"02003":3,"04022":3,"04082":3,"05051":3,"06014":3,"06037":3}}]