[{"id":4351,"name":"In Way Over my Head v1.0","creation":"2014-04-19 04:35:28","description":"<p>Hey all! First deck post. The plan is to break whatever I want with Overminds. I have recursion, Overmind LOVES Test Run, heaps of MU, e3 Implants for when I get low on power counters, Aesop's to trash empty Overminds, and LLDS works really well here, I think. <\/p>\n\n<p>Do I have enough economy? Problems? Help me out. :D<\/p>\n","username":"JorgenvonTG","cards":{"01047":3,"02024":2,"02046":1,"02047":3,"02085":1,"02088":2,"02091":3,"02107":2,"03034":3,"03038":3,"03039":2,"04042":2,"04066":3,"04067":3,"04086":3,"04109":3,"05053":3}},{"id":4352,"name":"Hands down","creation":"2014-04-19 04:48:32","description":"<p>The goal is to concentrate on parasite and attakling HQ. This  way the corp is forced to go ahead wirh low cost walls and go heavy on drawing. Another good point is with the ID you force the corp to ice up the Archives.<\/p>\n","username":"Exo","cards":{"01001":1,"01002":3,"01003":3,"01006":2,"01008":3,"01009":3,"01010":1,"01012":3,"01050":3,"01051":2,"02022":3,"02041":1,"02085":3,"02086":1,"02091":2,"03054":3,"04005":3,"04101":3,"04106":3}},{"id":4354,"name":"NAPD is watching.","creation":"2014-04-19 08:58:20","description":"\n","username":"Oathwood","cards":{"01081":3,"01082":3,"01092":2,"01110":3,"02020":2,"02056":3,"02114":1,"02115":3,"04015":3,"04034":3,"04076":3,"04096":2,"04100":3,"04114":3,"04119":2,"04120":2}},{"id":4355,"name":"Getting in to your servers like it aint yo bizniz","creation":"2014-04-19 11:34:28","description":"\n","username":"Oathwood","cards":{"01010":1,"01018":3,"01022":3,"01036":3,"01049":3,"01050":3,"02025":3,"02041":1,"02085":3,"02086":3,"02091":1,"02105":1,"04004":3,"04048":1,"04085":2,"05030":1,"05035":3,"05041":1,"05042":1,"05046":1}},{"id":4356,"name":"Jackson7: The Game Breaking Combo","creation":"2014-04-19 11:51:16","description":"<p>This deck takes the classic Jackson Howard\/Accelerated Diagnostics\/Power Shutdown combo to new heights. With only 6 cards in hand and 11 credits, a corp can score 7 points in a single turn. I've tested this deck thoroughly and normally win by my 6th turn.<\/p>\n\n<p>Order of play: MirrorMorph [Jackson Howard, (Efficiency  Committee or Jackson Howard), and (3 cost agenda or Priority Req)], Power Shutdown, use Jackson [Interns (Jackson Howard or Efficiency Committee), Reclamation Order (Accelerated Diagnostics), Biotic Labor], Accelerated Diagnostics, use Jackson [Shipment from SanSan (2x), Interns(Jackson Howard)], Accelerated Diagnostics, place SanSan tokens on Efficiency Committee, use Efficiency Committee(3x), use Jackson [Interns(3 cost agenda or Priority Req), SanSan, Reclamation Order(Shipment from Kaguya)], Accelerated Diagnostics, place SanSan tokens on Priority Req, use Shipment from Kaguya(3x), score the last two agendas, break Netrunner<\/p>\n\n<p>REQUIRED: PS, AD, JH, MirrorMorph, (JH or Eff.Comm), (3p or 5p)<\/p>\n\n<p>-IN TRASH\/DECK: Interns, Reclamation Order, SanSan(2x)<\/p>\n\n<p>-NOT EXILED: JH, JH<\/p>\n\n<p>-Runner must run successfully previous turn<\/p>\n\n<p>-CREDITS: 11<\/p>\n\n<p>ALTERNATE: if one JH has been used (exiled), have in hand Biotic Labor, AD(2x) - CREDITS: 9<\/p>\n\n<p>ALTERNATE: if Biotic Labor is in hand, Subliminal Messaging must be in trash\/deck - CREDITS: 10<\/p>\n\n<p>ALTERNATE: if Kaguya(2x) or AD(2x) in hand and Archived Memories in trash, can forgo one use of Reclamation Order - CREDITS: 10<\/p>\n\n<p>ALTERNATE: if AD(3x) in hand, can play a Hedge Fund instead of the first Reclamation Order - CREDITS: 7<\/p>\n","username":"frontu","cards":{"01055":1,"01058":1,"01059":1,"01060":2,"01063":2,"01064":1,"01100":3,"01106":2,"01110":3,"02051":3,"02052":3,"02070":2,"02110":3,"03001":1,"03005":3,"03026":1,"04015":3,"04034":3,"04052":3,"04058":3,"04060":1,"04090":3,"04100":1,"04111":1}},{"id":4358,"name":"Five steps to win as CT v2 update","creation":"2014-04-19 13:04:03","description":"<p>1 Step : Get Magnum Opus, Use SMC to get it faster if u cant take it from starting hand.<\/p>\n\n<p>2 Step (optional) : Install Dinosaurus<\/p>\n\n<p>3 Step : Test Run + Scavenge or Retreval Run Garrotte<\/p>\n\n<p>4 Step : The same with Mroning Star<\/p>\n\n<p>5 Step : The same with Torch.<\/p>\n\n<p>You cant think it is not easy and slow. Chaos Theory speed up this deck reducing card to 40. You have a lot toys to tutor even without cheating tutors. Magnum Opus can handle every deck. Have Fun and test it before comment :)<\/p>\n","username":"Magnetic","cards":{"01004":1,"01008":3,"01038":3,"01044":3,"01050":3,"02004":1,"02009":2,"02046":1,"02047":3,"02048":3,"02101":2,"02107":3,"03034":3,"03038":2,"03046":3,"03054":3,"04047":1,"04065":1}},{"id":4359,"name":"AndromE3da","creation":"2014-04-19 14:18:38","description":"\n","username":"Satellite Uplink","cards":{"01007":2,"01008":3,"01011":1,"01014":1,"01018":3,"01020":3,"01021":3,"01022":3,"01024":3,"01026":1,"01029":2,"01050":3,"01051":1,"02009":2,"02024":1,"02083":1,"02091":1,"02104":3,"02107":2,"03049":1,"03052":3,"04004":2,"04009":1}},{"id":4360,"name":"NBN: Four Horsemen","creation":"2014-04-19 14:29:47","description":"<p>The Four Horsemen\nTollbooth = Famine\nIchi 2.0 = Pestilence\nTsurigi = War\nShinobi = Death<\/p>\n\n<p>Caprice Nisei = The Antichrist (you can't have an apocalypse without an Antichrist)<\/p>\n","username":"Satellite Uplink","cards":{"01080":1,"01081":3,"01082":2,"01090":1,"01091":1,"01092":2,"01108":2,"01110":3,"02020":2,"02056":3,"02110":3,"02115":3,"03017":1,"04015":3,"04040":2,"04060":1,"04074":1,"04076":3,"04077":1,"04096":3,"04100":2,"04114":1,"04115":1,"04119":3,"04120":2}},{"id":4361,"name":"Notorious Whizzard v0.2","creation":"2014-04-19 15:24:21","description":"<p>Ran this at a Chronos Protocol event today. It sort of works, but struggles against big ice over centrals (unsurprisingly). I nearly got off the god turn of notoriety + quest complete, but lost the notoriety to a shock in the archives (which I knew about), and then quest completed an aggressive secretary that killed my last corroder. Still pulled it out, somehow.<\/p>\n\n<p>Unfortunately, notoriety\/quest wer most often the card to ditch when necessary, as I couldn't get into one or more of the centrals. Mem chips were also often a waste. I also never pulled off a singularity, but there weren't as many upgrade heavy decks as I was expecting. Kraken was, as expected, completely worthless, although there times it would've been useful if I hadn't hit a second live Archer.<\/p>\n","username":"cbob","cards":{"01004":1,"01005":2,"01007":2,"01008":3,"01011":2,"01014":1,"01022":2,"01034":2,"01050":3,"02001":1,"02026":3,"02028":3,"02041":2,"02064":2,"02090":2,"02091":3,"03052":3,"04043":3,"04061":2,"04081":2,"04101":2}},{"id":4363,"name":"Irresistible Force","creation":"2014-04-19 16:58:05","description":"<p>The main problem with this deck right now is it takes a long time to ramp up...bad econ vs. cost ratios I think, and probably needs a few more icebreakers to draw. OTOH once it's rolling it's pretty serious.<\/p>\n","username":"AV8R","cards":{"01006":3,"01009":2,"01010":2,"01014":2,"01015":3,"01016":1,"01039":3,"01050":3,"02001":1,"02003":3,"02004":2,"02041":2,"02069":3,"02081":3,"02089":2,"03041":3,"03053":2,"04005":3,"04023":3}},{"id":4364,"name":"Brain Damage on Speed","creation":"2014-04-19 17:03:16","description":"<p>Deck focuses on finishing fast and using brain damage\/howler to delay runner<\/p>\n","username":"donutsdad","cards":{"01055":3,"01056":2,"01061":1,"01063":2,"01106":2,"02011":1,"02012":3,"02038":3,"02070":3,"02092":2,"03003":1,"03004":1,"03007":3,"03009":2,"03015":2,"03016":3,"03017":2,"03019":1,"03021":2,"03022":3,"04015":3,"04070":2,"04071":3}},{"id":4365,"name":"Lubo Theory","creation":"2014-04-19 18:13:10","description":"<p>Slightly modified deck I got from a successful player at the Chronos Tour. Basically you card draw quickly through your entire deck and Levy AR Lab Access to have a second round. Install Prepaid VoicePADs \/ Breakers \/ Plascretes as you go. <\/p>\n\n<p>Half of the deck are events so as you accumulate VoicePADs, you start getting ridiculously good economy (Sure Gamble = 7 credits). Re-use the events that hurt the Corp the moist with Same Old Thing.<\/p>\n\n<p>There are only 3 breakers but they are the most efficient breakers in the game. No tricks to get through ice. Just excellent economy + efficient breakers. <\/p>\n\n<p>Use Infiltration to avoid wasting your time and money on wild goose chases. Use Maker's Eye and Indexing to dig deep into R&amp;D.<\/p>\n\n<p>Use Account Siphon to keep the Corp poor, Use Lawyer Up to offset the drawbacks of Account Siphon and keep drawing.<\/p>\n\n<p>Use Chakana to stop Fast Advance.<\/p>\n\n<p>Very straight-forward and surprisingly effective deck. Can take a few turns to get started. Dominates mid- to late-game.<\/p>\n","username":"krystman","cards":{"01007":1,"01018":2,"01034":3,"01035":1,"01036":2,"01043":1,"01049":3,"01050":3,"02009":2,"02046":1,"02087":3,"02091":3,"02106":1,"03035":1,"03043":1,"03046":2,"03052":3,"03054":3,"04029":3,"04063":1,"04065":1}},{"id":4366,"name":"No hard feelings","creation":"2014-04-19 18:41:38","description":"\n","username":"cbob","cards":{"01069":2,"01094":2,"01100":2,"01101":2,"01102":2,"01106":1,"01110":3,"01111":2,"02037":3,"02060":2,"02117":2,"04015":2,"04017":3,"04036":2,"04040":3,"04057":3,"04059":2,"04079":3,"04097":1,"04098":3,"04099":3,"04100":2}},{"id":4367,"name":"Weyland \"Big Bucks\" V2","creation":"2014-04-19 19:00:03","description":"\n","username":"Andrewskis","cards":{"01065":2,"01078":1,"01090":2,"01093":1,"01094":3,"01098":3,"01101":2,"01103":3,"01106":3,"01110":3,"01111":3,"02013":2,"02019":3,"02077":3,"03014":1,"03026":3,"04015":3,"04020":1,"04040":3,"04058":2,"04117":2,"04118":1}},{"id":4368,"name":"And for my NEXT trick, a fortress made of ICE!","creation":"2014-04-19 20:42:23","description":"<p>I want to see how well NEXT can work at just throwing up an unmanageable wall of run-ending ICE.<\/p>\n\n<p>24 ICE in 49 cards brings the chance of getting fewer than two ICE in your \"pre-game\" hand under 5% after mulligan. Oversight and BER can stand up some of the heavy hitters early. An early ABT has a really good chance of brining up a couple more while good ole' Action Jackson saves the unfortunate non-ICE. An impenetrable remote becomes a cash farm with Melange on the table or a place to spin up a devastatingly over-advanced Ares should the runner start to build a scary looking rig.<\/p>\n\n<p>Not gonna lie, the 12 influence was harder to deal with than I'd like. Wouldn't mind having another Tollboth or Jackson in here. Sure could be swell to include Celebrity Gift, too, given that hands will often consist of a ton of ICE I don't mind showing or an asset\/agenda they can't get at after instillation anyway.<\/p>\n\n<p>I went back and forth on Hedge vs. Green Level vs. Blue Level. Any thoughts?<\/p>\n","username":"partialcharge","cards":{"01055":3,"01061":2,"01062":2,"01090":2,"01106":3,"01108":3,"01110":3,"02052":3,"02070":3,"02079":3,"02110":3,"03003":1,"03013":2,"03015":2,"03019":2,"04010":3,"04011":3,"04015":2,"04030":2,"04071":3}},{"id":4369,"name":"Iain Slowroll","creation":"2014-04-19 22:10:08","description":"\n","username":"vrumanuk","cards":{"01018":3,"01021":3,"01028":1,"01030":1,"01031":1,"01050":3,"01051":1,"02021":3,"02085":2,"02086":2,"02103":2,"03049":1,"03054":3,"04004":3,"04009":2,"04063":3,"04106":2,"05028":1,"05037":3,"05041":2,"05042":2,"05046":2}},{"id":4370,"name":"NBN-IT's a Trace! V2","creation":"2014-04-19 22:48:04","description":"<p>This deck is an early attempt at leveraging NBN:MN's free Trace credits and Tagging the runner.<\/p>\n","username":"Weasel","cards":{"01080":1,"01081":2,"01084":2,"01085":2,"01086":2,"01088":2,"01089":3,"01090":2,"01092":1,"01099":2,"01107":2,"01111":3,"01113":3,"02017":3,"02020":2,"02055":3,"02056":2,"02070":2,"02115":3,"04014":2,"04075":3,"04076":3}},{"id":4371,"name":"Sunspear's Viper","creation":"2014-04-19 22:51:12","description":"<p>Here it is folks, the spiritual successor to the Doran's Blades deck.  I went 3-1 with this deck and won the Enchanted Grounds Store Championship in Denver with it.  This deck has gone through many, many tweaks over the past six months, to which I had a dozen variants spun off of my original Cerebral Imaging deck.<\/p>\n\n<p>The first evolution occurred in December, where paddosan's Next Gen Fast Advance deck (http:\/\/netrunnerdb.com\/en\/decklist\/748\/next-gen-fast-advance-v1-0) inspired me to drop the one-turn win combo (the Trick of Light, Kaguya, MirrorMorph version) for a four-turn win combo with Celebrity Gifts and Shipment from SanSans; aiming for a scored Efficiency Committee and capable of scoring 8 of the remaining 10 agendas in the deck out-of-hand for one credit each.  It proved to be much more consistent than Doran's Blades in practice, but stumbled and did poorly in tournaments.<\/p>\n\n<p>The next revelation occurred with PeekaySK's Cerebral Giraffes decks (http:\/\/netrunnerdb.com\/en\/decklist\/3381\/cerebral-giraffes-vienna-store-champs-first-place- and http:\/\/netrunnerdb.com\/en\/decklist\/4182\/cerebral-hive-of-giraffes-chronos-bratislava-first-place-) which used the same strategy as paddosan, but put the 3-point agendas back in, essentially making it a three-turn win combo.  It seemed I was most vulnerable after scoring the Priority Requisition, so this change brought in more ice (and bigger ice!) to take advantage of the Priority Requisition and survive the last couple of turns before scoring out.<\/p>\n\n<p>One of the reasons I did so strongly with one of the older versions in testing was that runners were leaving the Jackson Howards on the table and letting me card draw away to victory.  When it came to a more competitive level, Jackson was run as soon as possible and nobody let it sit on the table.  That being the case...  The final touch, as PeekaySK also did, was dropping Jackson Howard.  This gave me the influence room necessary for two Hives and Tollbooth.  What about card draw?  I have tested versions with Anonymous Tip (as I replaced Jackson in all of my Weyland decks with Tips), but found I have plenty of card draw from Blue Level Clearance and Green Level Clearance without Tips and preferred the extra ice instead.  What about recursion?  Archived Memories and Reclamation Order work absolutely splendidly in that regard.<\/p>\n\n<p>Alright, at this point, I suppose some folks are wondering what this three-turn combo are.  First, you should check out the decks of the two gentlemen above, since they inspired the direction this deck took; a stark departure from the one-turn combo.  That said... here's what you're looking for:<\/p>\n\n<p>12 credits to spare without dumping your hand, 2 x Biotic Labors, 1 x Efficiency Committee.<\/p>\n\n<p>There's enough strong ice in the deck to score the Efficiency Committee traditionally in a remote server deck; but by the time you've shored up the central servers, you normally have these three cards in hand and a stockpile of extra money anyway.<\/p>\n\n<p>Your next step, on a future turn after scoring EC, is to install Priority Requisition, advance once, spend all your counters on EC, and double Shipment from SanSan to score Priority Req out of hand.  You typically want Wotan, Heimdall 1.0, or Tollbooth on the table to rez on HQ at this point and protect your hand until you nab the final two points.  It's also worth noting that your Hives are blank at this point.<\/p>\n\n<p>From there, if you have 7 credits, a Project Vitruvius, and the third Biotic Labor in hand, you win.  Otherwise, you can use Archived Memories or Reclamation order to pull a Biotic out of Archives and win on your next turn.<\/p>\n\n<p>And that's how it's done.  The one game I lost in the tournament, I drew 8 of 9 agendas in the deck in the first 15 cards.  I can sometimes get away with those odds, but the player I was up against just put too much pressure on HQ and I was stomped.<\/p>\n\n<p>Holler at me if you have any questions about the deck, feel free to discuss anything you think might make it better, and have fun trying it out!<\/p>\n","username":"CrimsonWraith","cards":{"01058":3,"01059":3,"01061":1,"01062":1,"01064":2,"01090":1,"01106":3,"01110":3,"02051":3,"02070":3,"02110":3,"03001":1,"03005":3,"04012":2,"04020":2,"04030":1,"04034":3,"04040":3,"04090":3,"04111":2,"04117":2,"04120":2}},{"id":4372,"name":"Virulent Saxum","creation":"2014-04-19 23:07:10","description":"<p>I went 3-1 with this deck and won the Enchanted Grounds Store Championship in Denver with it.<\/p>\n\n<p>I used to be the only player in my meta who consistently played Gabe; we're Shaper-heavy in Colorado and the few dedicated Criminal players were all-in on the Andromeda bandwagon.  After Gabe had a great deal of success in the Store Championships (including my own Ser Gabriel build with which I won our first in-state Store Championship), it became all the rage here, so I started looking for something different to try out.  I've always loved playing aggressive Criminal decks and always been awful at piloting Noise decks.  I tend to sit back and try to set everything up far too much, and by the time I have the set up that I want, the game's usually over.  I have had a good degree of success with an aggressive Whizzard deck, so I decided to try out that style with Noise.  This is the first deck that things really started clicking for me with.<\/p>\n\n<p>I'm afraid I don't have a name or username to provide a hat tip to for inspiring me on this one.  I've seen SneakySly and a few others streaming this deck (or a very similar one), but I believe this deck first originated at the RIW Hobbies Store Championship in Michigan.  My only tweak to that deck list was to swap one Knight out for a second Corroder.<\/p>\n\n<p>It's a fast, aggressive deck that fits my usual Criminal style very well.  I highly recommend trying it out if you're that sort of player who's had difficulty making Anarch decks click.  =)  Holler at me if you have any questions about the deck, feel free to discuss anything you think might make it better, and have fun trying it out!<\/p>\n","username":"CrimsonWraith","cards":{"01001":1,"01002":3,"01006":2,"01007":2,"01012":3,"01018":3,"01050":3,"01051":2,"01053":3,"02003":3,"02009":3,"02022":2,"02042":3,"02103":3,"03054":3,"04005":3,"04043":2,"04082":2}},{"id":4374,"name":"winning draft deck","creation":"2014-04-19 23:25:31","description":"<p>minus the xploratory romp and\n+1 underworld contact in the deck<\/p>\n\n<p>it won't let me publish without 30 cards in the deck and a max 3 cards of anythig....:<\/p>\n\n<p>.<\/p>\n\n<p>the connection games and comics had a draft on april 19 2014<\/p>\n\n<p>other cards avail:<\/p>\n\n<p>notoriety x2<\/p>\n\n<p>networking<\/p>\n\n<p>tinkering<\/p>\n\n<p>decoy the helpful ai<\/p>\n\n<p>new angeles city hall<\/p>\n\n<p>cyberfeeder<\/p>\n\n<p>nerve agent<\/p>\n\n<p>peacock <\/p>\n\n<p>deepthought<\/p>\n\n<p>creeper <\/p>\n\n<p>crescentus<\/p>\n\n<p>pheremones<\/p>\n","username":"brodee","cards":{"00006":1,"01007":1,"01021":1,"01028":1,"01029":1,"01034":1,"01036":1,"01041":1,"01044":2,"01049":2,"01050":1,"01051":2,"01052":1,"01053":3,"02008":1,"02022":1,"02026":1,"02028":1,"02043":2,"02069":3,"02089":2,"03032":1}},{"id":4376,"name":"wining corp draft deck","creation":"2014-04-19 23:26:03","description":"<p>the connection games and comics had an 8 person draft april 19th. <\/p>\n\n<p>8 players two sided draft<\/p>\n\n<p>in the first game, I kept the scorch and sea source in, somehow drew them won off it.  for the other games I removed them<\/p>\n\n<p>other cards avail<\/p>\n\n<p>pri reqs<\/p>\n\n<p>burkbugz 1<\/p>\n\n<p>dedicated server<\/p>\n\n<p>power grid overload<\/p>\n\n<p>trick of light x2<\/p>\n\n<p>posted bounty<\/p>\n\n<p>corporate war<\/p>\n\n<p>amazon industrial zone<\/p>\n\n<p>scorched earth<\/p>\n\n<p>sea source<\/p>\n","username":"brodee","cards":{"00005":1,"01056":1,"01057":1,"01058":1,"01061":1,"01068":1,"01075":3,"01077":1,"01088":1,"01090":2,"01091":1,"01104":1,"01106":2,"01109":2,"01110":2,"01113":2,"02014":1,"02019":1,"02020":1,"02030":1,"02053":2,"02056":2,"02077":1,"02080":1,"02096":1,"02112":1}}]