[{"id":6354,"name":"Glass Elevator","creation":"2014-06-03 01:10:02","description":"<p>Front door, back door, and through the roof.  The deck attacks all angles, which is rare for Shaper.  <\/p>\n","username":"proxy","cards":{"01007":1,"01026":1,"01028":1,"01034":3,"01035":3,"01036":1,"01038":3,"01044":3,"01050":3,"02009":3,"02047":3,"02085":2,"02107":3,"03028":1,"03034":3,"03044":2,"03046":3,"03053":3,"04009":2,"04047":1,"04067":1}},{"id":6355,"name":"Cerebral Cast is a Netrunner Card","creation":"2014-06-03 01:10:39","description":"<p>Turns out False Lead is still a good kill card.<\/p>\n","username":"proxy","cards":{"01067":1,"01070":3,"01078":1,"01099":2,"01110":3,"02032":3,"02059":3,"02080":3,"02095":2,"04012":3,"04013":3,"04015":3,"04033":1,"04071":2,"04074":2,"04093":2,"04115":1,"05006":1,"05007":3,"05013":3,"05016":1,"05019":1,"05020":1,"05022":2}},{"id":6357,"name":"Ken Runs Free!","creation":"2014-06-03 02:01:03","description":"<p>Any suggestions would be much appreciated!<\/p>\n","username":"FATMUSICGUY","cards":{"01018":3,"01021":3,"01022":2,"01024":2,"01036":3,"02009":2,"02024":2,"02087":3,"02091":3,"02107":2,"03038":2,"03052":3,"03054":2,"04044":3,"05029":1,"05035":3,"05038":3,"05041":1,"05042":1,"05045":3,"05046":1}},{"id":6358,"name":"Core-Only Icetrasher","creation":"2014-06-03 04:13:28","description":"\n","username":"Galatea","cards":{"01002":3,"01008":3,"01012":3,"01033":1,"01034":3,"01035":3,"01036":3,"01038":2,"01040":3,"01041":2,"01042":1,"01043":1,"01044":2,"01045":1,"01046":1,"01047":2,"01049":3,"01050":3,"01051":3,"01053":3}},{"id":6359,"name":"Situation Under Control v2","creation":"2014-06-03 04:17:15","description":"<p>This guy likes to take it slow.<\/p>\n\n<ul>\n<li>When to mulligan<\/li>\n<\/ul>\n\n<p>You need at least one card from the Sure Gamble \/ Hostage \/ Pro Contacts pool. Otherwise mull. If you feel advanterous you could also keep a Keyhole starting hand without any of the above cards - it will slow you down, but this deck isn't about being quick anyways.<\/p>\n\n<ul>\n<li>Setup your cards<\/li>\n<\/ul>\n\n<p>Pro Contacts is the best card to hit the table at the beginning of a game. Then you have two most important things to achieve - bring your Underworlds online (Hostage -> The Helpful AI) and setup Logos. Early Logos is very important, since it is a tutor for your main weapon - Keyhole. After they score the first agenda, grab your free Keyhole and Hostage for The Source immediately. Play other resources whenever you have a click to spare, New Angeles should be one of your priorities.<\/p>\n\n<ul>\n<li>Do the trick<\/li>\n<\/ul>\n\n<p>Siphon with New Angeles, Keyhole, repeat. Do not try to steal agendas - mill them. Then grab your prize from the Archives all at once when enough points amass. If at any point in the game you really need to break into the remote, use Siphon \/ Femme \/ Inside Job. Sometimes it is necessary to liberate an agenda from the remote... Make sure you have 3 creds to pay for The Source, spare Fall Guy on the table and a fresh New Angeles ready to go. When you are positive mid game they dont run Scorched, it is possible to go tagme since Closed Accounts do nothing against this deck (5c for the start then Calling In Favors for like 6 or 8 creds)...<\/p>\n","username":"apo","cards":{"01018":3,"01021":1,"01022":3,"01026":1,"01031":1,"01050":3,"01051":1,"02008":1,"02028":1,"02069":3,"02109":3,"03049":1,"03054":3,"03055":1,"04004":3,"04061":1,"04106":3,"05028":1,"05031":3,"05035":1,"05036":1,"05037":3,"05041":1,"05042":1,"05046":2}},{"id":6360,"name":"Andromeda Remote Control v2","creation":"2014-06-03 07:24:54","description":"\n","username":"A1win","cards":{"01004":3,"01018":3,"01019":3,"01022":3,"01025":1,"01027":1,"01036":3,"01049":3,"01050":3,"01051":3,"01053":3,"02006":1,"02050":3,"02083":1,"02085":1,"02091":1,"02105":1,"02109":3,"03055":3,"04004":3}},{"id":6361,"name":"The Game Master","creation":"2014-06-03 08:57:42","description":"<p>With a decent economy and help of <a href=\"\/en\/card\/02105\">Mr. Li<\/a>, the way of this deck is make runs and destroy cards with <a href=\"\/en\/card\/02001\">Whizzard: Master Gamer<\/a> skill and <a href=\"\/en\/card\/02003\">Imp<\/a>. <a href=\"\/en\/card\/01010\">Medium<\/a> and <a href=\"\/en\/card\/02041\">Nerve Agent<\/a> helps to multiacces. <a href=\"\/en\/card\/01005\">Cyberfeeder<\/a> and <a href=\"\/en\/card\/02002\">Spinal Modem<\/a> are there for cheap runs.<\/p>\n","username":"elronhir","cards":{"01002":2,"01004":1,"01005":3,"01007":2,"01008":2,"01010":1,"01012":3,"01027":2,"01050":3,"01053":3,"02001":1,"02002":3,"02003":3,"02007":2,"02009":2,"02041":1,"02087":1,"02091":2,"02105":3,"03052":3,"03053":3}},{"id":6362,"name":"Whizzard Rolls deep","creation":"2014-06-03 09:40:23","description":"\n","username":"CodeMarvelous","cards":{"01002":2,"01007":2,"01008":3,"01010":2,"01012":3,"01018":3,"01050":3,"02001":1,"02009":3,"02021":2,"02042":2,"02103":3,"03054":3,"04003":2,"04042":3,"04043":3,"04106":3,"05053":3}},{"id":6363,"name":"The World is Not Enough","creation":"2014-06-03 10:04:40","description":"<p>This is one of the strongest decks I've ever played.  You want to draw through your deck and score agendas, but if the runner picks one up, you use your massive amounts of money to Midseasons and Scorch them to death.  It can be a very fast deck, whether you kill or score your way through the game.  <\/p>\n","username":"skydivingninja","cards":{"01081":3,"01082":3,"01085":2,"01090":2,"01099":3,"01110":3,"01111":2,"02056":3,"02060":2,"02114":1,"02115":3,"02116":3,"02117":1,"04015":2,"04040":3,"04076":3,"04096":3,"04119":2,"05024":1}},{"id":6364,"name":"Efficiency Above All","creation":"2014-06-03 10:15:45","description":"<p>This deck is fairly terrible, but aims to break into every server for essentially free once the breakers are down. Has a lot of problems with early pressure.<\/p>\n","username":"YsengrinSC","cards":{"01007":1,"01008":2,"01014":1,"01019":2,"01026":2,"01034":3,"01035":2,"01037":2,"01050":3,"01053":3,"02004":1,"02008":2,"02009":2,"02041":1,"02046":1,"02047":3,"02048":2,"02087":2,"02091":2,"02106":2,"02107":2}},{"id":6365,"name":"Turbonium Monolith","creation":"2014-06-03 11:16:27","description":"<p>First off, all credit to PeekaySK for the concept of this deck (see: derived from) I've been playing this deck a lot, and with a lot of variations on the idea, and having a lot of success!  It's an awesome deck that plays fundamentally different from any other runner deck I know of, and it's a lot of fun.  For detailed info on the basic mechanics of the deck, please check out the original deck; he goes into a lot of detail, especially in the first few few comments, and debunks a lot of the \"improvements\" people suggest that actually go against the core concept of the deck.<\/p>\n\n<p>The main avenue for variation in this deck is the huge suite of programs; you can go a lot of different ways with breakers and support programs, and this deck has the card slots and memory to do just about whatever!  I'll just cover my changes and preferences and why I made these changes.<\/p>\n\n<p>-3 Dagger: see below, these two are a unit\n-3 Cloak: This might have to do with the meta in my area, but I've found that a <em>lot<\/em> of corp decks are packing at least a few high-strength sentries (torches, archers, grims, the list goes on) and as soon as they realize I'm relying on C&amp;D they can really exploit that, either making it so that I can't get in at all, or a the very least insuring that I can only get in once per turn.<\/p>\n\n<p>-1 Magnum Opus: multiple copies <em>are<\/em> essential for good pacing, but I found that three was overkill, especially after I added in SMC.<\/p>\n\n<p>-1 Netshield: even against Jinteki, I feel like this really underperformed. Monolith plus huge card draw means you can relatively easily soak a <em>large<\/em> amount of net damage each turn without much risk to the cards in your hand you want to keep.  Might be good to add back in if your area is very Heavy on Jinteki players, though; mine is not.<\/p>\n\n<p>+2 Creeper: in my search for a more flexible and reliable sentry breaker, I overlooked this little beauty for a long time simply because I had no intention of using its link ability.  Once I did try it, though, I was sold instantly.  Many of the problem sentries for Mimic have only one or two problem subroutines, so creeper can actually be pretty efficient (and is in-faction, allowing me to keep all the other influence cards I like better) given the generally crap state of sentry breakers.<\/p>\n\n<p>+3 Self Modifying Code: as a program, it fits much more nicely into this deck than any other tutor, and has become an invaluable early pressure tool for me.  I can throw it down for free, and then have the ability to face-check and probably break any one ICE, and most corp players will know it and slow down their pace it ice up.  Combines well with Levy AR Lab Access as well to instantly have access to the entire deck.<\/p>\n\n<p>+2 Atman: no matter how well you tune your breaker suite, there will always be that one ICE that seems to just ruin your day.  While I don't play these often, this deck has the cash to set tham at pretty big strengths, giving you a very cheap route past the likes of Archers or stacked Januses (Janusi?) or whatever other problem you might be stymied by.  Kind of a silver bullet for whatever pops up.<\/p>\n\n<p>+1 Chakana: this decks biggest struggle is definitely FA Corps, and while Nerve Agent and Account Siphon put intense pressure on HQ, this card combines with your R&amp;D interfaces to force them to either defend R&amp;D much more heavily or try to slog through the +1 advance cost.  Once it's virus'd up, it serves as an advance warning for when the corp hopes to score: if they wipe virus counters, they've got something in hand they don't want you to find.<\/p>\n","username":"voltorocks","cards":{"01007":2,"01011":1,"01018":2,"01034":3,"01043":3,"01044":2,"01050":3,"02009":2,"02041":1,"02046":1,"02087":3,"02089":2,"02107":2,"03033":3,"03035":3,"03036":2,"03040":2,"03043":1,"03046":3}},{"id":6367,"name":"Student Submissions","creation":"2014-06-03 11:16:52","description":"<p>The Professor showed his idea of a good programming project.  With his student submissions in hand he starts the grading process, selling the failures to Aesop.<\/p>\n","username":"Lineov","cards":{"01007":1,"01008":1,"01012":1,"01013":1,"01042":2,"01043":2,"01044":2,"01047":3,"02003":1,"02007":1,"02028":3,"02049":3,"02068":2,"02069":3,"02089":2,"02104":1,"02107":3,"03029":1,"03035":2,"03036":2,"03043":1,"03049":2,"04002":1,"04005":1,"04021":1,"04022":2,"04067":2,"04105":1,"05046":1}},{"id":6368,"name":"Eventful Express","creation":"2014-06-03 11:45:07","description":"\n","username":"netherdawn","cards":{"01018":3,"01019":3,"01021":3,"01022":2,"01024":2,"01049":3,"02009":2,"02043":3,"02091":1,"02106":3,"03035":1,"03052":3,"04004":1,"04029":2,"05029":1,"05034":1,"05035":2,"05036":2,"05041":2,"05042":2,"05046":2,"05048":1,"05054":1}},{"id":6369,"name":"Demolition Kit","creation":"2014-06-03 12:03:16","description":"<p>Derived from my Paintbrush deck, I eventually found that things were running a bit slower than I'd usually like so I returned to a more straightforward <a href=\"\/en\/card\/01044\">Magnum Opus<\/a>-based econ, and went back to my old trusty decoder suite of <a href=\"\/en\/card\/03044\">Cyber-Cypher<\/a> and <a href=\"\/en\/card\/04047\">Torch<\/a>.  I've also brought back <a href=\"\/en\/card\/04009\">John Masanori<\/a>, who takes advantage of Kit's \"1 good run per turn\" strategy (I found myself spending clicks on drawing way too often).  <a href=\"\/en\/card\/01003\">Demolition Run<\/a> is still there because its so brutal when you have an R&amp;D Interface or <a href=\"\/en\/card\/02041\">Nerve Agent<\/a> out.  Most of my deck is cheaper now, and anything more expensive than 3 credits can be Modded out.  I'll probably end up taking either this deck or a Whizzard build to regionals.<\/p>\n","username":"skydivingninja","cards":{"01003":2,"01007":1,"01026":2,"01034":3,"01035":3,"01036":2,"01037":2,"01038":3,"01044":3,"01050":3,"02009":2,"02041":1,"02047":3,"02066":1,"02107":3,"03028":1,"03034":3,"03044":2,"03046":3,"04009":2,"04047":1}},{"id":6370,"name":"Record Reconstruction Lock v1.1","creation":"2014-06-03 12:26:40","description":"<p>Second iteration of the <a href=\"\/en\/card\/04028\">Record Reconstructor<\/a> + <a href=\"\/en\/card\/02064\">Doppelgänger<\/a> lock combo. By running archives on click 1, <a href=\"\/en\/card\/02064\">Doppelgänger<\/a> run 2, click 2, and click 3, you can stop the corp from drawing anything new. Leaving you with a single click leftover. With that click, the plan is to slowly dig deeper past the 3-4 <a href=\"\/en\/card\/04028\">Record Reconstructor<\/a> cards with <a href=\"\/en\/card\/01010\">Medium<\/a>s.<\/p>\n\n<p><a href=\"\/en\/card\/01008\">Datasucker<\/a> and <a href=\"\/en\/card\/01012\">Parasite<\/a> package is included to help blow away any ice the corp can scrounge up onto archives.<\/p>\n","username":"pandapersona","cards":{"01008":3,"01010":2,"01012":1,"01034":3,"01047":1,"01050":3,"01053":2,"02046":1,"02047":2,"02064":2,"02066":1,"02087":3,"03034":2,"03038":3,"03043":1,"03046":2,"03051":3,"03053":3,"04028":2,"05053":1}},{"id":6371,"name":"Prepaid Katman Assault v2","creation":"2014-06-03 12:52:28","description":"<p>Win Condition: <\/p>\n\n<p>Planned Assault to hit whats open for agendas via Legwork, The Maker's Eye, Indexing, and Escher.<\/p>\n\n<p>Disruption: <\/p>\n\n<p>Parasite recursion via Clone Chip, Test Run, SMC, and Scavenge. Kill all those annoying cheap ice that fast advance decks use...I'm looking at you NBN.<\/p>\n\n<p>Breakers: <\/p>\n\n<p>Atman + Datasucker, with emergency Femme, Inti, and protection (Deus X\/Sharpshooter)<\/p>\n\n<p>Economy Engine: <\/p>\n\n<p>Prepaid VoicePAD enables efficient Dirty Laundry, Lucky Find, and Sure Gamble. Also works great with Test Run, Legwork, Planned Assault, Quality Time, and Maker's Eye. Oh, and you're Kate, stuff is cheaper to install :)<\/p>\n\n<p>Draw Engine: <\/p>\n\n<p>Quality Time and Diesel<\/p>\n\n<p>Same Old Thing is key in this deck; great for disruption, economy, or win condition...whatever you need. Last but not least, two Plascretes, because Scorched Earth is still a thing.<\/p>\n\n<p>Strategy: <\/p>\n\n<p>Early game: Keep a central server open at all times via parasite recursion. Aim to get two datasuckers in play ASAP and just disrupt the corp early on. You will manage to hit a central with a run event and hopefully pull 2-3 points.<\/p>\n\n<p>Mid game: When they attempt to either wall up centrals or establish a remote server, drop an Atman (usually 0). Use planned assault to abuse where you think the agendas are, whether it is index, maker's eye, or legwork. Hopefully you can seal the game here as the corp either cannot protect centrals well enough, or establish a safe remote server.<\/p>\n\n<p>Late Game: Escher can wreck a corp when they think they have a safe remote server and drop your winning agenda behind it. Go get it.<\/p>\n\n<p>Weaknesses: <\/p>\n\n<p>Memory is low so operating off one Atman is typical.<\/p>\n\n<p>Long games; This deck is fast, and can fizzle in the late game. I think 1 Levy may fix that.<\/p>\n\n<p>Corps with a high ice count, mainly HB because Jinteki, NBN, and Weyland all seem to run 16-18 ice these days...<\/p>\n","username":"th3p4yn3","cards":{"01008":2,"01012":1,"01026":1,"01033":1,"01034":2,"01036":1,"01050":3,"02009":2,"02047":2,"02066":1,"02087":3,"02106":1,"03031":1,"03034":2,"03038":2,"03040":2,"03046":3,"03048":1,"03052":3,"03054":3,"04029":3,"04067":1,"04109":2,"05035":1,"05036":2}},{"id":6372,"name":"Reina Roja - Anarchs will rise","creation":"2014-06-03 12:53:25","description":"<p>Account Siphon Reina. The problem is getting into HQ to pull off the AS which leads us to Deep Red and Overmind to put pressure on the corp, because suddenly nowhere is safe, thereafter. I noticed that over the long game, I start running out of power counters on Overmind and usually Knights dont stick around to long, so I added e3 Feedback Implants to keep those around for longer. It also lets me muscle through massive Glacier HB decks which are super expensive. Also added a Djinn\/Virus package. Its a little slow and clunky but between Account Siphoning you definitely are slowing the corp down. I also love this deck because depending on your draws, you can attack from many different angles: Account Siphon + Rook for economy and ICE, Parasites + Data Suckers to destroy the expensive\/big ICE, Medium for R&amp;D multi-access, Hemorrhage for HQ pressure and DLR for R&amp;D and Archives. <\/p>\n","username":"IronRaven88","cards":{"01002":3,"01007":1,"01008":2,"01009":2,"01010":1,"01011":1,"01012":3,"01018":3,"01050":3,"01053":2,"02009":2,"02024":1,"02042":2,"02103":3,"03054":3,"04003":3,"04041":1,"04042":3,"04043":3,"04082":1,"05053":3}},{"id":6373,"name":"HB Glacier","creation":"2014-06-03 12:54:02","description":"<p>Glacier\/RC is my favorite archetype. Lots of large taxing ICE and all the Sentries have teeth that the runner needs to deal with. Adonis and Eves are the main money engines with Melange in the scoring server. Ash is there for the extra protection when you need it most and a singleton Tenma Line has won me a few games especially against a Blackmail Deck. Nice balance between operation economy and asset economy and EtF is the rock that holds it together. <\/p>\n","username":"IronRaven88","cards":{"01054":1,"01055":3,"01056":3,"01061":2,"01062":3,"01064":2,"01090":2,"01106":3,"01108":1,"01110":3,"02012":1,"02013":3,"02051":1,"02070":3,"02092":2,"02110":3,"03006":1,"03015":2,"03019":2,"04011":3,"04015":3,"04100":2,"05012":1}},{"id":6374,"name":"HQ lock Sir Gabe","creation":"2014-06-03 13:02:45","description":"<p>HQ lock Gabe w\/ Knight and Parasite disruption.<\/p>\n\n<p>Simple as play blue cards and win.<\/p>\n","username":"th3p4yn3","cards":{"01007":1,"01008":3,"01012":2,"01014":1,"01017":1,"01018":3,"01021":2,"01022":3,"01024":2,"01026":1,"01028":2,"01049":1,"01050":3,"02009":2,"02043":2,"02085":2,"02104":3,"02106":1,"03052":2,"03054":3,"04043":1,"05035":2,"05048":3}},{"id":6376,"name":"Have no idea of what i'm doing","creation":"2014-06-03 14:07:50","description":"\n","username":"RabeiUsura","cards":{"01007":2,"01018":3,"01022":3,"01026":2,"01028":2,"01050":3,"01051":1,"02006":2,"02009":2,"02028":3,"02043":2,"02069":3,"02085":3,"02105":2,"02107":2,"04005":3,"05028":1,"05037":2,"05048":2,"05050":3}},{"id":6377,"name":"Now Your Failure Is Complete v2","creation":"2014-06-03 14:10:43","description":"<p>This is a variant of the Anatomy of Anarchy deck. I wanted to focus more on the trashing aspects of that deck and no one does it better than Noise.<\/p>\n\n<p>Version 2 doubles down on viruses to maximize Noise's identity ability and attempts to make accesses more productive.<\/p>\n\n<p>Joshua B. was brought back for the excellent fifth click, which puts even more pressure on the Corp.<\/p>\n","username":"TonganJedi","cards":{"01001":1,"01002":3,"01006":2,"01007":2,"01008":3,"01009":3,"01010":1,"01012":3,"01018":3,"01050":3,"01051":3,"01053":3,"02003":1,"02009":3,"02041":1,"02042":2,"02102":2,"02103":3,"02106":1,"03054":3}},{"id":6378,"name":"Have no idea of what i'm doing","creation":"2014-06-03 14:28:29","description":"\n","username":"RabeiUsura","cards":{"01007":2,"01018":3,"01020":3,"01022":3,"01026":2,"01028":2,"01050":3,"02006":2,"02009":2,"02028":3,"02043":3,"02069":3,"02085":3,"02105":2,"04005":3,"04061":2,"05028":1,"05037":2,"05048":3}},{"id":6379,"name":"Have no idea of what i'm doing","creation":"2014-06-03 14:35:26","description":"\n","username":"RabeiUsura","cards":{"01018":3,"01020":3,"01022":3,"01026":2,"01028":2,"01050":3,"02007":2,"02009":2,"02028":3,"02043":2,"02069":3,"02085":3,"02105":2,"02107":2,"03048":2,"04005":3,"05028":1,"05037":2,"05048":3}},{"id":6380,"name":"Gabriel the Cavalier","creation":"2014-06-03 14:58:18","description":"<p>version of another deck with my person card changes. not an original deck<\/p>\n","username":"CodeMarvelous","cards":{"01007":1,"01008":2,"01011":1,"01014":1,"01017":1,"01018":3,"01021":2,"01022":3,"01024":3,"01028":2,"01050":3,"01053":3,"02009":3,"02024":1,"02043":3,"02104":3,"02106":1,"03052":2,"03054":3,"04043":3,"05035":2}},{"id":6381,"name":"Tag Threat FA","creation":"2014-06-03 15:00:21","description":"<p>The threat of Scorched Earth is strong in you opponent. Constant tagging opportunities from ICE etc. keeps them on their toes. This is up to Opening Moves.<\/p>\n","username":"K1rnu","cards":{"01062":2,"01080":1,"01081":3,"01082":2,"01085":2,"01087":2,"01088":2,"01090":1,"01092":3,"01099":1,"01103":3,"01107":3,"01108":2,"01109":3,"01110":3,"01111":1,"01112":2,"01113":2,"02019":2,"02056":2,"02115":3,"02116":2,"04015":3}},{"id":6382,"name":"Noisia","creation":"2014-06-03 15:02:36","description":"<p>A slightly old-school Noise mill deck with suicidal tendencies. Parasite recycling with clone chips and Imps everywhere all day. Cards from up to Creation and Control.<\/p>\n","username":"K1rnu","cards":{"01001":1,"01002":3,"01004":1,"01006":2,"01007":1,"01008":3,"01009":3,"01010":1,"01011":1,"01012":3,"01014":1,"01016":3,"01047":1,"01049":1,"01050":3,"01051":1,"02003":2,"02022":3,"02041":1,"02104":1,"03038":2,"03047":3,"03052":2,"03053":3}},{"id":6383,"name":"Eventful Express (v1.2)","creation":"2014-06-03 15:30:45","description":"\n","username":"brightknight_216","cards":{"01018":3,"01019":2,"01021":2,"01022":2,"01024":2,"01031":1,"01049":1,"02009":2,"02043":2,"02091":2,"02106":3,"03052":3,"03053":2,"03054":2,"04004":1,"04029":2,"04043":3,"05029":1,"05034":2,"05035":2,"05036":1,"05041":2,"05042":2,"05046":2}},{"id":6384,"name":"BoxingClever.o8d","creation":"2014-06-03 15:38:10","description":"<p>The concept of this deck is fast set up, flexible &amp; adequate protection along with multiple deep game threats. It is expensive but it pays it's own way easily by mid-game when the corp is traditionally strongest. Ideally I have Magnum, Snitch and Toolbox along with a cybersolutions by turn 12. The ability to repeat Index\/Maker's combo is brutal even in single point decks.\nThoughts\/suggestions welcome.<\/p>\n","username":"Gregory James","cards":{"01033":1,"01034":3,"01035":3,"01036":3,"01041":3,"01043":2,"01044":2,"01045":1,"01050":3,"02009":2,"02027":2,"02045":1,"02106":3,"03046":3,"03053":3,"03054":2,"04065":2,"04086":3,"05033":2,"05035":2}},{"id":6385,"name":"Replicating Babies v2","creation":"2014-06-03 15:46:20","description":"<p>This is the current iteration of my RP deck I've been playing for the last few months.  I've mostly played with the Ice to focus on taxation. Heimdall has done great work in place of one Tollbooth, and Rainbow is really great early ETR ice that's also a decent 3 credit tax for Corroder later on. RSVP is still an MVP with my agendas and Caprice. Its definitely my favorite deck to play.<\/p>\n","username":"skydivingninja","cards":{"01061":1,"01062":1,"01078":1,"01090":1,"01110":3,"02014":1,"02031":1,"02032":3,"02110":3,"04012":3,"04015":2,"04054":3,"04060":2,"04073":3,"04074":3,"04077":2,"04114":3,"04119":3,"05007":2,"05009":3,"05018":3,"05025":3}},{"id":6386,"name":"Tutorial Runner Deck: Kate","creation":"2014-06-03 20:39:23","description":"<p>Simple Kate deck I've been using to teach people the game.<\/p>\n","username":"reverendanthony","cards":{"01007":2,"01018":2,"01019":3,"01033":1,"01034":3,"01035":3,"01036":3,"01037":3,"01038":3,"01040":2,"01041":2,"01043":2,"01044":2,"01046":2,"01048":2,"01049":3,"01050":3,"01051":2,"01053":3}},{"id":6387,"name":"Ser Gabe","creation":"2014-06-03 22:42:14","description":"\n","username":"arribous","cards":{"01007":1,"01011":1,"01017":1,"01018":3,"01021":3,"01022":3,"01024":3,"01028":3,"01043":1,"01050":3,"01053":3,"02009":3,"02024":1,"02043":3,"02104":3,"02106":1,"03052":3,"03054":3,"04043":3,"05035":1}},{"id":6388,"name":"Standy Andy","creation":"2014-06-03 23:13:08","description":"\n","username":"hhooo","cards":{"01007":1,"01008":3,"01011":1,"01012":2,"01014":1,"01018":3,"01019":2,"01021":3,"01022":3,"01024":3,"01049":1,"01050":3,"02009":1,"02043":1,"02083":1,"02091":2,"02104":3,"02105":2,"03038":2,"03052":2,"03054":2,"05035":2,"05048":2}},{"id":6389,"name":"PADman ","creation":"2014-06-03 23:21:32","description":"\n","username":"hhooo","cards":{"01007":1,"01008":2,"01012":1,"01033":1,"01034":3,"01036":2,"01043":1,"01050":3,"02009":1,"02087":2,"02106":2,"03031":1,"03035":1,"03038":3,"03040":2,"03046":3,"03052":3,"03053":3,"03054":2,"04029":3,"04067":1,"04086":1,"04109":3,"05035":1}}]