[{"id":8969,"name":"Dinomite v3 (1st, Auckland Regionals)","creation":"2014-08-26 01:20:40","description":"<p>This is an updated version of my Chronos Protocol winning decklist <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/4715\/dinomite-1st-auckland-chronos-protocol-\">Dinomite<\/a>. For a more detailed analysis of the deck check the <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/4715\/dinomite-1st-auckland-chronos-protocol-\">original list<\/a>. Here I’ll just cover the changes to the deck since <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/5755\/dinomite-v2-1st-auckland-vagabond-store-championship-\">Dinomite v2<\/a> and how they performed on the day.<\/p>\n\n<ul>\n<li>-1 Inside Job<\/li>\n<li>+1 Legwork<\/li>\n<li>+1 Stimhack<\/li>\n<\/ul>\n\n<p>Some slight changes to influence. Legwork was my target for Planned Assault and Same Old Thing so often that I added a second copy. Vamp would be another good choice. Stimhack adds a bit of speed and I'm happy to have it back.<\/p>\n\n<ul>\n<li>-2 Plascrete Carapace<\/li>\n<li>-1 Deus X<\/li>\n<li>-1 Levy AR Lab Access<\/li>\n<li>+1 Feedback Filter<\/li>\n<\/ul>\n\n<p>I've been comfortable overpowering Weyland economy with Magnum Opus so the Plascretes came out. Levy AR Lab Access simply wasn't needed as the deck doesn't need to draw for economy unlike PPvP Kate. I hadn't found myself using Deus X, it caused occasional MU problems and I wasn't getting as much use out of it without Clone Chips. In their place is the strongest Jinteki defence out there, Feedback Filter. With credits on hand you are almost impossible to flatline or deck. During the tournament I installed Feedback Filter when my opponent's RP showed some teeth. It let me avoid some work compression to continue my run and steal a Fetal AI that would have otherwise killed me.<\/p>\n\n<ul>\n<li>+1 Cyber-Cyber<\/li>\n<li>+1 Quality Time<\/li>\n<\/ul>\n\n<p>With the free slots I sped the deck up adding a cheap codegate SMC option with Cyber-Cypher which also works well with Scavenge. It rescued my Magnum Opus from the heap early one game and in another, after they trashed their remote codegate I scavenged it to R&amp;D to land Indexing.<\/p>\n\n<p>The deck performed reasonably in a meta of NBN and RP going 1-1 against both archetypes which was luckily enough with my superbye and strong corp performance. The game I lost to RP had an amazing start, landing Account Siphon trashing several economy assets and scoring a quick 4 points with a commanding credit lead. Then, Sundew behind a Quandary. I'd already popped SMC and Testrun for my initial assault grabbing Femme and Corroder. That Sundew must have brought in 20+ credits and he was able to slowly claw his way back into the game. I scored another NAPD to reach 6 points but lost a couple Psi games and he closed it out. In my bottom 5 cards were Test Run, Test Run, Torch, Cyber-Cypher. I think it was a mistake not to run a third SMC in the deck.<\/p>\n\n<h2>The Spaces Between Update<\/h2>\n\n<p>I'm currently testing what I call Dinomite Hi-Lo where I've diversified breakers grabbing both ends of the spectrum; Torch\/Cyber-Cypher and Morning Star\/Inti. This allows quick cheap SMC answers and Test Run or lategame big rig. Morning Star and Inti are well positioned for a barrier meta of Eli 1.0, Wraparound and NEXT Silver.<\/p>\n\n<ul>\n<li>+1 Self-modifying Code<\/li>\n<li>+1 Morning Star<\/li>\n<li>+1 Inti<\/li>\n<li>-1 Corroder<\/li>\n<li>-1 Legwork<\/li>\n<\/ul>\n\n<p>Inspired by a CT deck that handed my NBN its' only loss I'm also considering a swap to Personal Workshop. The 'take 8 credits' turn become 9 with a Personal Workshop ticking, particularly helpful keeping up with RP and NEH assets. With breakers loaded on Personal Workshop you can also force the corp to rez ice before you have to pay for them.<\/p>\n\n<ul>\n<li>+2 Personal Workshop<\/li>\n<li>-2 Modded<\/li>\n<li>-1 Sure Gamble<\/li>\n<\/ul>\n\n<p>The change would not be without its' drawbacks. I actually had workshop in my earliest build but my opponents would force through SEA Source or Breaking News just to trash it so I learned to love going tag-me with multiple siphons. The deck also becomes a bit less explosive, telegraphing your moves to the corp. In the end I suspect that going through the NEH testing grinder will fully commit me to Personal Workshop, switching the run events for more R&amp;D\/HQ Interfaces.<\/p>\n\n<p>If you've got any questions, ideas or lessons from testing against NEH I'd love it hear it. :)<\/p>\n","username":"Fjord","cards":{"01004":1,"01007":1,"01018":1,"01026":2,"01034":3,"01035":2,"01044":3,"01050":3,"02046":1,"02047":3,"02048":2,"02087":1,"02106":3,"02107":1,"03034":3,"03037":1,"03044":1,"03046":2,"03054":3,"04047":1,"05035":2,"05036":1}},{"id":8970,"name":"androdm","creation":"2014-08-26 04:27:21","description":"<p>2nd place after swiss and 3rd after top 16 at german nationals (85 players)<\/p>\n","username":"servas","cards":{"01007":2,"01008":3,"01011":1,"01014":1,"01018":3,"01021":2,"01022":3,"01024":3,"01026":1,"01050":3,"01051":1,"02009":2,"02043":2,"02083":1,"02091":2,"02104":3,"02107":3,"03052":3,"04009":1,"05035":3,"05046":1,"05048":3}},{"id":8971,"name":"Reina Necromancer","creation":"2014-08-26 07:21:51","description":"\n","username":"Gygrazok","cards":{"01002":2,"01004":1,"01005":2,"01006":1,"01007":1,"01008":2,"01011":1,"01012":3,"01014":1,"01015":1,"01018":2,"01026":1,"01050":3,"02004":1,"02009":2,"02022":2,"02028":2,"02082":2,"02087":2,"02091":2,"02101":3,"03052":2,"03053":2,"03054":3,"04041":1,"04047":1}},{"id":8972,"name":"vulcan, go to your room! anti-AI edition","creation":"2014-08-26 08:34:51","description":"<p>Mother goddess locks off HQ, while off the grid allows advancement at my leisure. Himitsu-bako is used to prevent inside jobbing through, and can be picked up to prevent mother goddess gaining its subroutine. swordsman prevents AI breakers getting through, and is then security subcontracted, or himitsu-bako is picked up and used to trash swordsman, with archived memories and reclamation order for recursion. Chimera locks off R&amp;D until all breakers are out, by which point hopefully fast track should have got all the agendas I need into HQ and scored<\/p>\n\n<p>The only weakness I can see is feint, and then only if a sentry breaker is out as well. Considering data mine as another AI to prevent this, but I would have to lose security subcontract to do it.<\/p>\n\n<p>All suggestions welcome<\/p>\n\n<p>EDIT: <\/p>\n\n<p>-3 security subcontract<\/p>\n\n<p>-1 suc dem<\/p>\n\n<p>-2 himitsu-bako<\/p>\n\n<p>+2 howler<\/p>\n\n<p>+1 Off the grid<\/p>\n\n<p>+3 aggressive negotiation<\/p>\n\n<p>With the foundry identity security subcontract should not be needed, as trashing and replacing with the same ice should be possible. Howler exists purely to prevent inside job and feint.<\/p>\n","username":"cdwolstenholme","cards":{"01058":3,"01096":3,"01106":2,"01110":3,"02039":3,"02060":3,"02070":3,"03014":3,"03024":3,"04010":1,"04013":2,"04033":2,"04038":2,"04040":3,"04090":3,"04111":3,"05027":3,"06010":3,"06021":1,"06030":1}},{"id":8973,"name":"Kate knows what she wants","creation":"2014-08-26 09:03:58","description":"<p>Copy of Benoit Gascon's winning deck from GenCon 2014<\/p>\n\n<p>AMA Thread from reddit: http:\/\/www.reddit.com\/r\/Netrunner\/comments\/2ege0h\/i<em>am<\/em>benoit<em>gascon<\/em>winner<em>of<\/em>the<em>2014<\/em>gencon\/<\/p>\n","username":"Ihuckdisc","cards":{"01007":1,"01012":1,"01026":1,"01033":1,"01036":3,"01043":1,"01050":3,"02009":1,"02021":1,"02047":2,"02066":1,"02106":3,"03034":3,"03035":1,"03038":3,"03046":3,"03049":3,"03052":3,"03054":3,"04029":3,"04067":1,"04109":3,"05035":1}},{"id":8974,"name":"BP 2.0","creation":"2014-08-26 09:07:19","description":"\n","username":"danmwilson","cards":{"01059":2,"01094":3,"01098":3,"01100":2,"01102":2,"01103":3,"01110":3,"02018":3,"02077":1,"03024":2,"04017":3,"04018":2,"04039":2,"04040":3,"04057":2,"04078":3,"04097":1,"04117":3,"05027":3,"06003":2,"06009":2}},{"id":8975,"name":"There is a bit noisy here","creation":"2014-08-26 09:11:42","description":"\n","username":"Beyo","cards":{"01001":1,"01002":2,"01005":2,"01006":2,"01007":2,"01008":2,"01009":2,"01010":2,"01011":1,"01012":3,"01016":2,"01022":2,"01047":2,"01050":3,"01051":1,"01053":3,"02003":3,"02007":1,"02009":1,"02041":1,"02081":3,"02102":1,"03040":1,"03053":3,"05033":2}},{"id":8976,"name":"Whiz-Bang","creation":"2014-08-26 09:18:20","description":"<p>I was never really an Anarch player, and like most, I think it was simple inexperience that never lead me to success with them. One day I read an article that said the most important thing for an Anarch to know: Destroy everything, let them have nothing. <\/p>\n\n<p>With that I decided to be nearly hyper-focused on my goal, which was mainly to cause chaos, destroy as much as possible, and make the corp hate life.<\/p>\n\n<p>I think most of my choices are somewhat obvious, but I'd like to explain the couple that aren't:<\/p>\n\n<p>Hemmorage: Most people find it \"too slow\", and I think that is for a couple of reasons. 1) They don't use 3 copies. I feel like it's all-in or not at all to make it totally effective. 2) It's not going to be used as often as you want, but that extra pressure goes a long way when you're already blowing other things up and then they're forced to choose. In rapid fashion, along side Imp, I find their hand size dwindles to the point where, if they have just one or two cards, there's 1-2 agendas there.<\/p>\n\n<p>Express Delivery: I've tried this in other decks and it never seemed to work. Anarch needs a big dig that's not Expensive, High Influence, or Wyldside. ED just works when you need to dig faster, and it gets you a shuffle to boot.<\/p>\n\n<p>The combination of hand and econ disruption is just a killer in this deck. Stack on Whiz's free trash creds and this is one mean machine. <\/p>\n\n<p>I should also mention that tag-me isn't as dead as it might seem. Our meta is strong and diverse and despite the threats this deck avoids most of the pitfalls by needing little cash to get by. I could click for creds most of the time and still do very well. Further, Josh B and DLR along with the other trashing I do has seen several near-mill wins. That's still the hardest win to achieve in my mind but this deck pushes the pace hard. One day...<\/p>\n","username":"locusshifter","cards":{"01002":3,"01004":2,"01006":3,"01008":3,"01012":3,"01018":3,"01050":3,"01053":3,"02001":1,"02003":2,"02009":2,"02042":3,"02103":3,"04043":3,"04082":3,"05033":3,"05053":3}},{"id":8977,"name":"Efficient Reina","creation":"2014-08-26 09:19:06","description":"\n","username":"caesar","cards":{"01002":3,"01005":3,"01007":2,"01008":3,"01010":2,"01011":3,"01012":3,"01014":1,"01024":2,"01050":3,"01053":3,"02003":3,"02041":1,"02087":3,"03052":3,"03053":2,"04041":1,"04043":3,"05048":2}},{"id":8978,"name":"Ten Stone Clone","creation":"2014-08-26 09:38:24","description":"<p>I think Tenma is synonymous with run. I am also a believer that if you use him you should max out his influence; the thing is I never seem to be able to. I really like the power of the central-only breakers. If I ever decided to shift to \"regular\" breakers I have the influence here to do it, but I'm not sure that will ever happen.<\/p>\n\n<p>So this deck is all about the run. Special cards of note:<\/p>\n\n<p>Singularity: It's here for Jinteki, or anything else you suspect is a trap, but primarily Jinteki. It's damned effective too.<\/p>\n\n<p>Running Interference: 1 copy in case you absolutely need to get into a remote, or are just up against Glacier.<\/p>\n\n<p>Mr Li: Because I'm running so much run, and 2 copies of Planned Assault, I can afford to bury my runs, making virtually every choice of what to keep easy.<\/p>\n\n<p>Bank Job: An oldie but goodie. Sure, leave that remote empty with unrezzed ice in front of it...<\/p>\n\n<p>This Tenma is low cost, high pressure, and lots of fun to play.<\/p>\n","username":"locusshifter","cards":{"01012":2,"01018":3,"01021":2,"01022":2,"01024":3,"01026":1,"01029":2,"01050":3,"01051":2,"02043":2,"02105":2,"02106":2,"03052":3,"03054":2,"04044":1,"04101":1,"05029":1,"05035":2,"05036":2,"05041":2,"05042":2,"05046":2,"05048":2}},{"id":8979,"name":"Alice in Wüderland v0.1","creation":"2014-08-26 10:54:41","description":"<p>Republished with changes here:\nhttp:\/\/netrunnerdb.com\/en\/decklist\/8980\/alice-in-w-derland-v0-1-1<\/p>\n\n<hr \/>\n\n<p>I'm new to Netrunner but have some TCG experience under my belt. When I looked at <a href=\"\/en\/card\/02046\">Chaos Theory: Wünderkind<\/a> with the 40 card minimum I liked her. Less cards means your deck is more consistent. What else does make a deck thinner? Deck thinning like with tutor cards. <a href=\"\/en\/card\/01039\">Rabbit Hole<\/a> is a nice deck thinner. <a href=\"\/en\/card\/01039\">Rabbit Hole<\/a> added links so I though...<a href=\"\/en\/card\/02069\">Underworld Contact<\/a> and the Cloud breakers should be good. How do I get <a href=\"\/en\/card\/02069\">Underworld Contact<\/a> out fast? Well, <a href=\"\/en\/card\/04004\">Hostage<\/a> and it's another tutor. And the thing went from there...would love help with the deck. :)<\/p>\n","username":"AceAttorney","cards":{"01007":2,"01008":2,"01012":2,"01026":1,"01034":3,"01041":2,"01050":3,"02007":2,"02008":2,"02028":2,"02046":1,"02047":2,"02089":2,"02091":2,"02107":2,"03034":2,"03046":3,"03049":2,"03052":2,"04004":2}},{"id":8980,"name":"Alice in Wüderland v0.1.1","creation":"2014-08-26 11:16:36","description":"<p>Republishing with small edit...I had a brain fart and forgot <a href=\"\/en\/card\/01039\">Rabbit Hole<\/a>!<\/p>\n\n<hr \/>\n\n<p>I'm new to Netrunner but have some TCG experience under my belt. When I looked at <a href=\"\/en\/card\/02046\">Chaos Theory: Wünderkind<\/a> with the 40 card minimum I liked her. Less cards means your deck is more consistent. What else does make a deck more consistent? Deck thinning and tutor cards. <a href=\"\/en\/card\/01039\">Rabbit Hole<\/a> is a nice deck thinner. <a href=\"\/en\/card\/01039\">Rabbit Hole<\/a> added links so I though...<a href=\"\/en\/card\/02069\">Underworld Contact<\/a> and the Cloud breakers should be good. How do I get <a href=\"\/en\/card\/02069\">Underworld Contact<\/a> out fast? Well, <a href=\"\/en\/card\/04004\">Hostage<\/a> and it's another tutor. And the thing went from there...would love help with the deck. :)<\/p>\n","username":"AceAttorney","cards":{"01007":2,"01008":2,"01012":2,"01026":1,"01034":3,"01039":3,"01041":2,"01050":3,"02007":2,"02008":2,"02046":1,"02047":3,"02089":2,"02091":2,"02107":2,"03046":3,"03049":2,"03053":2,"04004":2}},{"id":8981,"name":"The NEXT Foundry v2 - A primer","creation":"2014-08-26 11:43:21","description":"<p>v2<\/p>\n\n<p>My take on The Foundry is a Red Coats style deck featuring the NEXT ice and Domestic Sleepers with lots of 3 pointers. <\/p>\n\n<p>Initial reactions: <\/p>\n\n<p>1) Original concept needed more card draw so I added 2 <a href=\"\/en\/card\/04090\">Blue Level Clearance<\/a>. There was a series of turns where I needed to draw agendas and was not.<\/p>\n\n<p>2) One scored <a href=\"\/en\/card\/06001\">Domestic Sleepers<\/a> is enough with this agenda set, and 2 scored doesn't help the corp, so agenda composition is all 3 pointers and now 2 Domestic Sleepers.<\/p>\n\n<p>3) Aside from expensive \"one of's\", core ice should be pairs or triplets.<\/p>\n\n<p>4) This identity increases agenda density because we remove extra ice from R&amp;D therefore defending it is important. (We have built in Indexing protection - with either unrezzed ice on R&amp;D or a <a href=\"\/en\/card\/02060\">Chimera<\/a>).<\/p>\n\n<p>5) Grail ice with this identity will be effective because ice in hand are never dead cards. NEXT and Grail together with <a href=\"\/en\/card\/06010\">Mother Goddess<\/a> will be very efficient and effective.<\/p>\n\n<p>6) This identity naturally protects HQ because extra ice can just be held to make space. (<a href=\"\/en\/card\/04012\">Celebrity Gift<\/a> is an economy option)<\/p>\n\n<p>7) This identity wants to rez ice, which means the runner needs to run. If the runner tries to just focus one server they can potentially deplete our money and then pressure other servers unhindered.  <a href=\"\/en\/card\/02038\">Amazon Industrial Zone<\/a> counters this, allowing the ability to proc on the runner AND corp's turn. It is also a nice economy option and can get an oppressive scoring remote established quickly.<\/p>\n\n<p>8) This identity can theoretically allow us to run fewer ice and be fine, thus freeing up deck slots. Someone with a more mathematical mind than me should crunch some numbers.<\/p>\n\n<p>Economy: Since this is a Red Coats style deck, and is not HB:EtF,  extra economy cards were added. Sometimes the game state demands the corp \"turtle up\" so aside from installing ice, the economy should be click efficient. <a href=\"\/en\/card\/01056\">Adonis Campaign<\/a> requires no clicks to use and can be initially set up in a scoring server. Same with <a href=\"\/en\/card\/02059\">Private Contracts<\/a> except you can control how quickly you drain it and is also effective in a scoring server. <a href=\"\/en\/card\/01108\">Melange Mining Corp.<\/a> is an experiment, but it forces the runner to deal with it, which means you will probably rez ice to defend it.<\/p>\n\n<p>Misc: <a href=\"\/en\/card\/05012\">Tenma Line<\/a> is an experiment. If the runner has an Atman on good numbers or the appropriate breakers, rearranging ice may be the key to creating a scoring window. <a href=\"\/en\/card\/04079\">Punitive Counterstrike<\/a> is also an experiment, but is a back up plan if you catch them off guard when they steal a 3 pointer.  It also could be used to drain their money and therefore create a scoring window. <a href=\"\/en\/card\/02013\">Ash 2X3ZB9CY<\/a> is standard HB back end defense. <\/p>\n\n<p>Haas Bioroid has the resources to build strong casual and tournament quality decks. I think this identity has potential with lots of current tools but naturally with more grail ice and hopefully another NEXT in the future.  Lets discuss.<\/p>\n","username":"IronRaven88","cards":{"01056":3,"01062":2,"01106":3,"01108":1,"01110":3,"02013":3,"02038":3,"02039":1,"02059":2,"02070":3,"02092":1,"02110":3,"03006":2,"03017":1,"04011":3,"04079":2,"04090":2,"05012":1,"05016":2,"06001":2,"06002":3,"06010":2,"06021":1,"06030":1}},{"id":8982,"name":"WyrmSite","creation":"2014-08-26 12:46:42","description":"<p>First draft of the ICE destruction deck on wyrm<\/p>\n","username":"Zmiotek","cards":{"01006":2,"01012":3,"01013":2,"01019":1,"01033":1,"01034":3,"01043":1,"01044":2,"01050":3,"02009":2,"02087":3,"02106":2,"02107":3,"03031":1,"03035":3,"03038":3,"03046":3,"03048":1,"03052":2,"04086":2,"06038":3}},{"id":8985,"name":"nehdm","creation":"2014-08-26 14:21:44","description":"<p>2nd place after Swiss, 3rd after Top 16 at German Nationals 2014 (85 players)<\/p>\n","username":"servas","cards":{"01059":3,"01064":1,"01081":3,"01082":2,"01092":3,"01109":3,"01110":3,"01111":1,"01113":1,"02055":2,"02056":3,"02110":3,"02115":3,"04015":3,"04076":3,"04096":2,"04119":3,"04120":1,"05024":1,"05027":3,"06003":1,"06005":1,"06026":1}},{"id":8986,"name":"Sprmdrn (my first Supermodernism deck)","creation":"2014-08-26 14:43:38","description":"<p>Trying out my take on Supermodernism – a deck type I've never played before. Since the archetype is so well known, I'm playing around with the idea of having a few one-off cards (Snare!, Aggressive Secretary, WotW) to keep the runner guessing a bit.<\/p>\n\n<p>Feedback appreciated!<\/p>\n","username":"jeremyorion","cards":{"01057":1,"01065":2,"01070":1,"01086":1,"01093":1,"01094":3,"01099":3,"01101":2,"01103":2,"01110":3,"01113":2,"02018":3,"02060":2,"02080":2,"03026":1,"03027":2,"04015":2,"04017":3,"04020":2,"04033":2,"04040":3,"04058":2,"06003":2,"06009":1,"06030":1,"06032":1}},{"id":8987,"name":"The Noise and the Fury","creation":"2014-08-26 14:59:00","description":"<h3>The Noise and the Fury<\/h3>\n\n<h4>A \"Tag Me\" Style Anarch Deck<\/h4>\n\n<p>This is built off the \"Tag Me\" archetype discussed in <a href=\"http:\/\/teamcovenant.com\/botounami\/2014\/05\/20\/anatomy-of-anarchy\/\" title=\"Anatomy of Anarchy\">Anatomy of Anarchy<\/a>, by Steven Wooley. Steven uses Caissa to great effect, but I was interested to see how effective a Noise milling deck could be with Data Leak Reversal in the Tag Me archetype.<\/p>\n\n<p>I've preserved the Account Siphon recursion that's so crucial. Grimoire helps make Crypsis a little more efficient, so it can be included alongside Overmind. Djinn allows me to pull a Crypsis or a Parasite out of the deck when I need it, and Datasucker makes Crypsis and Overmind a little cheaper.<\/p>\n\n<p>Overall, this deck is much less complex than my previously-constructed Noise deck, so I'm hoping it will end up being stronger for the fact that it has fewer moving parts.<\/p>\n\n<h1>----------------------<\/h1>\n\n<h4>To My Future Self<\/h4>\n\n<p>Despite what you might think, Plascrete Carapace is indispensable. You never know when your opponent will pull out a Scorched Earth or two, and all the milling in the world can't save you if that happens.<\/p>\n","username":"kelbesque","cards":{"01001":1,"01002":3,"01006":2,"01007":2,"01008":2,"01009":2,"01010":1,"01012":3,"01018":3,"01050":3,"01051":2,"02003":2,"02009":3,"02021":1,"02042":2,"02081":3,"02103":2,"03054":3,"05053":3,"06037":3}},{"id":8988,"name":"The McCaffrey Viruses","creation":"2014-08-26 16:32:47","description":"<p>I have one ZU.13 and one Refractor as my Code Gate breakers <\/p>\n","username":"obscurement","cards":{"01008":2,"01012":2,"01026":1,"01033":1,"01035":1,"01037":2,"01041":1,"01042":1,"01044":2,"01050":2,"01051":1,"02007":2,"02027":1,"02028":2,"02047":2,"02048":1,"02050":1,"02069":2,"02081":2,"02089":1,"03034":2,"03035":1,"03038":1,"03041":3,"03043":2,"03046":1,"03047":2,"03049":2,"03050":1,"03052":2}},{"id":8989,"name":"Jinteki Ruhr Branch","creation":"2014-08-26 16:41:32","description":"<p>Comment and suggestions are welcome!<\/p>\n","username":"Jotery","cards":{"01070":3,"01109":3,"01110":3,"01113":1,"02029":2,"02031":1,"02032":2,"02060":1,"02111":3,"02112":2,"04012":3,"04020":1,"04033":3,"04074":1,"04093":1,"04114":3,"04119":2,"05007":3,"05017":2,"05020":1,"05024":3,"06003":3,"06022":2,"06030":1}},{"id":8990,"name":"The McCaffrey Viruses","creation":"2014-08-26 16:52:43","description":"<p>I have one ZU.13 and one Refractor as my Code Gate breakers <\/p>\n","username":"obscurement","cards":{"01008":2,"01012":2,"01013":1,"01026":1,"01033":1,"01035":1,"01037":2,"01041":1,"01042":1,"01044":2,"01050":2,"02004":1,"02007":2,"02028":2,"02047":2,"02048":1,"02050":1,"02069":2,"02081":2,"02089":1,"03034":2,"03035":1,"03038":1,"03041":3,"03042":1,"03043":2,"03046":1,"03047":2,"03049":2,"03050":1,"03052":2}},{"id":8991,"name":"C2B Solutions Provider","creation":"2014-08-26 16:59:05","description":"<p>Customer-to-Business Solutions are the Professor's dedication - the right tool for your task at hand. <\/p>\n\n<p>The latest hosting framework with <a href=\"\/en\/card\/06019\">Leprechaun<\/a>, <a href=\"\/en\/card\/03046\">Self-modifying Code<\/a> and <a href=\"\/en\/card\/02047\">Test Run<\/a>, funded with a legal copy of Cybsoft's <a href=\"\/en\/card\/01044\">Magnum Opus<\/a>. All running on <a href=\"\/en\/card\/01041\">The Toolbox<\/a> with <a href=\"\/en\/card\/03038\">Clone Chip<\/a> backup technology.<\/p>\n\n<p>In order to enhance server-usability run <a href=\"\/en\/card\/01008\">Datasucker<\/a> and <a href=\"\/en\/card\/01012\">Parasite<\/a> or do some <a href=\"\/en\/card\/01037\">Tinkering<\/a> in your spare time. Avoid unnecessary ID checks by sentries with <a href=\"\/en\/card\/02104\">Faerie<\/a>, <a href=\"\/en\/card\/01026\">Femme Fatale<\/a> (switching for free with <a href=\"\/en\/card\/03034\">Scavenge<\/a>) and <a href=\"\/en\/card\/01011\">Mimic<\/a>. \nForgot your login combination again? - no problem with <a href=\"\/en\/card\/01043\">Gordian Blade<\/a> and <a href=\"\/en\/card\/01014\">Yog.0<\/a>. \nBarriers should not to keep a legit customer out, so force your way through with <a href=\"\/en\/card\/01007\">Corroder<\/a> and <a href=\"\/en\/card\/02004\">Morning Star<\/a>. However, if a company is very user-unfriendly it might be helpful to have some emergency tool like <a href=\"\/en\/card\/06033\">D4v1d<\/a> and <a href=\"\/en\/card\/02066\">Deus X<\/a> ready.<\/p>\n\n<p>If you suspect that yours and other customers' personal data is not properly stored, make sure yourself by checking headquarters during a sudden flank access with <a href=\"\/en\/card\/01028\">Sneakdoor Beta<\/a> and <a href=\"\/en\/card\/02041\">Nerve Agent<\/a> and manage things the proper way with <a href=\"\/en\/card\/02003\">Imp<\/a>.<\/p>\n\n<p>Tired of waiting for previews and advertisement? Get a general idea of upcoming projects by proper <a href=\"\/en\/card\/02106\">Indexing<\/a>. Constantly keep an eye on R&amp;D with <a href=\"\/en\/card\/01010\">Medium<\/a> and if you deem necessary silently assist the management to weed out stillborn projects with <a href=\"\/en\/card\/04061\">Keyhole<\/a>.<\/p>\n\n<p>Never say no to a <a href=\"\/en\/card\/03033\">Freelance Coding Contract<\/a> on the side - always fun and easy credits. Your acquired proficiency in the corporate trade only tightens your <a href=\"\/en\/card\/03049\">Professional Contacts<\/a> and your quest for user-friendliness will eventually be rewarded by <a href=\"\/en\/card\/02050\">Public Sympathy<\/a>. For the rest of the time enjoy the view from Earthrise Hotel and do a <a href=\"\/en\/card\/01050\">Sure Gamble<\/a> once in while at the casino - card games can be fun!<\/p>\n","username":"photon","cards":{"01007":1,"01008":1,"01010":1,"01011":1,"01012":1,"01014":1,"01026":1,"01028":1,"01037":1,"01041":1,"01043":1,"01044":1,"01049":1,"01050":3,"02003":1,"02004":1,"02041":1,"02047":3,"02050":2,"02066":1,"02104":1,"02106":1,"03029":1,"03033":2,"03034":2,"03035":1,"03038":3,"03046":3,"03049":2,"04061":1,"06019":3,"06033":1}},{"id":8992,"name":"SprMdrn (my first Supermodernism) v1.1","creation":"2014-08-26 19:14:30","description":"<p>Updated to include more <a href=\"\/en\/card\/01070\">Snare!<\/a>, more <a href=\"\/en\/card\/04058\">Power Shutdown<\/a> and more <a href=\"\/en\/card\/04015\">Jackson Howard<\/a><\/p>\n\n<p>To fit this in, I included one <a href=\"\/en\/card\/01106\">Priority Requisition<\/a> to reduce my Agenda density and dropped one <a href=\"\/en\/card\/04033\">Swordsman<\/a>.<\/p>\n\n<p>Still kept the <a href=\"\/en\/card\/01057\">Aggressive Secretary<\/a> for a surprise play. I like the idea of having it in hand, using an Atlas token to go get an agenda, then Install-Advance-Advance. Probably wishful thinking, but a man can dream.<\/p>\n\n<p>Feeback appreciated!<\/p>\n","username":"jeremyorion","cards":{"01057":1,"01070":2,"01086":1,"01093":1,"01094":2,"01099":3,"01101":2,"01103":2,"01106":1,"01110":3,"01113":2,"02018":3,"02060":2,"02080":2,"03026":1,"03027":2,"04015":3,"04017":2,"04020":2,"04033":1,"04040":3,"04058":3,"06003":2,"06009":1,"06030":1,"06032":2}},{"id":8993,"name":"Freelance Professor v1.0","creation":"2014-08-26 19:39:15","description":"<p><strong>Main Strategy:<\/strong> Cost-effective early-game icebreakers are used to gain an advantage early. Disruptive Anarch tools are used to extend this advantage for as long as possible to win before the Corp manages to stabilize the board and start scoring. <\/p>\n\n<p><strong>Economy:<\/strong> The primary economic piece is Magnum Opus, but heavy card draw and Freelance Coding Contract can provide a quick boost in the economy while allowing Professor to utilize programs from heap. Test Run's first job is to help get out Magnum Opus onto a Leprechaun ASAP. Once Opus is out, it can be used for search and recursion depending on the game state.<\/p>\n\n<p><strong>Icebreakers:<\/strong> The setup is pretty standard, taking the easiest to deploy and utilize. A slight exception would be my code gate solution where I used Cyber-Cypher mainly for remotes and Passport for centrals instead of using ZU.13 Key Master, but it's still up for consideration. <\/p>\n\n<p><strong>Programs:<\/strong> My primary strategy is to disrupt the Corporation so I use Keyhole as my R&amp;D weapon of choice instead of Medium. For HQ, I use Lamprey for the corp strategy disruption and Nerve Agent for the multi-access to be combined and used with Imp to trash key Corp cards for more disruption. This is also my solution for Scorched Earth so this combo becomes more important vs Scorched Earth decks. <\/p>\n\n<p>As you can see my only memory solution is Leprechaun and Djinn so ideally we would want to get one out first which makes them important to have in opening hand. After we rush one out, then we have to dig for the Magnum Opus either by draw or Test Run primarily. After this, we play like normally taking extra precaution vs trash program issues i.e. keeping a SMC out with enough credit to break an Archer or Clone Chip if Faerie is in the heap. <\/p>\n\n<p>Thoughts? Opinions? Ideas?<\/p>\n","username":"jairoe03","cards":{"01007":1,"01008":2,"01009":1,"01011":1,"01012":1,"01026":1,"01028":1,"01034":3,"01044":1,"01050":2,"02003":1,"02041":1,"02047":2,"02065":1,"02066":1,"02087":3,"02104":1,"03029":1,"03033":3,"03034":3,"03035":2,"03038":3,"03044":1,"03046":3,"04061":1,"05046":1,"06014":1,"06019":3}},{"id":8994,"name":"Nasir's Fast Break v5.0","creation":"2014-08-26 21:36:13","description":"<p>This deck has found the punch it needs. Leaving out Indexing was a huge oversight, and I've thinned out my hardware to make room for 2 copies of it. HQ Interface was dropped from 2 to 1, which freed up 2 inf. for Hostage - and that let me drop Kati and ProCo both to 2. Trimming a mem chip left me with room for 3 SOT's which, in testing, the deck had been desperately lacking. What we're left with in this version is an efficient deck that can pressure when and where it wants, be it through programs or events. And It will only get better once Astrolabe and Trade-In drop.<\/p>\n\n<p>Possible changes include swapping out an Akamatsu for a CyberSolutions, because as it stands now, there are just some games in which you'll have to accept that you can't put down a Sneakdoor because of memory constrictions; but then there are also games where a good Sneakdoor play isn't as efficient as it could be because of early ice on archives, so I don't think the slot warrants the extra 3c to get memory on the board. That could change with more testing.<\/p>\n\n<p>You could also look at swapping out a Datasucker for another Femme because there have been times where being able to bypass multiple pieces of ice is a huge help. But with the inclusion of Same Old Thing to beef up the recurrence Scavenge, I'll be sticking with the extra Datasucker.<\/p>\n\n<p>Imp still wrecks days. I love you, Imp.<\/p>\n\n<p>Smart and patient piloting of this deck turns Personal Workshop from a \"must have\" card in Nasir into an \"awesome to have but not necessary\" card. The breakers are cheap enough that if you keep Kati fed, you can keep your money low and poke around to force rezzes for extra cash. And if you're afraid of nasty ice or a Junebug, tutor out your Deus X, and remember safe practices: don't run last click, leave creds to clear tags, etc. etc.<\/p>\n\n<p>I'd love for people to test this deck and see what they find. The main thing I'm looking for is how to beat the SEA Scorch or Midseasons. That's a big hole in this deck, and I'm open to changes. Good luck out there!<\/p>\n","username":"BTrain","cards":{"01008":2,"01012":1,"01026":1,"01028":1,"01034":3,"01038":1,"02003":1,"02009":1,"02047":3,"02049":2,"02066":1,"02085":1,"02091":2,"02106":2,"02107":2,"03034":3,"03038":3,"03040":2,"03046":2,"03048":1,"03049":2,"03054":3,"04004":1,"04067":1,"06017":1,"06040":3}},{"id":8995,"name":"Fucking Gong Show","creation":"2014-08-26 22:32:00","description":"<p>Created by the ingenious minds at 4chan, known for their contributions to cancer research and supporting JLS with Neknominations, their latest inception is truly something to behold.<\/p>\n\n<p>Fucking Gong Show is the next level in Corporation deckbuilding. Combining the furious synergy of Amazon Industrial Zone and Pop-up Window, with the downright imbalance of Sunset, this deck is unbeated in many local metas, and online.<\/p>\n\n<p>This deck will probably be banned soon, due to unseen synergy, so play it whilst it lasts.<\/p>\n\n<p>\"I haven't seen anything like it.\" - SneakySly<\/p>\n\n<p>\"This deck changes everything.\" - AlexFrog<\/p>\n\n<p>\"I can't believe how good this deck is. What the fuck, FFG?\" - Jamieson<\/p>\n\n<p>\"They have found the one true Netrunner I have been talking about for years\" - Mr. Damon Stone<\/p>\n\n<p>\"GG Netrunner is over, time for World of Darkness LCG.\" - FFG Insider<\/p>\n\n<p>\"One time, at university, I banged this chick so hard she was sick.\" - Nordrunner<\/p>\n","username":"\/tg\/PlaysNetrunner","cards":{"01072":3,"01108":3,"01112":2,"02032":3,"02038":3,"02054":3,"02056":3,"02073":3,"04013":2,"04074":1,"04079":3,"04100":2,"05001":1,"05007":3,"05011":3,"05014":3,"05015":3,"06030":1}},{"id":8996,"name":"The Matrix","creation":"2014-08-26 22:54:33","description":"<p>Planning on using Matrix Analyzer to advance, Haas as a lure, mix of fast-advance with some options on tagging.<\/p>\n\n<p>First play ended with a great Midseason into Psychographics onto Beale, might not get so lucky next time.<\/p>\n","username":"Pwca","cards":{"01075":3,"01080":1,"01081":3,"01082":2,"01083":2,"01085":3,"01088":2,"01089":3,"01091":2,"01092":1,"01099":1,"01103":2,"01108":2,"01110":3,"02013":1,"02017":2,"02019":1,"02035":2,"02055":2,"02115":3,"02116":2,"02117":1,"02120":2,"03012":2,"03023":2}},{"id":8997,"name":"Stealer build","creation":"2014-08-26 23:40:54","description":"<p>It's a tweak version of notorious quester which I very much fond of, how this build work was to pressure the central server and steal agenda by blackmail once you have an agenda to forfeit with frame job. Just an idea never tried it before but do let me know of your thoughts guys.. Thanks<\/p>\n","username":"Akimbo1981","cards":{"01021":3,"01022":2,"01028":2,"01032":2,"01050":3,"02009":2,"02026":2,"02043":3,"02064":2,"02085":2,"02091":3,"03035":1,"03054":3,"04001":2,"04081":3,"04089":3,"05030":1,"05034":3,"05041":2,"05042":2,"05046":2}}]