[{"id":4158,"name":"Aggro Noise","creation":"2014-04-13 01:24:27","description":"<p>Cache is amazing for Noise. 'Nuff Said<\/p>\n","username":"Andrewskis","cards":{"01001":1,"01002":2,"01005":2,"01006":3,"01007":1,"01008":3,"01009":2,"01010":2,"01012":3,"01016":3,"01047":2,"01050":3,"01051":2,"02003":3,"02009":2,"02041":1,"02102":1,"03047":3,"04005":2,"04082":2,"06037":3}},{"id":4159,"name":"Chronos Protocol, London, UK 2014","creation":"2014-04-13 03:23:47","description":"\n","username":"philoktitis","cards":{"01006":2,"01008":3,"01012":3,"01026":1,"01033":1,"01034":3,"01050":3,"02009":3,"02047":3,"02066":1,"02081":1,"02091":2,"02106":3,"03035":1,"03038":3,"03040":2,"03046":3,"03048":1,"03052":3,"03053":3,"04067":1}},{"id":4160,"name":"Commercialising R&D v0.1.1","creation":"2014-04-13 03:34:35","description":"<p>Suggested revision of \"Commercialising R&amp;D v0.1\".<\/p>\n\n<p>You mentioned you're new — if you don't have all the cards, you'll need to adjust, but I'm sure you're capable. If you're bereft of Jacksons, your lone SanSan (+ a third Hedge and a third PGO?) might be a good option, and Quandary can easily be switched to similar card Enigma from Core. Or an Archived Memories might be handy to fish another Commercialization. (aw yeah)<\/p>\n","username":"Baotus","cards":{"01084":2,"01089":3,"01090":2,"01094":3,"01098":3,"01099":3,"01102":2,"01103":3,"01104":3,"01107":1,"01110":2,"02018":3,"02037":2,"02038":2,"02058":3,"02076":1,"02077":3,"04015":3,"04018":3,"04120":3}},{"id":4161,"name":"Perfection Kills v1.0","creation":"2014-04-13 03:38:49","description":"<p>After playing with Dydra's Replication Kills, I noticed a the runner often hitting Archives as their central run before hitting a remote, or to keep me from getting my Subliminals back. So I dropped in 2x Shock! to increase the taxation of an Archives run (replacing Interns which I almost never made use of).<\/p>\n\n<p>I also included 2x Closed Accounts, a Data Raven and a Hunter for some tag threat (replacing 2x Ronin, Archer and Viper). Hokusai instead of Jacksons, which makes me nervous but I wasn't really making use of my Jacksons.<\/p>\n","username":"jeremyorion","cards":{"01070":3,"01072":3,"01075":1,"01076":1,"01077":2,"01084":2,"01088":1,"01090":2,"01106":3,"01112":1,"02031":1,"02032":3,"02059":3,"02095":2,"04013":2,"04020":1,"04054":3,"04073":2,"04074":2,"04079":3,"04093":2,"04100":2,"04114":2,"04119":3}},{"id":4162,"name":"Advanceable","creation":"2014-04-13 04:18:39","description":"<p>Trying to make Matrix worth playing. With Matrix and Simone you should be able to advance stuff all over the place for free. This has a few purposes:<\/p>\n\n<ul>\n<li>Advance traps\/GRNDL. In theory GRNDL has epic returns if you didn't pay to advance it. Even more so if you didn't even spend clicks. Aggsec is there with Shutdown and Swarm to keep away programs. The ice here is pretty weak (until its advanced).<\/li>\n<li>Advance ice. Concentrate on one, but spread around as needed for protection.<\/li>\n<li>Advance agendas (duh).<\/li>\n<\/ul>\n\n<p>Commercialization should have nice returns. I'm including reclamation with the hopes that I can grab back two commercializations in the later half of the game for lots of cash.<\/p>\n\n<p>I think I want to lean towards over-advancing atlas. It will look like the other 4\/2s and if I can get a counter on it I can play mind games by grabbing a trap.<\/p>\n\n<p>Prob not perfect yet, but its different from what I normally play so it will be fun to test this.<\/p>\n","username":"cpsubrian","cards":{"01057":2,"01069":1,"01089":3,"01098":3,"01103":3,"01104":3,"01107":2,"01110":3,"01111":2,"02018":3,"02058":3,"02076":1,"02099":3,"02120":2,"04018":2,"04058":2,"04099":2,"04111":2,"04117":3,"04119":3,"04120":2}},{"id":4163,"name":"Pure Archer HB","creation":"2014-04-13 04:18:42","description":"\n","username":"LookePL","cards":{"01054":1,"01055":3,"01056":3,"01059":3,"01061":2,"01066":2,"01101":2,"01108":3,"01109":2,"01110":3,"01111":3,"02012":2,"02051":3,"02070":3,"02110":3,"03004":1,"03005":3,"03014":2,"03019":2,"03022":2,"03023":2}},{"id":4164,"name":"Chaos Theory for making money","creation":"2014-04-13 04:19:56","description":"<p>This deck is strictly created for \"having credits\". A lot of way for making money...and few cards for having credits for icebreakers. Will be tested :)<\/p>\n","username":"LookePL","cards":{"01005":3,"01007":2,"01018":2,"01034":3,"01035":2,"01040":3,"01041":3,"01044":2,"01050":3,"02007":2,"02046":1,"02091":2,"02107":2,"03041":3,"03042":2,"03049":2,"03052":2,"03054":2}},{"id":4165,"name":"How do you solve a problem like AstroScript?","creation":"2014-04-13 05:42:53","description":"<p>My winning deck from Chronos.\nThis went 4-0, other list went 2-2 (http:\/\/netrunnerdb.com\/en\/decklist\/4166\/giraffes-the-final-frontier).<\/p>\n\n<p>Siphon and Vamp to your heart's content and then win with Nerve Agent or Keyhole.<\/p>\n","username":"lordofthetoasters","cards":{"01002":1,"01005":3,"01006":2,"01007":3,"01008":2,"01011":3,"01012":3,"01014":3,"01018":3,"01050":3,"01053":3,"02009":2,"02021":2,"02041":2,"02087":3,"03054":3,"04041":1,"04043":2,"04061":2}},{"id":4166,"name":"Giraffes... The Final Frontier","creation":"2014-04-13 05:44:24","description":"<p>My winning deck from Chronos.\nThis went 2-2, other list went 4-0 (http:\/\/netrunnerdb.com\/en\/decklist\/4165\/how-do-you-solve-a-problem-like-astroscript-).<\/p>\n\n<p>In short, ice centrals while scoring Committee out of hand, score rest of agendas out of hand with SfSS and\/or BL.<\/p>\n","username":"lordofthetoasters","cards":{"01058":2,"01059":3,"01062":2,"01064":2,"01065":2,"01110":3,"01111":1,"01113":2,"02051":3,"02070":3,"02110":2,"03001":1,"03005":3,"03006":3,"04011":1,"04012":2,"04015":2,"04034":3,"04040":3,"04090":3,"04117":2,"04120":2}},{"id":4168,"name":"Paint","creation":"2014-04-13 08:51:24","description":"\n","username":"Boepp","cards":{"01033":1,"01037":3,"01050":3,"02004":1,"02009":2,"02047":3,"02048":3,"02066":1,"02091":2,"02104":3,"02106":3,"02107":3,"03035":1,"03038":3,"03046":3,"03052":3,"03053":3,"03054":3,"04108":1,"04109":1}},{"id":4169,"name":"Kit with Blade and Brush","creation":"2014-04-13 10:43:10","description":"<p>I'm going to test this deck based on Gordian Blade and Paintbrush. GB has excellent power to be boosted for remainder run therefore I prefer it to Torch. There are several support things:<\/p>\n\n<p>Dinosaurus: increase GB power and nullify GB MU<\/p>\n\n<p>SMC: can quickly find BG or another program and perfectly works with Stimhack<\/p>\n\n<p>Parasite: immediately destroly 0 str ICE and perfectly works with Clone Chip<\/p>\n\n<p>Escher: Can rearrange ICE's (Code Gate)<\/p>\n\n<p>Scavenge: Solve problem - GB installed before Dino<\/p>\n\n<p>Inti: against Wraparound, Paper Wall, Ice Wall<\/p>\n\n<p>Sharpshooter: Against Ichi, Grim, etc.<\/p>\n\n<p>Lucky Find, Modded, SG, Daily Casts, Kati J., Professional C., Lockpick, CyberSolutions Mem Chip: Economy, draw and MU.<\/p>\n\n<p>Beforehand I tried version with Dino+Yog+Datasucker but it was difficult to get Dino+Yog on the table in the right time. <\/p>\n\n<p>Any ideas how to improve this deck?<\/p>\n","username":"Beholder","cards":{"01004":2,"01012":3,"01035":2,"01043":2,"01050":3,"02009":2,"02048":2,"02091":2,"02107":2,"03028":1,"03031":1,"03034":2,"03038":3,"03046":3,"03048":1,"03049":3,"03053":3,"04006":2,"04067":2,"04086":2,"04108":2,"04109":1}},{"id":4170,"name":"Icemon: Trash them all","creation":"2014-04-13 10:52:02","description":"<p>Sorry for the stupid joke in the title ^_^<\/p>\n\n<p>So this deck is another Noise trashing deck.<\/p>\n\n<p>Economy:<\/p>\n\n<ul>\n<li>Aesop synergises with a lot of cards: Daily Cast, Imp, Bank Job, Armitage and even no longer necessary programs (datasucker, hemorrage or medium). It is also usefull to turn off Wyldside when needed.<\/li>\n<li>Armitage for recovery<\/li>\n<li>Daily Cast<\/li>\n<li>Sure Gamble<\/li>\n<li>Cyberfeeder are there to install viruses (9 cards) and break ices with knights<\/li>\n<\/ul>\n\n<p>Draw engine:<\/p>\n\n<ul>\n<li>Wyldside (can be turned off by Aesop)<\/li>\n<li>Quality time<\/li>\n<li>Djin (for tutoring both datasucker &amp; parasite)<\/li>\n<\/ul>\n\n<p>Strategy:<\/p>\n\n<ul>\n<li>Facecheck ice &amp; kill it with clonechip=> parasite + datasucker counter.<\/li>\n<li>The knight are there to apply early pressure and break ice you could not parasite for some reason.<\/li>\n<li>Grimoire is there for the extra mu + virus support (9 cards).<\/li>\n<li>Déjà vu can recur any card but are mostly there for parasite.<\/li>\n<li>Medium + Demolition run rocks on R&amp;D if not too protected. It is even better if you have Imp installed. (I once got 6 point in turn 1 by checking the R&amp;D with the medium-demorun combo)<\/li>\n<li>The theory behind hemorrhage is to have something to attack HQ but I am not convinced.<\/li>\n<\/ul>\n\n<p>I have played 3 games with this deck and did not loose a single one (yet!)<\/p>\n\n<p>I am considered dropping;<\/p>\n\n<ul>\n<li>one deja vu because 3 seems like overkill (combined with the 3 clone ships)<\/li>\n<li>one hemorrhage because I have enough thing to do between my parasites &amp; my knights to spend 1 clicks each two runs to trash an additional card.<\/li>\n<\/ul>\n\n<p>But I have not any idea on how to replace that. Maybe 2x Kraken or 2x Surge ? I have the feeling that Surge would be more flexible...<\/p>\n\n<p>Any feedback is welcome !<\/p>\n","username":"ryson282","cards":{"01001":1,"01002":3,"01003":2,"01005":2,"01006":2,"01008":2,"01009":3,"01010":1,"01012":3,"01016":2,"01029":2,"01047":2,"01050":3,"01053":2,"02003":2,"02087":1,"03038":3,"03052":3,"03053":3,"04043":3,"04082":1}},{"id":4171,"name":"NBN Stands For 'News By NBN' v1.1","creation":"2014-04-13 10:53:45","description":"<p>version two of my 'i'm really still learning how the heck to play NBN' deck, with some changes suggested by x3r0h0ur. i suspect uroboros ain't much good, but it seems like a fun card to surprise the runner with once in a while, so why not?<\/p>\n","username":"bionicsheep","cards":{"01080":1,"01081":3,"01084":2,"01088":2,"01090":2,"01092":2,"01097":1,"01099":3,"01110":2,"01112":2,"02016":2,"02037":2,"02055":2,"02056":2,"02074":1,"02096":2,"02097":2,"02116":2,"02117":2,"04015":2,"04076":2,"04077":2,"04095":2,"04096":2,"04119":2}},{"id":4172,"name":"NBN TWIY","creation":"2014-04-13 11:39:49","description":"<p>First shot at building a fast advance deck.  <\/p>\n","username":"solidd","cards":{"01059":2,"01064":2,"01081":3,"01082":2,"01083":2,"01088":2,"01090":1,"01091":2,"01092":2,"01101":1,"01110":3,"01111":3,"02056":2,"02114":1,"02115":3,"04034":2,"04076":3,"04077":2,"04096":3,"04113":1,"04119":2}},{"id":4173,"name":"next design basic deck","creation":"2014-04-13 13:18:58","description":"\n","username":"darkapostle","cards":{"01055":3,"01056":3,"01057":2,"01059":3,"01061":2,"01062":2,"01064":2,"01090":2,"01098":3,"01103":2,"01106":2,"01109":2,"01110":3,"01111":2,"01113":2,"03003":1,"03004":1,"03005":3,"03015":2,"03017":2,"03023":2,"03026":2,"03027":2}},{"id":4174,"name":"NBN Winner Chronos Protocol. Playoteket, Sweden","creation":"2014-04-13 13:38:16","description":"\n","username":"Siegl","cards":{"01059":2,"01064":2,"01081":3,"01082":3,"01092":3,"01110":3,"01111":3,"01113":1,"02060":2,"02110":2,"02114":1,"02115":3,"04015":3,"04034":2,"04039":1,"04076":3,"04095":1,"04096":3}},{"id":4175,"name":"Old School Reasons (Memphis TN Store Champs - First Place)","creation":"2014-04-13 14:18:24","description":"<p>My first place Corp build from Memphis Store Champs.<\/p>\n\n<p>This plays similarly to the \"big ice\" HB builds but with a better ID imo. Stacks up the taxing Ice and plays like a more traditional corp build. Sometimes fast advance\/combo builds have to get \"off track\" because of runner disruption. It's hard to adapt to a different playstyle when the runner has your number. The runner's stack is filled with Plascrete and The Source and other meta cards but this is a regular old taxing Ice build. Get your breakers and come at me, bro.<\/p>\n\n<p>Caprice Nisei is phenomenal but I'd say this deck can operate well because of Sundew. If you can stick a sundew in a protected remote early and ride it to +8 credits and they have to spend that much to trash it then that's like a drawn out Corp side Account Siphon. Sundew is unreal.<\/p>\n\n<p>I think the biggest threat to the build is Magum Opus and perhaps Parasite. Magnum Opus is difficult to keep pace with - if they have to spend time drawing into asset economy and playing it (or even something like Kati) then you can present scoring window. Parasite takes out key Ice on Centrals and this deck thrives on taxing them with multiple cheap ice for their accesses.<\/p>\n","username":"wedgeex","cards":{"01057":1,"01062":2,"01064":1,"01068":2,"01078":1,"01090":2,"01106":3,"01110":3,"01111":1,"01113":1,"02013":1,"02014":3,"02031":1,"02059":1,"03026":1,"04012":3,"04013":2,"04015":2,"04020":2,"04032":1,"04033":1,"04054":3,"04060":2,"04073":2,"04074":1,"04093":2,"04100":2,"04114":3}},{"id":4176,"name":"Turn Down For What? (Memphis TN Store Champs - First Place)","creation":"2014-04-13 14:18:36","description":"<p>This build took first place at the Memphis Store Champs.<\/p>\n\n<p>Scorched Earth is usually a bit of a nightmare but other than that most decks have to stay on their toes to keep up.<\/p>\n\n<p>This is a \"tag-me\" build with a pretty high resource count - what that does is turn my resources into little mini-vamps. Have you ever thought about Account Siphoning an opponent that is under 5 credits? You don't have to if they break themselves again to trash your cheap resources. Notice the curve of the deck is incredibly low (Yog.0 is the most expensive card in the deck that doesn't yield credits). This allows me to run more while clicking for credits\/drawing operation economy\/etc much less. Yes, you will face check a roto turret from time to time. It sucks but that's part of the deal. If they pay 5 for a Roto to kill off your Parasite then you're still winning the resource game.<\/p>\n\n<p>One of the most important cards in the deck is John Masanori. You need to draw often and stay aggressive - sometimes his \"tag-me\" draw back is a perk when you want to get DLR going.<\/p>\n\n<p>The deck is incredibly fun and if you take the time to learn how to pilot it it is very effective.<\/p>\n","username":"wedgeex","cards":{"01002":3,"01005":2,"01007":2,"01008":3,"01011":3,"01012":3,"01014":1,"01018":3,"01022":1,"01050":3,"01053":3,"02002":1,"02009":2,"02042":2,"02103":3,"03054":2,"04009":3,"04041":1,"04043":3,"04102":1,"04106":1}},{"id":4177,"name":"Gabe Trial Deck 4.13.14","creation":"2014-04-13 14:42:48","description":"\n","username":"Tink0822","cards":{"01007":1,"01008":1,"01011":1,"01013":1,"01017":1,"01018":2,"01019":2,"01020":2,"01021":2,"01022":3,"01023":2,"01024":1,"01025":2,"01026":1,"01027":2,"01028":2,"01029":2,"01030":1,"01031":1,"01032":2,"02104":3,"02105":3,"02109":1,"03032":1,"03044":1,"03049":1,"03052":1,"03053":1,"03055":1,"04104":3,"04105":3,"04106":3}},{"id":4178,"name":"Midseason Warriors","creation":"2014-04-13 15:15:10","description":"\n","username":"CodeMarvelous","cards":{"01080":1,"01081":3,"01082":2,"01084":2,"01085":2,"01088":3,"01090":2,"01092":2,"01099":3,"01104":3,"01110":3,"01113":3,"02056":3,"02115":3,"02116":3,"04015":3,"04076":3,"04095":3,"04096":3}},{"id":4180,"name":"Whizzard: Master Troll","creation":"2014-04-13 15:48:28","description":"<p>Highly aggressive, resource driven Whizzard deck. Nothing new, you've seen the archetype.<\/p>\n\n<p>Here are some notes on piloting:<\/p>\n\n<p>Whizzard: Three free Whizzbucks each turn lets you trash San San City Grid, Marked Accounts or Eve Campaign for $2, and PAD Campaign, Melange Mining Corp, Adonis Campaign, GRNDL Refinery or Jackson Howard for free. Plus: He's magic!<\/p>\n\n<p>Crypsis + Corroder: Crypsis can break any ICE, but obviously carries some drawbacks. Corroder is a highly efficient barrier-breaker, which means those drawbacks only come into play for code gates and sentries.<\/p>\n\n<p>Grimoire: It would have been nice to have the recurring credits from Spinal Modem, but it's a little risky to run the Modem in the current NBN dominated meta. Still, Grimoire is relatively cheap, gives free virus counters to three of the four programs in the deck, and gives you enough memory to run both breakers and have four slots left for Parasites and Datasuckers. I look forward to that glorious day when I've got all three Datasuckers out and just tear through everything without spending a credit.<\/p>\n\n<p>Account Siphon + Deja Vu + Same Old Thing: Play Account Siphon. Play Account Siphon a lot.<\/p>\n\n<p>Dirty Laundry: Normally I think Dirty Laundry is a so-so economy card, but it works surprisingly well in this deck. It's icing on the cake when you use it for an archives run after a turn of Data Leak Reversal trashing, and it synergizes well with John Masanori and Datasucker.<\/p>\n\n<p>Resources: If you manage to start your turn with a tag, Joshua B and Data Leak Reversal, you can trash five cards from R&amp;D in one go. John Masanori is surprisingly helpful, since you don't care about tags and this decks big weakness is card draw. Fall Guy is just a dick move to make the Corp waste an extra click + $2 before he can get rid of Data Leak Reversal. Ideally you want to have a whole bunch of resources installed before you get your first tag, and once you've started floating tags try to install in batches. It's a lose-lose situation for the Corp when they have to decide between wasting a full turn and $6 to clear them, or letting you keep them on the board.<\/p>\n","username":"RoyalRatAuthority","cards":{"01002":3,"01006":2,"01007":3,"01008":3,"01012":3,"01018":3,"01050":3,"01051":3,"01053":3,"02001":1,"02009":2,"02042":2,"02103":3,"03052":3,"03054":3,"04009":3,"04106":3}},{"id":4181,"name":"Chaos Thievery (Chronos Bratislava First Place)","creation":"2014-04-13 17:01:56","description":"<p>Took 1st with this at our Chronos yesterday, went 3-2 in a field of 19 players from 3 countries (Slovakia, Austria, Hungary). Great fun was had by all! <\/p>\n\n<p>One of the losses was due to a bad guess as to the opponent's agenda composition, the other one was plain and simple stupidity on my part, caused by tilting from the first loss. <\/p>\n\n<p>This deck is an evolution of my winning CI deck from the Vienna store champs (which should be listed under \"derived from\", unless I messed it up). Huge props to fellow netrunnerdb enthusiast <em>secretsecret<\/em> for suggesting a wildly more appropriate name for the deck! If you haven't read the description on the previous version, you might want to do it, I explain how to play this even though it'll probably seem very inconsistent and fragile at first glance. <\/p>\n\n<p>Unlike my corp deck, this one didn't change nearly as much between the events. One of the changes was the inclusion of a Chakana, which I considered the right move even leaving the previous tournament (and which is even more essential now, not just for the NBN matchups but also for the HB ones), the other one is the swap from Tinkerings to Test Runs. <\/p>\n\n<p>Huge props to Travis Chance on this one - I originally tested Test Runs here, but only in the context of a version that also ran Scavenge. That one was too slow for what I was trying to do, and I didn't really come back to them. Once I started thinking about them as Tinkering alternatives, rather than SMC alternatives (thanks to discussion with Travis), it clicked. Test Run here can sometimes tutor, sometimes Inside Job for a first turn Siphon, and sometimes recover from program trashing. Beware though and don't make the same mistake I did in the tourney - because there's only one Femme in the deck, inadvertently drawing it when you want to Test Run will delay you by an entire turn. One of the losses was actually caused by a stupidly played Diesel on click one of the game... which drew me the Femme. As a result, I couldn't test-siphon for the follow-up Indexing. Learn from my mistakes :)<\/p>\n\n<p>One of my favorite plays of the tournament involving Test-Running an Atman, then using Levy on the same turn. That way, the Atman was the top card of the deck after the reset, ready for deployment. <\/p>\n\n<p>Also, Test Run has CT on the illustration, so that's always a plus. <\/p>\n","username":"PeekaySK","cards":{"01007":1,"01018":3,"01026":1,"01034":3,"01041":1,"01044":1,"01050":3,"02007":1,"02009":3,"02046":1,"02047":2,"02066":1,"02106":3,"02107":2,"03035":1,"03038":3,"03040":1,"03043":1,"03046":2,"03052":3,"03054":3,"04067":1}},{"id":4182,"name":"Cerebral Hive of Giraffes (Chronos Bratislava First Place)","creation":"2014-04-13 17:02:12","description":"<p>Took 1st with this at our Chronos yesterday, went 5-0 in a field of 19 players from 3 countries (Slovakia, Austria, Hungary). Great fun was had by all!<\/p>\n\n<p>This deck is an evolution of my winning CI deck from the Vienna store champs (which should be listed under \"derived from\", unless I messed it up). If you're not familiar with how these decks work, check out that one's description first, I'll only cover the differences here. In general, the deck is pretty hard to stop unless you're both built with it in mind, and actually have a very good idea of how to stop it... and even then, you sort of need to have a bit of luck, because even the right moves can fail to pay out, and then you're just boned. In particular, once you have 4 points scored, even starting the turn at 0 credits, with a Source in play won't actually stop you from winning! That's pretty insane when you think about it. <\/p>\n\n<p>Since the Vienna SC, Double Time came out and became legal, and two things happened that turn CI into complete beast mode: <em>Reclamation Order<\/em> and <em>Hive<\/em>. <\/p>\n\n<blockquote>\n  <p>Hive<\/p>\n<\/blockquote>\n\n<p>Hive is the bigger thing, as it fits perfectly with the CI gameplan. It's an incredibly taxing piece of ICE for all of the game except for the last 3 turns. First one goes on HQ, second one goes on Archives if you suspect Sneakdoor, RnD otherwise. The third one usually isn't worth installing, but you still need to run 3 copies, because you want to see the second one soon enough. <\/p>\n\n<p>Pretty much, unless your opponent is playing <em>Morning Star<\/em>, he's done going in on a regular basis. Losing a <em>Hive<\/em> to Parasite isn't such a huge deal, you just bring it right back. Femme is a non-issue due to the number of subs and Knight just cries bloody tears, plain and simple :P<\/p>\n\n<p>Because of Hive, you need to change your preferred order of agendas a bit - you want to score the PriReq last, because if you score it second, you turn off your Hives completely, instead of just dialing them back to Walls of Static. For this reason, the preferred solution is now to double-biotic an Efficiency Committee, then SfSS a second EffComm (keeping one token on the original), then spend a turn Reclaiming the Shipments (more on that later), and then finish with a PriReq. The good news about this order is that should your opponent manage to get a Source or Chakana online in between your second and third agendas, it won't do him any good (because of the spare token). <\/p>\n\n<p>To manage fitting in 3 copies of Hive, I had to cut the third Celebrity Gift and all Jacksons. There's a slight variation in ICE composition - Wotans had to go. Fortunately, they can all go now that <em>Reclamation Order<\/em> exists. Which brings me to...<\/p>\n\n<blockquote>\n  <p>Reclamation Order<\/p>\n<\/blockquote>\n\n<p>This card becomes completely insane if you have the handsize to keep the three copies you're reclaiming. In this deck, it's essentially a better version of a Jackson, because it recurs the stuff you need (I'm looking at you, Biotic Labor) straight to your hand instead of into your deck, where you have to fish for it. That becomes supremely worth the extra click and credit, and freeing up influence is also very welcome. <\/p>\n\n<p>Don't make the mistake of playing Reclamation Order and dropping Archived Memories for them, though - those two have very strong synergy. Reclaiming Archiveds is super-awesome for fixing any draw definiciencies you may be experiencing, and if you keep the third Archived as backup, you can use it to... reclaim the Reclamation Order :D One of the plays I kept making throughout the tournament was to just take turns of  \"Archived Memories for Celebrity Gift, play CG for 7 credits, go, which is basically an unstoppable version of having a Melange out. In a deck that just needs a huge bank to make all its plays, this is obviously very strong. <\/p>\n\n<p>The other main uses of Reclamation Order are:<\/p>\n\n<ul>\n<li>Grab back Biotics you used for the first score (thus allowing you to bypass that pesky Source dude)<\/li>\n<li>Grab back Shipments from SanSan you used for the second score (thus allowing you to make the second score another EffComm, which is supremely useful)<\/li>\n<\/ul>\n\n<p>Other than that, you can use them to take whichever econ card you happened to draw all three copies of early (Blue-Level Clearance is best for this, but both Restructure and Hedge Fund work very well too), and possibly even salvage some especially disastrous Noise mills :P<\/p>\n\n<blockquote>\n  <p>Green Level Clearance becomes Subliminal Messaging<\/p>\n<\/blockquote>\n\n<p>This is the final touch, and in retrospect should have been pretty obvious beforehand, as well. Green level nets you 2 credits and a card. If you play Subliminal instead, you can spend the click you're not paying for the play drawing, and you're just one credit short. If the runner fails to make a run on even one of his turns, you're on par with GLC. Add to that the extra utility of padding your hand with multiple copies that bounced back (which you can actually hold over multiple turns, unlike other Corp identities) and the choice becomes clear. <\/p>\n\n<p>(oh, and it enables the \"score a 6-advance agenda from 0 credits\" situation I mentioned in the first paragraph, that's how awesome Subliminal really is).<\/p>\n\n<p>So yeah, there's my corp deck... enjoy it while you can, I have a strong feeling something in H&amp;P will come out that will screw this over pretty hard :)<\/p>\n","username":"PeekaySK","cards":{"01058":3,"01059":3,"01062":3,"01064":1,"01106":3,"01110":3,"02051":3,"02110":3,"03001":1,"03005":3,"03019":3,"03027":1,"04012":2,"04034":3,"04040":3,"04090":3,"04100":3,"04111":3,"04117":3}},{"id":4183,"name":"Gabe Trial Deck 4.13.14","creation":"2014-04-13 17:42:09","description":"<p>So far I have not played this deck out too much, but it has shown quite a winning-streak when I do..<\/p>\n","username":"Tink0822","cards":{"01007":1,"01008":1,"01013":1,"01017":1,"01018":2,"01019":2,"01020":2,"01021":2,"01022":2,"01024":1,"01025":2,"01026":1,"01027":2,"01028":2,"01029":2,"01030":1,"01031":1,"01032":2,"01049":2,"01051":1,"02104":2,"02105":2,"02109":1,"03032":1,"03044":1,"03049":1,"03052":1,"03053":1,"03055":1,"04104":1,"04105":1,"04106":2}},{"id":4184,"name":"HB Nothing Special","creation":"2014-04-13 18:44:04","description":"<p>Plain old HB fast advance, updated for new cards. I'm loving Efficiency Committee with Shipment From SanSan, and Reclamation Order wins games with this deck. Blue Level Clearance pulls its weight, but I'd really like to find a way to fit in Successful Demonstration.<\/p>\n","username":"ElderMarakus","cards":{"01054":1,"01055":3,"01056":2,"01057":2,"01059":3,"01062":2,"01064":1,"01090":2,"01110":3,"01111":2,"02020":2,"02051":3,"02110":3,"03005":2,"03015":1,"03017":1,"04015":2,"04034":3,"04090":2,"04096":2,"04111":2,"04117":2,"04119":2,"04120":2}},{"id":4186,"name":"Exiling your hard earned cash","creation":"2014-04-13 20:39:57","description":"<p>This deck seems weird but has gone 6\/1 on octgn so far. best case scenario I had an opponent rez three ice on RD and I killed them using parasites for free from ice analyzer and datasucker. 3 credits for clone chips to destroy 3 pieces of ice and then as my last click I levy AR accessed. Ice analyzer is the real star of this deck. People spend turn after turn not rezzing their wraparounds and their ice walls because they don't want to have me destroy them for no money. mopus econ for push runs when i need them.<\/p>\n","username":"CodeMarvelous","cards":{"01006":2,"01008":3,"01011":1,"01012":3,"01014":1,"01034":3,"01035":3,"01044":2,"01050":3,"02009":2,"02047":3,"02107":2,"03030":1,"03035":2,"03038":3,"03040":2,"03046":3,"03048":1,"03051":3,"04086":3}}]