[{"id":7887,"name":"Pimp v1.2","creation":"2014-07-25 03:12:05","description":"<p>The whole deck is just card draw to draw into money and multi-access and ways to install your femmes and change their targets. Oracle has a good chance to hit events.<\/p>\n","username":"siowy","cards":{"01019":3,"01026":3,"01034":3,"01036":1,"01049":2,"01050":3,"02047":3,"02087":3,"02106":3,"03030":1,"03034":3,"03035":1,"03052":3,"03053":3,"03054":3,"04029":3,"04109":3,"05035":1,"05054":1}},{"id":7888,"name":"Brain freeze -30*C","creation":"2014-07-25 03:30:55","description":"<p>First draft on this fun deck. Fun to play that is, because not once did I win with it.\nThe goal here is to stack so much brain damage that the runner will have to eighter run with few cards risking flatline (Fetal AI, Data Mine + Chum) or draw cards spending precious clicks.\nChairman is a potential game ender if you rez it lowering runner hand size to -1.<\/p>\n\n<p>What do you think? Comments very welcome!<\/p>\n\n<p>Working on -60*C version of this deck. ;)<\/p>\n","username":"paxvlae","cards":{"01063":3,"01075":2,"01076":2,"01110":3,"01111":1,"02015":3,"02030":1,"02032":2,"02040":1,"02053":2,"02073":2,"02080":3,"02113":2,"03019":1,"04012":3,"04071":2,"04114":3,"04119":2,"05002":1,"05007":3,"05008":1,"05010":2,"05013":3,"05016":1,"05020":1}},{"id":7889,"name":"Trollteki","creation":"2014-07-25 03:36:33","description":"<p>The main objective of the deck is to kill the runner before the manages to steal enough agendas. Bluffing\/trolling is key (hence the name of the deck). However its flexibility is also kind of important (i.e. for example its ability to tag the runner).\nPersonally I'm not too sure if I'm going for too much, too little or if I am okay. I'm pretty new to this.<\/p>\n\n<p>I am looking for constructive criticism of any kind, so I may perhaps make it even better and more fun.<\/p>\n\n<p>Currently I own The Core Set, Honor &amp; Profit, Trace Amount, and Mala Tempora.<\/p>\n\n<p>Thank you for your time! I appreciate it!<\/p>\n","username":"yokhen","cards":{"01063":2,"01067":1,"01068":2,"01069":2,"01070":3,"01075":1,"01076":2,"01077":2,"01078":2,"01087":2,"01098":2,"01108":1,"01110":3,"01113":2,"02032":1,"02033":2,"05004":2,"05005":2,"05006":1,"05007":2,"05010":2,"05014":2,"05017":1,"05019":2,"05020":2,"05022":2}},{"id":7890,"name":"The Drill","creation":"2014-07-25 05:19:27","description":"<ol>\n<li>Standard runner pressure to break corp economy and scout ice.<\/li>\n<li>Tutor leprechaun.<\/li>\n<li>Tutor opus.<\/li>\n<li>Tutor keyhole.<\/li>\n<li>Keyhole(with sac construct or ninja vs destroyers).<\/li>\n<li>Tutor appropriate breaker.<\/li>\n<li>Repeat 4 &amp; 5 until full suite of triple breaker, opus and keyhole.<\/li>\n<li>Stop drawing cards, just opus and keyhole agendas until you win.<\/li>\n<\/ol>\n\n<p>Bonus: You can tutor opus before leprechaun if necessary and scavenge it on later.<\/p>\n","username":"siowy","cards":{"01004":3,"01021":2,"01026":1,"01027":1,"01033":1,"01034":3,"01040":1,"01044":1,"01048":3,"01049":1,"01050":3,"02007":1,"02027":1,"02047":3,"02087":3,"02109":3,"03031":1,"03034":3,"03035":1,"03038":3,"03046":3,"03054":1,"04047":1,"04061":1,"06019":1}},{"id":7891,"name":"The Zen Art of Punk Rock","creation":"2014-07-25 07:11:31","description":"<p>I am going to preface this that this is my favorite way to play noise, It is not the most consistent or competitive, but I win more than I lose and to me it captures the theme of anarchy. Every turn I draw two random cards and have to deal with it, could be bad for my opponent, could be bad for me, could be both.<\/p>\n\n<p>What this deck does extremely well is make money and apply one runs worth of pressure every turn.<\/p>\n\n<p>BREAKERS:<\/p>\n\n<p>I went with knights, mimics and corroders to decrease the cost of me getting into servers, also knights add to ice destruction because I can coax them into trashing Ice I do not like by putting knight on it. I want everything to be rezzed so I can parasite it.<\/p>\n\n<p>VIRUSES<\/p>\n\n<p>Medium and nerve agent are obvious choices, imp even more so as it is super game changing against HB and Jinteki asset as well as for trashing biotic labors out of NBN.<\/p>\n\n<p>Lamprey is interesting, if I install two of them (for free with one sahasrara out) then I mill two and run archives, if they don't purge next turn I aesops one and run HQ with the other. <\/p>\n\n<p>INFLUENCE<\/p>\n\n<p>Clone chip - great for when you create an opening on HQ and you already aesoped your nerve agent, or for getting an imp out of the trash. Not to mention it gives you the ability to aesop a breaker for the cash you need for a run on a server with no sentries for example and know you can get it back.<\/p>\n\n<p>Levy AR Lab Access - corps is starting to sweat but they know you have to be almost out of tricks, levy and reset the clock. Usually only gets used in games against RP, PE and HB glacier where the game can run long<\/p>\n\n<p>Aesop's Pawnshop - Really this is one of the stars of this deck. Whatever I don't need right now is getting pawned, empty imps, Lampreys, a medium I want to reinstall now that I have grimoire, etc. also good for daily casts trick where you pawn it on the second to last turn so you get 3 back instead of the final 2 and get 5 credits from it on second to last turn of its use.<\/p>\n\n<p>Sahasrara - This is what enables you to build money every turn. If I have one of these out, my most expensive virus will cost one of my actual credits and hopefully I aesoped something for 3 so im gaining at least 2 credits, with both out late game it gets ridiculous.<\/p>\n","username":"CodeMarvelous","cards":{"01001":1,"01002":3,"01006":2,"01007":2,"01008":3,"01010":2,"01011":2,"01012":3,"01016":3,"01047":2,"01050":3,"02003":3,"02009":2,"02041":1,"03035":1,"03038":2,"03047":2,"03053":3,"04043":3,"06014":3}},{"id":7892,"name":"anarKen","creation":"2014-07-25 08:30:25","description":"<p>somewhat inspired by http:\/\/netrunnerdb.com\/en\/decklist\/7401\/noise-v-melbourne-regionals-2014-winner-<br \/>\nthe idea is to push through centrals and bypass\/parasite ice on remotes<\/p>\n","username":"C0untZer0","cards":{"01002":2,"01008":3,"01012":3,"01018":3,"01021":2,"01022":2,"01024":3,"01050":3,"01053":3,"02081":2,"03052":3,"03054":3,"04063":3,"05029":1,"05035":2,"05041":3,"05042":3,"05046":3}},{"id":7893,"name":"The Next Frustration","creation":"2014-07-25 08:50:06","description":"<p>Hello,<\/p>\n\n<p>This time I present my version of \"The Next Generation\". Its basically another deck with a lot of taxing ice. But it has some \"twists\". <\/p>\n\n<p>How to play \"The Next Frustration\":<\/p>\n\n<p>So what you are basically doing is securing your remotes ASAP. This makes sure, that you will be able to play your <a href=\"\/en\/card\/03014\">Successful Demonstration<\/a>. Dont mind playing any of your assets in a remote, except maybe a <a href=\"\/en\/card\/01070\">Snare!<\/a>. You could also protect it with a <a href=\"\/en\/card\/02015\">Snowflake<\/a> to generate more money when they run on it. Whatever it is, it might cost the runner either cards, money or both (to remove the tag). If you face a Runner, where you might fear an account siphon , secure your HQ with a <a href=\"\/en\/card\/04114\">Caprice Nisei<\/a> if possible. <\/p>\n\n<p>By the way, if you go for any a psi game, dont hesitate to pay two credits. This will make the runner think that you have something valuable there. Always take time to think about your psi games. This confuses many runners. Never go for the: I dont care, ill just go for 0 credits, then ill still get 1 credit. Just go for that if you really need that 1 credit next turn. Dont forget: Every psi game above 0 credits also costs the runner and might also make it impossible for him to steal that <a href=\"\/en\/card\/04119\">NAPD Contract<\/a>. <\/p>\n\n<p>Now some \"In Depth\":<\/p>\n\n<p>Agendas: <a href=\"\/en\/card\/04119\">NAPD Contract<\/a> and <a href=\"\/en\/card\/05007\">The Future Perfect<\/a> can be really taxing and its uncertain if they will be able to steal it. <a href=\"\/en\/card\/01068\">Nisei MK II<\/a> is good to make it possible to finally score one <a href=\"\/en\/card\/05007\">The Future Perfect<\/a>. Also it can keep your valuable <a href=\"\/en\/card\/04114\">Caprice Nisei<\/a> alive if you finally loose that psi game. <a href=\"\/en\/card\/02032\">Fetal AI<\/a> is there for the \"Komaino -> Fetal -> Dead\" Run.  <\/p>\n\n<p>Assets: \nI guess one <a href=\"\/en\/card\/01070\">Snare!<\/a> and two <a href=\"\/en\/card\/05010\">Psychic Field<\/a> are enough to protect your <a href=\"\/en\/card\/05009\">Mental Health Clinic<\/a> and <a href=\"\/en\/card\/01108\">Melange Mining Corp.<\/a> at least for one turn. <a href=\"\/en\/card\/05009\">Mental Health Clinic<\/a> maybe just does not work perfect in combination with <a href=\"\/en\/card\/05013\">Cerebral Cast<\/a> and <a href=\"\/en\/card\/01099\">Scorched Earth<\/a> but at least they wont expect it. <\/p>\n\n<p>Operations: Economy and \"the Twist\". Do not care about them playing a plascrete. <a href=\"\/en\/card\/01084\">Closed Accounts<\/a> is still a possibility. In the end even brain damage is nice. Maybe overwrite your <a href=\"\/en\/card\/05009\">Mental Health Clinic<\/a> then. <\/p>\n\n<p>Ice: I guess most of the ice is pretty self-explanatory except maybe the <a href=\"\/en\/card\/02073\">Bullfrog<\/a> and the <a href=\"\/en\/card\/01062\">Ichi 1.0<\/a>. <a href=\"\/en\/card\/02073\">Bullfrog<\/a> is a really nice card in the begining to protect a central server against any run events. After that it might help to protect an asset, the archives or even every server, cause is becoming even more taxing. <a href=\"\/en\/card\/01062\">Ichi 1.0<\/a> is the only way to trash programms. Also it has that nice trace that fits to our \"twist\". Nice ice for centrals.<\/p>\n\n<p>Thats it so far. Have some good experience with this deck so far. Still looking for some minor tweaks. What do you think?<\/p>\n\n<p>BTW: I guess i will add <a href=\"\/en\/card\/06012\">Bad Times<\/a> to this decks as soon as it is out here in germany.<\/p>\n","username":"Knalla","cards":{"01062":2,"01068":3,"01070":1,"01078":1,"01084":2,"01099":1,"01108":2,"01110":3,"01111":1,"02015":3,"02032":1,"02073":1,"02110":3,"03014":2,"04074":1,"04093":1,"04114":3,"04119":3,"05002":1,"05007":2,"05009":3,"05010":2,"05013":3,"05016":1,"05017":2,"05018":2}},{"id":7894,"name":"ICE DRILLER","creation":"2014-07-25 08:58:17","description":"<p>The object to this deck is to get Wyrm and Parasite early with the assistance of \"Special Order\" and \"Djinn\". Throw as many \"The Personal Touch\"  as possible, on Wyrm,  so the strength of Wyrm is as high as possible to the strength of encountered ice. When large strength ice is encountered, raise Wyrm strength up (through \"Cyber Feeder\" and\/or \"Toolbox\") to the reduced strength of the ice (with the eventual help of \"Ice Carver\" and \"Bishop\") Drill the encounter LARGE STRENGTH Codegate and Sentry Ice into archives with the Parasite\/Wyrm ice drill, while still acquiring the clickless economy through \"Daily Cast\" as well as one needed link to start the \"Underworld Contacts\".<\/p>\n\n<p>\"Same Old Thing\" any \"Deja Vu\" that find their way to the heap to restore two parasites and reload your Wyrm drill with a fresh parasite bit. Drive the Corp broke by causing them to rez big Ice (+1 Reina's ability and +1 Xanadu) then drill that big ice into archives to free up the Anarch breaker suite. \"Levy\" deck when econ is exhausted.<\/p>\n\n<p>Problems that need solving.<\/p>\n\n<ol>\n<li><p>Economy (Its Anarch) Not a fan of liberated but I originally had Armitage.<\/p><\/li>\n<li><p>Power shutdown getting rid of single breakers (Corroder, Yog and Mimic). The three Wyrms helps to protect the other breakers but it is also invaluable to this deck.<\/p><\/li>\n<li><p>Efficiency in breaking ice and econ is dependent upon Cyberfeeder + The Personal Touch + Toolbox. (Toolbox can be substituted out for Spinal Modem but hurts your chances for link) The added strength and reoccuring creds for breakers while adding the link for Underworld Contacts syergizes nicely but is a late game goal. Wyrm and Parasite attack is an early game goal that will lead to undermining the ice avaiability for mid to late game.<\/p><\/li>\n<\/ol>\n\n<p>If the drill is set up, effective and affordable. The corp will be forced to Jackson Ice back into R&amp;D rather than the usual economy pull.<\/p>\n\n<p>This deck is a work in progress but I would love to add Pheromones and drill a path into HQ (with the Wyrm and Parasite drill), Run like crazy and acquire reoccurring credits on Pheromones to use with Vamp.<\/p>\n","username":"posttrib777","cards":{"01002":3,"01005":3,"01007":1,"01009":2,"01011":1,"01012":3,"01013":3,"01014":1,"01015":2,"01022":2,"01040":3,"01041":1,"01050":3,"02028":2,"02069":3,"02082":2,"03035":1,"03053":3,"03054":3,"04021":3,"04041":1}},{"id":7895,"name":"NBN: Near-Eart Hub Fast Advance 0.3","creation":"2014-07-25 09:41:10","description":"<p>I think a lot of deck I see take the horizontal aspect too far with this identity making their economy vulnerable to Whizzard or Imp. I decided to go with a \"hybrid\" economy, relying on both assets for drip economy and operations for good burst and quick siphon recovery. The few games I played with this deck I was swimming in money.<\/p>\n\n<p>A single copy of both bad times and closed account are there to punish silly tag floaters. I am thinking of actually removing fast track to add a second closed account and bad times. The draw engine of this deck combined with Jackson Howard usually gives me quick access to what I want.<\/p>\n\n<p>The one thing I am not sure about is the ice package. I like Shinobi and Taurus as nasty surprises and muckraker can also be a heavy taxing beast. Would like to hear people's idea for different ice.<\/p>\n\n<p>The core strategy of this deck is just a typical NBN fast advance but I find it easier to get my Sansan to survive with this deck than with my old Making News deck. When you have 3 or 4 remotes, people often seem to assume that the unrezzed card in the remote is just another Jackson or Marked Account. I've often managed to install Sansan naked and then use it the next turn without the runner even looking at it.<\/p>\n\n<p>So far so good with this deck, pretty good success.<\/p>\n","username":"ncaron","cards":{"01059":3,"01081":3,"01082":2,"01084":1,"01090":2,"01092":2,"01109":3,"01110":3,"02055":3,"02056":2,"02115":3,"03026":2,"04015":3,"04035":1,"04076":3,"04096":3,"04115":1,"04119":3,"05024":2,"05027":2,"06005":1,"06009":1,"06012":1}},{"id":7896,"name":"Anatomy of Criminal v0.2: Espionage","creation":"2014-07-25 09:57:10","description":"<p><strong>Background:<\/strong> I've been playing an Anatomy of Anarch \/ Reina Siphon deck and doing well at it (7th at the Durham regionals, 2nd at recent store tournament) but I'm tired of being poor.  Criminal has all the tools to build a great anarchy denial deck and then some.  Silhouette has a much greater chance of getting a Siphon in hand early, which has been a problem for my various Reina decks.  And if SIl doesn't get the Siphon she can just play a money event and get that HQ lock in prep for it..  Reina has to waste a turn on Armitage.<\/p>\n\n<p>Silhouette needs to make successful runs when she wants to.  Those runs need to do bad things to the corp and make it easier to make more successful runs. Bursty econ, Overmind, and criminal events are the clear choice for these goals.  <a href=\"\/en\/card\/04029\">Prepaid VoicePAD<\/a> is a slight tempo hit- takes two events before it's paid for itself plus the click to install.  But getting it out early gives this deck staying power.  Half of the cards in the deck can use that credit.  Against a taxing deck you'll Levy or SOT a Levy and get your supercharged econ right back in the deck.<\/p>\n\n<p>Ideal starting hand has <a href=\"\/en\/card\/01050\">Sure Gamble<\/a>, <a href=\"\/en\/card\/05053\">Overmind<\/a>, and <a href=\"\/en\/card\/01018\">Account Siphon<\/a>.  Just Overmind and Siphon is enough to get past everything except an Eli, Lotus Field, or Rainbow.  Even if they can keep you out you've gotten them to spend the cash so next time you're in HQ you can shut it down.<\/p>\n\n<p>Run HQ - Shutdown - Repeat is your go-to denial.  FAO acts like an instant parasite as soon as their creds are low. You know <em>what<\/em> to parasite because you're running HQ all the time.  HQ lock also lets you know when to run a remote.  Siphon is strong as always.  <\/p>\n\n<p>I tried <a href=\"\/en\/card\/04085\">Blackguard<\/a> + <a href=\"\/en\/card\/02045\">Snitch<\/a> but found that FAO was just so much stronger.  Adding in a Levy lets you do up to 6 FAO\/Shutdowns (not including SOTs).  You can do them early game, where they help you most, as opposed to Blackguard's late game activation, when the corp may have rezzed everything anyways.<\/p>\n\n<p>I'm excited to try this in a tournament setting.  The cognitive load is low because HQ lock is your one early goal.  From there, you know the board state and can manipulate it with events as needed.  When you have to run unknown ice <a href=\"\/en\/card\/05053\">Overmind<\/a> + <a href=\"\/en\/card\/02024\">e3 Feedback Implants<\/a> can handle literally everything except Swordsman with enough cash.  The <a href=\"\/en\/card\/01026\">Femme Fatale<\/a> takes care of the rest (and any pesky tollbooths you haven't shutdown yet).<\/p>\n\n<p>The one-of <a href=\"\/en\/card\/01028\">Sneakdoor Beta<\/a> is to allows archives pressure to spread the ICE.<\/p>\n","username":"poorhaus","cards":{"01018":3,"01020":2,"01021":1,"01022":3,"01026":1,"01028":1,"01050":3,"02009":2,"02024":2,"02043":2,"02106":2,"03035":1,"03052":2,"03054":3,"04029":3,"04109":3,"05030":1,"05035":1,"05036":2,"05053":3}},{"id":7897,"name":"Stirling's 11 v1.0","creation":"2014-07-25 10:41:49","description":"<p>This was an attempt at creating what I call a \"big gang\" deck, as opposed to a big rig; it's an (almost) entirely Connection based economy, based on the idea that you just let the corp do whatever they want until they have 2-4 agenda points, which gives you time to gather your gang.<\/p>\n\n<p>When it runs well, money is never a problem. The few times it's been an issue is when the main solution (in this version Professional Contacts) doesn't appear soon. Previous versions of this deck used the Oracle May-Motivation combo, but waiting for Motivation to show up as opposed to Hostage-ing for ProCo potentially killed off the bonus money from the combo.<\/p>\n\n<p>Other strategies to note:\n-Saving your Fall Guys for keeping The Source from Trashing (and remembering that you need 3 more credits to steal, when you start calculating run costs!)\n-If you get the Compromised Employee's out early, purposefully face-checking all their ice. Assuming the corp isn't rich, the odds of it being a nasty sub is low, and they either won't rez, or they're taxed, and you get some money while bouncing off.\n-Hold off of putting Crypsis out as long as you can, so the corp doesn't think you have a remote solution\n-Save your Same Old Things for Calling in Favors (I regularly pull in ~10 credits on CiF by mid-game) and, in a pinch, Inside Job. Account Siphon may actually leave this deck soon, as 80% of the time I have so much money that it's not worth it.\n-Iain's ability can work as an implicit bluff if your opponent realizes that you're purposefully not running until they score; They may start installing a ton of lightly protected agendas (and traps), advancing them to one below scoring. If you see that happening, let them get a couple out, and start using Raymond Flint to check them out.<\/p>\n\n<p>Weaknesses:\n-Fast Advance, obviously. Against NBN or sometimes HB, I won't hesitate to abandon Iain's ability and just get The Source\/Fall Guy out early\n-Time...I haven't played this in a tournament yet, but I'm not sure it's viable, due to how long it can play. It HAS gotten much faster through the last couple revisions, so I'm hoping I can speed it up by piloting it more.<\/p>\n","username":"claylarsen","cards":{"01018":2,"01021":3,"01032":2,"01051":2,"02009":2,"02025":3,"02085":2,"02091":2,"02107":2,"03049":2,"03054":3,"03055":1,"04004":3,"04049":3,"04106":3,"05028":1,"05031":3,"05037":2,"05041":2,"05042":2,"05046":2}},{"id":7898,"name":"Checker Flag Chaos","creation":"2014-07-25 11:48:40","description":"\n","username":"posttrib777","cards":{"01007":1,"01010":1,"01026":2,"01034":2,"01037":3,"01040":3,"01043":1,"01044":1,"01050":3,"02041":1,"02046":1,"02047":2,"02048":1,"02087":3,"03031":1,"03034":2,"03035":1,"03038":1,"03046":2,"03054":3,"04029":3,"04063":2,"04086":2,"04108":1,"04109":2}},{"id":7900,"name":"Psycho Gods v.0F","creation":"2014-07-25 13:17:03","description":"<p>This is my version of the deck originally proposed by @db0. \nI think fast track is quite a nice addition: give your opponent a pile of tags he cannot get rid of and, the turn after, fast track, install and score with Psychographics. \nI reconfigured the ICE to be as taxing as possible and included Ash  to score 4 point agendas in the traditional way.<\/p>\n\n<p>Comments are welcome! <\/p>\n","username":"W\/MUTE","cards":{"01056":3,"01058":3,"01062":2,"01064":2,"01084":1,"01085":2,"01087":1,"01107":2,"01108":2,"01110":3,"02013":2,"02051":2,"02052":2,"02070":3,"02110":3,"02116":2,"03002":1,"03005":3,"04010":3,"04035":2,"04071":1,"05025":3,"05027":2}},{"id":7901,"name":"Corp Demo Supersized","creation":"2014-07-25 13:49:54","description":"<p>This is a standard-legal demo deck built from 2 FFG Demo Decks<\/p>\n","username":"Grimwalker","cards":{"01067":1,"01068":3,"01069":3,"01070":3,"01072":3,"01075":3,"01077":3,"01078":3,"01106":3,"01107":1,"01108":3,"01110":3,"01111":3,"01113":3,"02033":3,"02059":3,"03026":3,"04053":3}},{"id":7902,"name":"Demo Runner SuperSized","creation":"2014-07-25 13:53:43","description":"<p>This is a standard-legal demo deck built from 2 FFG Demo Decks<\/p>\n","username":"Grimwalker","cards":{"01033":1,"01035":3,"01036":3,"01038":3,"01042":3,"01043":3,"01044":3,"01045":2,"01046":3,"01047":2,"01049":3,"01050":3,"01053":3,"02050":3,"03033":3,"03049":3,"03051":2}},{"id":7903,"name":"Big Money Big Problems V2","creation":"2014-07-25 14:03:55","description":"<p>Made it a bit more of a shell game<\/p>\n","username":"kendernwj","cards":{"01054":1,"01055":3,"01056":2,"01057":1,"01059":2,"01061":2,"01062":2,"01063":2,"01079":2,"01083":1,"01092":2,"01110":2,"02011":3,"02012":2,"02053":2,"02092":2,"02120":2,"03004":1,"03005":2,"03009":2,"03015":2,"03016":3,"03019":2,"04030":2,"04090":3}},{"id":7904,"name":"Runny Nose v1.1","creation":"2014-07-25 14:36:16","description":"<p>The effects of Gorman Drip on how a corp evaluates their turn can't be overstated. With 2-3 Gormans on the field, the corp will go to desperate lengths to keep you from accruing those counters. Generally, this deck doesn't need any money from Gorman. It can act as a nice Stimhack-like boost for matchpoint runs, but the real value comes from keeping pressure on the corp in between your running windows. Forcing the corp to waste a turn wiping virus counters as Gabe is magical.<\/p>\n\n<p>Apart from Gorman, this is plain ol' Gabe. An early Djinn is nice to give a home to your diggin' viruses and Sneakdoor, but I've never felt dependent on it. Crash Space is the new Plascrete, with the recent introduction of Taurus into the game. <\/p>\n\n<p>Déjà Vu is a fun way to spring critical events in the graveyard on the corp. In my experience, corps tend to watch for Same Old Thing, and plan their turn around that extra click. That extra click has won several games! Also, obviously, valuable to keep the Gorman pressure going. <\/p>\n\n<p>This deck is a mountain of fun to pilot, and I've had tremendous success with it! (most of my losses come from corp-turn meat damage explosions, because I'm bad at netrunner)<\/p>\n\n<h2>Gorman is Love. Gorman is Life.<\/h2>\n","username":"kyledoesntknow","cards":{"01002":2,"01007":1,"01009":2,"01010":1,"01017":1,"01018":3,"01022":3,"01024":2,"01028":2,"01030":3,"01050":3,"01051":1,"01053":2,"02041":1,"02043":3,"02091":2,"03052":2,"03053":2,"04005":3,"04063":2,"04065":2,"05035":2,"05046":1}},{"id":7905,"name":"The Bird MK I","creation":"2014-07-25 14:51:44","description":"<p>The goal of this deck is to run centrals gaining points via notoriety and accessing extra cards via <a href=\"\/en\/card\/04081\">Quest Completed<\/a> and <a href=\"\/en\/card\/02043\">Emergency Shutdown<\/a> on vital servers. Getting a <a href=\"\/en\/card\/02064\">Doppelgänger<\/a> out early is essential to this deck's success. Standard Econ and Card Draw with <a href=\"\/en\/card\/02091\">Kati Jones<\/a> and <a href=\"\/en\/card\/02105\">Mr. Li<\/a>, with additonal card draw via <a href=\"\/en\/card\/05033\">Express Delivery<\/a>. Getting these out early, hopefully via a <a href=\"\/en\/card\/04004\">Hostage<\/a>  and drawing is also important. <\/p>\n","username":"sorvian","cards":{"01008":2,"01018":3,"01022":3,"01028":2,"02026":3,"02028":2,"02064":3,"02091":2,"02105":2,"02106":2,"03052":3,"04004":2,"04081":3,"05029":1,"05032":3,"05033":3,"05035":2,"05041":2,"05042":2,"05046":2}},{"id":7906,"name":"5-minute Nasir Deck","creation":"2014-07-25 14:52:47","description":"<p>Cracked open Upstalk last night and threw together a really quick Nasir deck (literally put it together in 5-minutes). It's not very successful yet, but was a lot of fun to play and I feel like it has potential. I've made some slight tweaks today but posting for feedback. Thoughts?<\/p>\n","username":"jeremyorion","cards":{"01003":2,"01005":3,"01007":2,"01026":1,"01041":2,"01043":2,"01053":3,"02049":3,"02091":2,"02106":3,"02107":2,"03031":2,"03034":2,"03035":1,"03038":2,"03041":2,"03046":3,"03054":2,"04007":3,"04065":1,"06017":1,"06018":2}},{"id":7907,"name":"Designing the Future","creation":"2014-07-25 15:26:56","description":"\n","username":"CodeMarvelous","cards":{"01055":3,"01059":3,"01064":3,"01108":3,"01110":3,"02051":3,"02056":3,"03003":1,"03014":3,"03023":2,"04011":3,"04015":3,"04096":3,"04119":3,"05024":3,"06002":3,"06003":3,"06010":2}},{"id":7908,"name":"Kate: The Sound of Silence","creation":"2014-07-25 16:57:13","description":"<p>This deck takes a little longer to get up and running because of Dagger. But, once in place, Dagger, with assists from Silencer and\/or Personal Touch is terribly efficient. Frustratingly efficient to any corp that runs mean Sentries. <\/p>\n\n<p>For example, a Dagger with a Personal Touch and a Silencer can cut through Archer for 4 real credits. With all of the Silencers out (which is not so difficult because of Replicator), Dagger will cut through 3 Archers in a row for what it costs some breakers to cut through just one.<\/p>\n\n<p>Gordian Blade and Snowball both build strength during a run, so a late game Escher can provide even more efficient runs. Snowball, of course, is no Corroder, but with one Personal Touch, it becomes better than Corroder (because it builds strength). Yes, but it's much harder to get in play you say. You are correct. But some of that is mitigated by Replicator. <\/p>\n\n<p>Once you find a Replicator, you will find all of your Personal Touches and all of your Silencers when you find just one of them.<\/p>\n\n<p>So while the deck is not consistently fast in terms of early pressure, it gets consistently gets to the late game very quickly. <\/p>\n","username":"apocrita","cards":{"01033":1,"01034":3,"01040":3,"01043":1,"01045":1,"01050":3,"01053":3,"02009":2,"02027":1,"02043":2,"02065":2,"02088":3,"02091":3,"02106":2,"02107":2,"03031":1,"03038":3,"03042":2,"03046":3,"03054":2,"04104":3}},{"id":7909,"name":"Checker Flag Chaos ","creation":"2014-07-25 17:22:05","description":"<p>This deck is real fast. So fast that with the 2 \"Quality Time\" and the 2 \"Lawyer Up\" that acts as a diesel; someone can rifle through their deck in no time at all. I had to take one Diesel because at times the draw options were to aggressive. <\/p>\n\n<p>Early game should run like this:\nRifle through your deck saving your draw cards for your first action. (Against Weyland, NBN{scorched} Jinteki more cards for your run) The first time through your deck you are supposed to try to do just that, get through it. Stopping to apply easy pressure on R&amp;D, HQ or a loaded remote. Otherwise, sift through it and pick up econ and lay down Prepaid, an SMC and heap out Femme for Test Run\/Scavenge. <\/p>\n\n<p>Look for Dinosaurus and Cybersolutions Mem Chip, Nerve Agent and Medium (for virus counters on early runs) while seeking opportunities  drop down Same old things  to recur your Sure Gambles FIRST then go for the Lucky Find SECOND.  Sure Gamble has a slight edge on economic efficiency with all three Prepaid VoicePAD out. (which is of utmost importance)<\/p>\n\n<p>Find and drop down Gordian Blade, Corroder  (on Dino, hopefully) and Clone Chip. Gordian is the preferred breaker on Dino but a HUGE early game doesn't matter which one is on it. That is the sole purpose for that single Clone Chip. If Dino is down and Corroder falls on it... before installing Gordian, Trash Corroder then Chip it back out. Look to hold your Test Run\/Scavenge to retreive Femme from your heap. If by lucky chance your Femme beats your Personal Touches out! throw everyone on her and find a set spot for her bypass marker it ain't moving (The strongest Ice that is already rezzed.)<\/p>\n\n<p>Just before you Levy to cycle the deck again. Make sure either Paintbrush or Magnum Opus is installed, preferably both. Most of The Personal Touch and the second Femme (your bypass Femme) will need to be sought out the second time around. but most of the Hardware and programs are installed so you have a smaller deck loaded with econ and the few things you had to discard the first time around. Paintbrush encountered ice Code gate while tinkering other ice the same and your Gordian will plow the way.<\/p>\n\n<p>However, this deck is so fast, I seldom get to Levy. I find breakers without SMC and I'm always pulling Femme from the heap and not the deck. It's whatever game you want to play. Early, mid or late with multi-access to HQ and R&amp;D.<\/p>\n\n<p>Checker Flag Chaos. So fast it's first across the finish line.<\/p>\n","username":"posttrib777","cards":{"01007":1,"01010":1,"01026":2,"01037":3,"01040":2,"01043":1,"01044":1,"01050":3,"02041":1,"02046":1,"02047":2,"02048":1,"02087":3,"03031":1,"03034":2,"03035":1,"03038":1,"03046":2,"03054":3,"04029":3,"04063":2,"04086":1,"04108":1,"04109":2}},{"id":7910,"name":"Trollteki revamp","creation":"2014-07-25 18:09:21","description":"<p>Everything is an agenda (as far as they know, except for the Upgrade).  I added tag punishment with Private Security Force and Scorched Earth.  You can cheap by a bit with NeoTokyo Grid and Shipment from Kaguya.<\/p>\n\n<p>The assets were broken out to include smaller point totals.  The idea is to make them have to run through your really sharp glacier of ICE more and get hit by your Identity ability more.  This also gives you plenty of room to score agendas to either win or drive the runner to taking risks.<\/p>\n\n<p>Biggest opportunity I saw from the start was the unused Influence.  You could easily make very minor changes and just add Scorched Earth if you want to stay closer to your original build.<\/p>\n","username":"tbonci","cards":{"01067":1,"01075":2,"01076":2,"01077":2,"01078":3,"01087":3,"01098":2,"01099":2,"01100":2,"01107":3,"01113":3,"04053":3,"05004":3,"05005":3,"05006":1,"05014":2,"05017":2,"05018":2,"05019":3,"05020":3,"05021":3}},{"id":7911,"name":"Nasir Workshop v1.2","creation":"2014-07-25 18:42:15","description":"<p>The idea behind this is to get Personal Workshop up and running as quickly as possible, and to use the Cyberfeeders, Omni-Drives and Toolbox to fuel your in-run economy. Kati rarely ever needs more than six credits on her to be effective since you're going to lose that money anyway. If you break beefy ice, trash Crecsentus to get those creds next time, and double them up if you can with Social Engineering.<\/p>\n\n<p>The problem right now is that this deck plays slow, but Nasir is meant to be methodical. Main draw is through ProCo, but I threw in Diesels for that extra kick. The deck used to run Mopus which is why I kept the SMCs in, but I'm debating whether those can go in favor of test-run Scavenge since mid-run installs would need Sahasrara to benefit. <\/p>\n","username":"BTrain","cards":{"01005":3,"01007":2,"01026":1,"01034":2,"01036":3,"01041":3,"01043":2,"02047":2,"02049":3,"02065":3,"02091":2,"02106":2,"03034":2,"03035":1,"03038":2,"03039":3,"03046":3,"03049":3,"04065":1,"06017":1,"06018":2}},{"id":7912,"name":"Dungeon Romp","creation":"2014-07-25 19:02:27","description":"<p>Because nothing beats a good old hack n slash RPG. Crawl the dungeon. Defeat your foes. Get epic loot. Maybe even rescue the princess. (Assuming she's even in there. Sometimes, she's in another castle.)<\/p>\n\n<p>Cast spells like Poison, Fireball, and Bleed. Summon your allies: Familiar, Bodyguard, and Dragon Mount.<\/p>\n\n<p>Beware: No two dungeons are ever the same. But they all have one thing in common: They're all there to spoil your conquest, or possibly be the end of you altogether.<\/p>\n\n<p>Dare you take on the role of Whizzard?<\/p>\n\n<p>Basically, this is a Prepaid Whizzard deck with Parasite recursion. I started with the recursion portion first, realising I hadn't used Whizzard in a while, and wanted to deal with asset\/upgrade heavy corp decks.<\/p>\n\n<p>With the success of Prepaid economy, I decided to try it, as it seemed to mesh well with my plans.<\/p>\n\n<p>I'm going to try this deck with both Deep Red and Grimoire. My concern is dealing with having Knights in play. Is the +1 MU worth the tradeoff?<\/p>\n","username":"whiterabbit","cards":{"01002":3,"01008":2,"01009":2,"01012":3,"01013":2,"01050":3,"02001":1,"02003":2,"02021":1,"03035":1,"03038":3,"03052":3,"03053":3,"03054":3,"04029":3,"04042":2,"04043":3,"04081":1,"04082":1,"04109":3,"06013":1}},{"id":7913,"name":"nuke it from orbit 2","creation":"2014-07-25 19:19:52","description":"<p>The second incarnation of an evil deck. Standard T&amp;B, using the draw power of Near-Earth Hub, the 17 influence which is perfect for 2x scorched and 3x DRT, and loads of tracing ice.<\/p>\n\n<p>Jackson allows agendas to be trashed and recovered from archives, and with so few agendas anyway it is hard for a runner to score 3 of them.<\/p>\n\n<p>Private security force can counter plascretes, if scored<\/p>\n\n<p>Diversified portfolio can end up being a huge economy boost, considering the 11 assets in this deck<\/p>\n","username":"cdwolstenholme","cards":{"01083":2,"01086":3,"01088":3,"01090":3,"01099":2,"01106":3,"01107":1,"01108":3,"01109":3,"01110":3,"01112":2,"02016":3,"02056":1,"02118":3,"04015":2,"04035":3,"04077":3,"04096":3,"05026":3,"06005":1}},{"id":7914,"name":"\"Pillow\" Fort","creation":"2014-07-25 19:51:20","description":"\n","username":"daytodave","cards":{"01057":2,"01062":2,"01064":3,"01090":3,"01101":1,"01106":3,"01108":3,"01110":3,"01111":2,"02039":3,"02051":1,"02056":3,"02092":3,"03003":1,"03014":3,"03015":1,"03017":2,"04020":1,"04033":1,"04059":2,"04120":2,"05024":2,"06001":3}},{"id":7915,"name":"\"Pillow\" Fort","creation":"2014-07-25 19:52:20","description":"\n","username":"daytodave","cards":{"01056":3,"01062":2,"01064":3,"01090":3,"01101":1,"01106":3,"01108":3,"01110":3,"01111":2,"02039":3,"02051":1,"02056":3,"02092":3,"03003":1,"03014":2,"03015":1,"03017":2,"04020":1,"04033":1,"04059":2,"04120":2,"05024":2,"06001":3}},{"id":7916,"name":"Nasir Workshop v2.1","creation":"2014-07-25 19:59:01","description":"<p>The idea behind this is to get Personal Workshop up and running as quickly as possible, and to use the Cyberfeeders, Cloaks, and Toolbox to fuel your in-run economy. Kati rarely ever needs more than six credits on her to be effective since you're going to lose that money anyway. If you break beefy ice, trash Crecsentus to get those creds next time, and double them up if you can with Social Engineering.<\/p>\n\n<p>The deck plays slow, but just because it doesn't match up with the breakneck pace of a big rig Shaper deck, I don't think it's the worst thing. Mopus is back in after a brief hiatus, and Kati may go in the future, but for now I still like her as a decent backup option - in this deck more than others, filling Kati with a last click when there's nothing better to do helps you set up for a nice play two or three turns down the road.<\/p>\n","username":"BTrain","cards":{"01005":3,"01007":2,"01026":1,"01034":2,"01036":2,"01038":3,"01041":3,"01043":2,"01044":1,"02047":3,"02049":3,"02065":3,"02091":2,"02106":2,"03034":2,"03038":2,"03041":3,"03042":1,"03049":3,"06017":1,"06018":2}},{"id":7917,"name":"Tourney #1 Haas-Bioroid","creation":"2014-07-25 20:30:00","description":"\n","username":"obscurement","cards":{"01054":1,"01055":3,"01056":2,"01057":2,"01061":1,"01062":1,"01064":2,"01092":1,"01103":2,"01106":1,"01108":1,"01110":3,"01111":3,"01113":2,"02011":1,"02012":1,"02013":1,"02019":2,"02020":1,"02039":1,"02051":3,"02059":1,"02060":1,"02070":3,"02092":2,"03004":1,"03009":2,"03015":1,"03016":2,"03022":2}},{"id":7919,"name":"Noise - Schehexually Transmitted Diseases v0.3","creation":"2014-07-25 20:41:40","description":"\n","username":"Ulkrond","cards":{"01001":1,"01002":3,"01005":3,"01008":3,"01010":1,"01012":3,"01016":3,"01047":3,"01051":1,"02003":3,"02041":1,"02102":2,"02108":3,"02109":2,"03053":2,"04005":3,"04022":3,"04082":1,"05051":2,"06014":3}},{"id":7921,"name":"True NEXT","creation":"2014-07-25 21:10:29","description":"<p>With NEXT Silver finally out, alongside the incredibly cool Mother Goddess, I wanted to revamp an older Guarding The Net deck of mine to see if the long wait for more NEXT Ice was worth it.<\/p>\n\n<p>Turns out, it's pretty strong so far.<\/p>\n\n<p>ICE:<\/p>\n\n<p>The ICE is meant to be cheap and taxing and keep them out early.  The beauty is, as the game goes on, your cheap ICE stay relevant and become stronger.  Let's say you get lucky during a lengthy game against a non-ICE-destruction deck and get all of your NEXT ICE out plus Mother Goddess.  That's +7 Strength for each NEXT Bronze and +7 End The Run subroutines for each NEXT Silver.  Yuck.<\/p>\n\n<p>Mother Goddess is amazing for an early hand; if she's the sole ICE on the field, her Myth type will keep any non-AI breaker from busting past her.  And late game, she continues to pump up your other NEXT Ice and stays taxing (4 strength ICE is still annoying and expensive in the long-run).<\/p>\n\n<p>With 22 ICE in the deck, you have a very good chance of getting the most out of your opening ability.  I'd say 9\/10 times I've been able to get 2 or 3 ICE already installed before my first turn.  Ideally, you'll put some taxing ICE over R&amp;D (Eli 1.0), something to wall off HQ, and something nasty or cheap to put over a remote to protect your Asset Economy.<\/p>\n\n<p>ASSETS:<\/p>\n\n<p>Adonis, Eve, and Melange.  Protect them early on with your opening hand and milk them until the runner is brave enough to run through. Even if they get through to trash, they probably paid a hefty amount, and by that time you already benefited.  Encryption Protocols make trashing Assets extremely annoying.  I leave them unprotected; if the runner really wants to spend a Click and 3+ bucks to trash it, fine by me.  <\/p>\n\n<p>But overall, Asset economy, like any HB deck, will be the bread and butter; Guarding The Net is awesome for getting that early protection.  A particularly horrid opening was Mother Goddess protecting Melange after turn 1.  Delicious.<\/p>\n\n<p>Overall, the early start helps you (a) Set up \"scoring windows\" and squeak out a turn 2 or 3 Agenda while the runner is still getting their stuff together and (b) Turtle up with a Melange or use other means of getting a nice cash start.<\/p>\n\n<p>OTHER TIDBITS:<\/p>\n\n<p>I threw a Jackson in there (because he's Jackson).  I only used 3 Influence (not much I really wanted to spend it on, but I'm sure I'll dabble in some different, influence heavy ICE) so I figured a Jackson never hurts, though to be honest, with all the ICE that gets placed over Archives, I haven't really needed Jackson.<\/p>\n\n<p>Some Successful Demonstrations are great early on (when the runner is face checking your ETR ICE), but you can get unlucky if you get them later on and they sit in your hand since the Runner probably won't make an unsuccessful run ever again.  Not sure if these are keepers or not.<\/p>\n\n<p>Anyways, that's the gist.  So far the deck has worked pretty well.<\/p>\n","username":"BreadRising","cards":{"01055":3,"01056":2,"01061":2,"01062":2,"01108":2,"01110":3,"02013":2,"02029":2,"02051":3,"02056":2,"02092":3,"02110":3,"03003":1,"03006":1,"03014":2,"03015":2,"03019":3,"03023":1,"04011":3,"04015":1,"04119":2,"06002":3,"06010":2}},{"id":7922,"name":"Post-Modernist Destruction","creation":"2014-07-25 22:19:33","description":"\n","username":"CodeMarvelous","cards":{"01064":2,"01093":1,"01094":3,"01098":3,"01099":3,"01101":2,"01103":3,"01110":3,"02018":3,"02070":3,"02116":1,"03026":3,"04015":3,"04017":3,"04036":1,"04040":2,"04119":1,"06003":3,"06009":2,"06010":2,"06012":3}},{"id":7923,"name":"NEXT Stop Earth","creation":"2014-07-25 22:54:19","description":"\n","username":"smartblue","cards":{"01082":3,"01084":2,"01088":3,"01109":3,"01110":3,"02016":1,"02034":1,"02055":3,"02056":3,"04011":3,"04015":2,"04033":1,"04055":2,"04075":2,"04095":3,"04119":3,"05018":2,"06002":3,"06003":1,"06005":1,"06007":3,"06012":2}},{"id":7924,"name":"Jinteki Honor","creation":"2014-07-25 22:54:44","description":"\n","username":"GreatDantone","cards":{"01067":1,"01069":2,"01070":3,"01078":1,"01084":1,"01086":1,"01099":2,"01110":2,"02032":3,"02112":2,"03009":1,"04012":3,"04013":2,"04015":2,"04033":1,"04074":1,"04093":2,"05004":3,"05006":1,"05007":3,"05013":3,"05014":2,"05015":3,"05016":1,"05017":2,"05019":2}},{"id":7925,"name":"Fassetrobiotics","creation":"2014-07-25 23:41:35","description":"\n","username":"arribous","cards":{"01059":3,"01081":3,"01082":2,"01090":2,"01092":3,"01109":3,"01110":3,"01111":2,"02029":2,"02055":3,"02056":3,"02060":2,"02110":3,"02115":3,"04015":3,"04096":2,"04119":3,"05024":2,"05027":2,"06005":1}}]