[{"id":1425,"name":"Kate, Ice Trasher","creation":"2014-01-14 01:58:46","description":"<p>I played Jinteki and got absolutely trashed by a deck a lot like this. Here's my version. <\/p>\n\n<p>The idea is that you are going to run. A lot. You're going to take advantage of the Datasuckers and Parasites, using Imps to switch out Imps with Scavenge. It's event heavy, so there are 2x Same Old Thing and 1x Levy AR Lab Access just in case you need to reset. <\/p>\n\n<p>Run so much that the corp stays broke. A broke corp isn't going to be doing any advancing at all. No advancing means you can freely index and keep running. <\/p>\n\n<p>Any advice on what three cards to drop? <\/p>\n","username":"TheUbiquitous","cards":{"01008":3,"01012":3,"01033":1,"01041":2,"01042":2,"01050":3,"02003":2,"02007":2,"02009":2,"02047":3,"02049":2,"02089":2,"02106":2,"03034":3,"03038":3,"03046":2,"03049":2,"03051":2,"03052":3,"03054":2}},{"id":1426,"name":"Run-Me H-B","creation":"2014-01-14 04:37:15","description":"<p>Thomas Haas while face-down and Melange while face-up make for tempting targets in your single remote server. Too bad you've overloaded your centrals and your remote server with tons of upgrades. (If you can figure out where to put Shipment from Mirrormorph for the sake of all these upgrades, you are a wonderful person.) <\/p>\n\n<p>Every single bit of ICE besides Heimdall 1.0 is free to rez after installed on Awakening Center. Everything except Tyr's Hand and Melange has a high-ish trash cost. Meanwhile, Awakening Center --- backed up by Ash --- will host some nasty ice, hopefully Zed. <\/p>\n\n<p>Score merely one of the Sentinel Defense Program agendas and all of a sudden your Awakening Centers are machines of death, dealing brain damage left and right thanks to Zed or Heimdall. <\/p>\n\n<p>Hudson takes the place of Ash in a pinch, or at least sets up for Zed in the Awakening Center, and Tyr's Hand forces a click to be used. <\/p>\n\n<p>Midori is always there to help get rid of pesky Knights or Pawns or Parasites from a previous turn. Likewise, Howler can also be there for retrieval against ICE destruction decks, or fetching something from an Awakening Center. <\/p>\n","username":"TheUbiquitous","cards":{"01055":3,"01061":2,"01062":2,"01063":3,"01079":2,"01108":2,"02010":1,"02011":1,"02013":2,"02051":3,"02095":2,"02110":3,"02113":2,"03007":3,"03012":3,"03016":3,"03019":2,"03020":3,"03021":3,"03022":2,"04051":3}},{"id":1428,"name":"Reina Meltdown v0.2","creation":"2014-01-14 06:51:37","description":"<p>Second try in a Reina deck....things get better with emergency. The few times I have enough money the deck works, the problem is....as anarch I am too poor. work in progress<\/p>\n","username":"Diegofsv","cards":{"01007":2,"01008":2,"01010":2,"01011":2,"01014":2,"01050":3,"01053":3,"02043":2,"02065":2,"02082":2,"02087":3,"03038":3,"03054":2,"04002":3,"04003":3,"04021":2,"04022":3,"04041":1,"04042":3,"04043":1}},{"id":1429,"name":"test the net","creation":"2014-01-14 09:49:21","description":"\n","username":"Milchtee","cards":{"01055":3,"01062":3,"01064":2,"01090":1,"01092":1,"01108":3,"01110":3,"01111":3,"01113":3,"02051":3,"02056":3,"02070":3,"02110":3,"03003":1,"03004":1,"03005":3,"03019":2,"03023":1,"04015":2,"04020":1,"04034":2,"04059":3}},{"id":1430,"name":"HB Big Agendas","creation":"2014-01-14 10:00:15","description":"<p>Punitive + Archived Memories is a winning combo if they steal an agenda and you have economic advantage - otherwise win behind monster ice.<\/p>\n","username":"Captain_Frisk","cards":{"01054":1,"01057":1,"01058":3,"01064":3,"01106":3,"01110":3,"01111":2,"02012":2,"02070":3,"02079":3,"02110":3,"03006":3,"03013":3,"03015":3,"03017":1,"03019":2,"03023":2,"04015":3,"04020":1,"04030":2,"04079":3}},{"id":1431,"name":"Garrotasaurus (looking for feedback)","creation":"2014-01-14 10:19:35","description":"<p>so garrote has the potential to be really strong especially if you can make it a 4 strength sentry breaker that takes one to pump and 1 to break with dinosaurus, and mitigate its memory cost. The idea of this deck is to mod the big stuff and then get set up for cheaper runs and passive econ once you are set up.<\/p>\n","username":"CodeMarvelous","cards":{"01007":2,"01026":1,"01033":1,"01035":3,"01044":2,"01050":3,"02007":1,"02009":2,"02028":3,"02047":3,"02048":3,"02069":3,"02091":2,"02107":2,"03034":3,"03038":3,"03049":2,"03053":2,"04004":3,"04047":1,"04065":1}},{"id":1432,"name":"snoop 2","creation":"2014-01-14 10:24:40","description":"\n","username":"Milchtee","cards":{"01080":1,"01081":3,"01082":3,"01084":1,"01088":1,"01092":2,"01099":2,"01107":1,"01110":3,"01111":2,"02056":3,"02097":2,"02115":3,"02116":1,"04015":3,"04034":3,"04052":3,"04056":2,"04058":2,"04059":3,"04060":1,"04075":3,"04076":2}},{"id":1433,"name":"Andromeda Burns it down","creation":"2014-01-14 10:33:24","description":"<p>new stuff.<\/p>\n","username":"CodeMarvelous","cards":{"01007":2,"01008":2,"01014":1,"01018":3,"01019":2,"01021":2,"01022":3,"01024":2,"01036":1,"01050":3,"02007":1,"02009":2,"02043":3,"02083":1,"02091":3,"02104":2,"02107":2,"03052":3,"03054":2,"04009":2,"04063":3,"04065":1}},{"id":1434,"name":"RSVP regrets only...","creation":"2014-01-14 11:44:57","description":"<p>Closed accounts is sweeps week (true colors) \nEnigma is RSVP (true colors)\nI don't know how to get sweeps and RSVP in the program so I've substituted. Basically you want to get an RSVP in play and an ASH\/Red herrings behind it and start advancing agendas. A pop up window or rototurret will protect the RSVP from inside job and\/or possibly shred the runners decoder. RSVP in front of any of the other EtR ICE requires the runner to find a breaker for it. If Lukas defines 0c (Yog) as \"spending credits\" it's even better. Interns to get an ASH\/Red herrings\/SanSan back mid to late game depending. Shipment from mirrormorph is to be able to draw with Jackson, sweeps\/Hedge fund and still install multiple cards. <\/p>\n","username":"HepatitvsJ","cards":{"01060":2,"01064":3,"01080":1,"01081":3,"01084":3,"01090":2,"01091":3,"01092":2,"01110":3,"01111":3,"01113":2,"02013":2,"02017":1,"02019":2,"02056":3,"02115":3,"03023":2,"04014":3,"04015":3,"04059":3,"04060":1}},{"id":1435,"name":"Kate McKraken 1.3","creation":"2014-01-14 12:21:24","description":"<p>This is a mock deck I made after I sustained a terrible defeat against it. I got my butt kicked so much that I loved it (have you ever had two Archers trashed in one run?) and tried to recreate it myself ever since.<\/p>\n\n<p>The idea is to set up some Datasuckers or Wyrm and install Parasites mid-run via SMC, Clone Chip or Personal Workshop, trashing ice and thus clearing your way to agendas in R&amp;D.<\/p>\n\n<p>It is destined to be a fun deck and I guess it can't be really competitive. Feel free to comment, I'd appreciate your suggestions.<\/p>\n","username":"Watzlav","cards":{"01008":3,"01009":2,"01012":3,"01013":1,"01033":1,"01038":3,"01050":3,"01053":2,"02047":3,"02049":2,"02088":2,"02090":2,"02091":3,"02106":3,"02107":3,"03035":2,"03038":3,"03046":3,"03052":2}},{"id":1436,"name":"Damage everywhere","creation":"2014-01-14 15:50:45","description":"<p>Lots of Agendas means a lot of damage. The idea is for each point of agenda scored, at least a single net damage will be done. Play as a never advance and dont be afraid to trash a lot of cards with power shutdown and buy a lot of cards with Jackson Howard. Control your archives with Interns and JH. This will work better when shock is out. Panic Button is another potential inclusion.<\/p>\n","username":"Diegofsv","cards":{"01067":1,"01070":3,"01075":2,"01077":1,"01101":2,"01110":3,"02032":3,"02060":2,"02080":2,"02095":3,"03023":3,"04012":3,"04015":3,"04032":3,"04039":3,"04053":3,"04056":2,"04058":2,"04059":3,"04060":3}},{"id":1437,"name":"The Ultralight Parasite","creation":"2014-01-14 16:16:29","description":"<p>An Ultrlight Rig is a rig that costs as close to zero to install and run as possible. Kit's Ability and a Yog.0.Saurus combine to only cost me an estimate 1.6 credits per run.  (Which is about 24 credits over the course of a adv. game vs. 80 or 90 credits with some other rigs)<\/p>\n\n<p>Use Parasite Recursion to thin out the corp's Ice. (Kit's ability already forces the corp to double up on the Ice for effectiveness, so 2+ layers of Ice on the centrals is pretty common - the parasite can make quick work of that. <\/p>\n\n<p>Escher is a great late game play after the corp has thrown down 2 ice on archives (to try and stop your data sucker runs).  Scavenge to turn your Yog.0 into a Yog.0.Saurus if things get really sticky.<\/p>\n\n<p>I know you may not like my choice of Inti, but for the 2 or 3 times I am going to use it each game, it's just not worth the influence cost to include a more efficient breaker.<\/p>\n\n<p>Same with Pipeline.  Femme Fatal and Pipeline are essentially the same breaker, but Femme has the bypass ability (at +6 cost).  I'd rather have the consistency of getting an early datasucker in hand, and deal with the sentries with a Parasite.<\/p>\n\n<p>Both Inti &amp; Parasite cost 2 credits to boost strength, so they pair well with the Datasucker.<\/p>\n","username":"BAGBRO2","cards":{"01004":2,"01008":3,"01012":1,"01014":2,"01037":2,"01046":1,"01050":2,"01053":2,"02047":2,"02048":2,"02049":3,"02050":2,"02065":1,"02107":1,"03028":1,"03031":1,"03034":3,"03038":3,"03044":1,"03046":3,"03048":1,"03049":3,"03051":3,"03054":1}},{"id":1438,"name":"Jinteki: Return Fire","creation":"2014-01-14 16:59:56","description":"<p>There are a couple plays in the deck that aim to flatline the runner:<\/p>\n\n<p>If you catch them at 3 cards and you have an EMP and a ToL in hand, you will want to Trick of Light a Ronin from 2 advancement counters and fire it. Finish them off with a Neural EMP.<\/p>\n\n<p>If they steal a Fetal AI, that's 3 damage, if they didn't access it on click 1, then you can catch them at 4 or less cards (presuming no diesel in hand), Try and fire your Ronin and EMP, or punitive+punitive, punitive+EMP maybe.<\/p>\n\n<p>Same goes for snare, except you can't rely on your punitive counterstrikes. <\/p>\n\n<p>Junebug is really in there as a Trick of Light battery, but you might be able to bully them into facechecking it, or get lucky if they are being aggressive. But I like it as a fallback to ice wall\/shadow since they are kinda parasite bait.<\/p>\n\n<p>If the runner is trying to play it safe, don't be afraid to start scoring. Without SEA Source+Scorch, your only real flatline if they don't run is a double Ronin, which is unreliable at best. But if you can score even 1 agenda behind one of your early ICE, it puts a lot of pressure on them not to just sit back and let you score out. With that in mind, you don't have a great agenda setup, and you need to be watching their hand like a hawk and waiting to trigger your play as soon as it will get you the kill.<\/p>\n\n<p>All that being said, this is a rough draft and untested (since some of the cards aren't even out yet) so some help cutting out some of the fat (I'm concerned shock won't be that great, but any damage I can get on them for free can't be taken lightly, no matter how bad I need the deck space). I would like to be running data mines, and maybe hokusai grids, if anybody has a good suggestion about what to cut?<\/p>\n","username":"falseidol","cards":{"01067":1,"01069":3,"01070":3,"01072":3,"01075":3,"01077":3,"01103":3,"01104":3,"01106":2,"01110":3,"01111":2,"02032":3,"02033":3,"02039":3,"02112":3,"04015":3,"04073":3,"04079":3}},{"id":1439,"name":"Sting (Like an Industrial Bee) v1.2","creation":"2014-01-14 17:45:00","description":"<p>-1 Project Junebug, -1 SEA Source; -1 Elizabeth Mills, -1 Posted Bounty, -1 Hostile Takeover; +3 Ghost Branch, +2 False Lead<\/p>\n\n<p>Based on X3r0h0ur's suggestions. Ghost Branch synergizes much better with the DRTs and Operations than Project Junebug; Snares should be enough net damage to keep the runner softened.<\/p>\n\n<p>The increased number of traps should make their appearance more consistent, so the runner will fear face-down agenda\/assets.<\/p>\n","username":"lostgrail","cards":{"01070":3,"01084":2,"01086":2,"01087":3,"01093":1,"01094":2,"01095":2,"01098":3,"01099":3,"01103":3,"01104":2,"01107":2,"01110":3,"02018":2,"02019":3,"02080":2,"02118":3,"04036":2,"04037":2,"04040":3,"04057":2}},{"id":1440,"name":"Analyze and Destroy","creation":"2014-01-14 19:20:30","description":"\n","username":"CodeMarvelous","cards":{"01006":2,"01008":3,"01012":3,"01013":1,"01033":1,"01040":3,"01044":2,"01048":3,"01050":3,"02009":2,"02047":3,"02090":3,"02091":2,"02107":2,"03034":3,"03035":1,"03038":3,"03049":3,"03051":3}},{"id":1441,"name":"NBN Tagger","creation":"2014-01-14 19:38:55","description":"<p>Op-heavy, emphasis on tag 'n bag and burst econ.<\/p>\n","username":"pinko","cards":{"01080":1,"01081":2,"01082":2,"01083":2,"01084":2,"01085":2,"01086":2,"01087":2,"01088":2,"01089":2,"01091":2,"01098":3,"01099":2,"01106":2,"01107":2,"01110":3,"01111":3,"01113":2,"02097":2,"02100":2,"02115":2,"02116":2}},{"id":1442,"name":"Icy Shell Game v1.2","creation":"2014-01-14 21:23:23","description":"<p>I didn't publish v1.1, which was just v1.0 with Ice Wall and Thomas Haas. v1.2 is pre-True Colours, has more economy, and better ice. The HB ice does solid work, since the Runner needs to spend clicks (which they aren't spending drawing cards), install programs (which aren't in their hand to soak net damage), or both. It's been very helpful in limited testing.<\/p>\n\n<p>Profiteering is less critical now that it has Hedge Fund and Restructure on top of Celebrity Gift. It could potentially be swapped out for Unorthodox Predictions, which might be useful if drawn at the right time. <\/p>\n\n<p>The latest tech -- which is untested at this point -- is the addition of Precognition. The correct way to play against this deck is to ignore remotes most of the time and slowly sample from R&amp;D a card or two at a time over many turns, continually drawing back up to stay out of Ronin\/EMP range if you hit an regular agenda, Fetal, or Snare. <\/p>\n\n<p>Precognition allows me to play the bluff game with R&amp;D just like I do with my remotes. Did I put a Snare on top? One card down? Two cards down? If I draw after playing Precog, what did I draw? I'm not sure how well it will work in practice, but no one is playing Precog and I'm sure no one will be expecting it!<\/p>\n\n<p>Once True Colours is out, I'll be testing with Shock and Tsurugi. Possibly Fenris as well. The problem is that I'm not sure how to fit Shock -- which I desperately want -- into the deck. I can cut a little bit of my econ if I keep Profiteering, but not a ton. <\/p>\n\n<p>I'm very open to other suggestions. I wanted to get my update of this archetype out there to see if anyone else is still interested in working on it. <\/p>\n","username":"Ajar","cards":{"01067":1,"01068":1,"01069":3,"01070":3,"01072":3,"01073":2,"01110":3,"02032":3,"02080":3,"02095":3,"02110":3,"02112":3,"03009":3,"03019":2,"03023":3,"04012":2,"04032":3,"04039":3,"04040":3}},{"id":1443,"name":"Trash Some of the Ice! v1.1","creation":"2014-01-14 21:29:05","description":"<p>Minor tweaks around the edges from v1.0. I was always poor with Cyberfeeder\/Daily Casts, so I switched to a click intensive Armitage\/Liberated economy. I may switch Armitage back out for Daily Casts while keeping Liberated. It's noticeably slower, but a rig of SMC\/Datasucker\/Bishop is pretty threatening when you have a lot of money, especially with Clone Chip backup. <\/p>\n\n<p>The main reason I've stuck to Noise on the Runner side is the emergence of Power Shutdown \/ Accelerated Diagnostics decks. Since all of my influence is tutoring\/recursion, I can install a virus during the Corp's combo and mill one of the three cards they recur with Jackson to break their Accelerated Diagnostics plan. No other Runner can interact with this combo during the Corp's turn. <\/p>\n","username":"Ajar","cards":{"01001":1,"01002":2,"01006":3,"01007":1,"01008":3,"01009":3,"01010":1,"01011":1,"01012":3,"01014":1,"01015":2,"01050":3,"01051":1,"01053":3,"02003":1,"02009":3,"02022":3,"02081":3,"03038":3,"03046":3,"04021":2}},{"id":1444,"name":"I Know a Guy","creation":"2014-01-14 21:40:25","description":"<p>They won't see it coming!<\/p>\n","username":"Rawnblade","cards":{"01007":1,"01008":3,"01011":1,"01018":2,"01021":2,"01022":3,"01031":1,"01050":3,"01051":1,"02006":1,"02008":1,"02024":1,"02025":3,"02026":3,"02064":2,"02069":3,"02083":1,"02085":2,"02105":1,"03053":3,"03054":2,"04004":3,"04048":1,"04049":2}},{"id":1445,"name":"Under Construction","creation":"2014-01-14 21:53:40","description":"<p>Drop Caduceus and Shadow on your centrals, put a Hadrian's or Ice Wall in a remote and start building. Simone will do work in this deck, I often find myself spending several consecutive turns triple-advancing an Ice Wall while I wait for an agenda to show up. The deck is really about biding your time and playing for late game, where Commercializations and Troubleshooters will let you brute force your agendas. Swordsman is for my local meta, I think the general version of this deck would do just fine with a Rototurret.<\/p>\n","username":"Rawnblade","cards":{"01065":2,"01090":2,"01094":3,"01098":2,"01101":2,"01102":3,"01103":3,"01104":2,"01106":2,"01110":3,"01111":2,"02018":3,"02019":2,"02033":2,"02058":3,"02059":3,"02076":1,"02077":1,"02079":2,"02099":2,"04015":2,"04017":1,"04018":1,"04033":1}}]