[{"id":1269,"name":"Death by a thousand net damage.","creation":"2014-01-05 11:26:45","description":"<p>Pretty much you score agendas and do as much net damage as possible. Sundew will keep you afloat without much problems. Almost all agendas worth 1 point so it will be easy for you to open an Archer. Archer, Ichi, wall of thorns and Wotan are there to keep him busy enough for you to advance slowly to 7 agenda points. False lead is there mostly in the off chance that the runner will access a snare or fetal with 3 or 4 cards and you have 1 or 2 Neural EMP to your hand. Just trash False lead and fry him.<\/p>\n","username":"PsymonTheWizard","cards":{"01067":1,"01069":2,"01070":3,"01072":3,"01075":2,"01077":3,"01078":2,"01101":2,"01110":2,"02014":2,"02032":3,"02080":2,"02095":3,"02112":2,"03017":2,"03023":3,"04013":2,"04030":1,"04032":3,"04033":2,"04053":2,"04054":3}},{"id":1270,"name":"Noise Destruction","creation":"2014-01-05 13:19:54","description":"<p>My Idea for a super mill. Feedback welcome<\/p>\n","username":"CodeMarvelous","cards":{"01001":1,"01008":3,"01009":3,"01010":3,"01012":3,"01016":3,"01047":3,"01050":3,"01051":3,"02003":3,"02041":2,"02042":3,"02103":3,"02109":3,"03035":1,"03047":3,"03053":3}},{"id":1271,"name":"Re-Possessed Ristie","creation":"2014-01-05 20:58:21","description":"<p>This is my first Runner deck. I'm actually pretty proud of it, even if it's getting a little long in the tooth.<\/p>\n\n<p>The overall strategy is to be fast - lots of events that let you go on runs get the pressure on early. Hopefully we'll burn through the Corp's early economy and slow them down as we maintain pace.<\/p>\n\n<p>Long-term, Kati Jones and Underworld Contact are great for keeping the economy up.<\/p>\n\n<p>Save the Atman for something special.<\/p>\n","username":"lostgrail","cards":{"01007":1,"01018":2,"01020":2,"01021":2,"01022":2,"01025":1,"01026":1,"01027":2,"01039":2,"01043":1,"01050":3,"01051":1,"02006":1,"02026":3,"02028":3,"02045":2,"02064":2,"02069":2,"02083":1,"02091":1,"03040":1,"03052":3,"03053":3,"03054":3,"04024":3}},{"id":1272,"name":"Sting (Like an Industrial Bee)","creation":"2014-01-05 20:58:38","description":"<p>Aggressive Tag n Bag. The premise here is to quickly gain an economic edge, then pepper the runner with Tags.There's lots of damage output in this deck, so just keep the pressure on. Don't be afraid to sacrifice a low-value agenda to the runner - Dedicated Response Team and SEA Source should make that dangerous.<\/p>\n\n<p>If anything, protect HQ more than R&amp;D: Off the Grid can keep things safe if HQ is too dangerous to penetrate, and it only takes on Cleaners to make even a single DRT or Scorched Earth extemely scary.<\/p>\n\n<p>The only real issue this deck has is maintaining economy, once you've accumulated a few Bad Publicity. Ireress helps, but I'm not sure if that's enough. Mills might be a good fit here.<\/p>\n","username":"lostgrail","cards":{"01070":2,"01084":2,"01086":2,"01087":1,"01088":2,"01093":1,"01094":3,"01095":3,"01098":3,"01099":2,"01102":3,"01103":3,"01104":3,"01107":2,"01110":2,"02018":2,"02098":3,"02118":3,"04036":2,"04038":2,"04040":2,"04057":2}},{"id":1274,"name":"Exile Quickdraw v1.0","creation":"2014-01-05 22:00:32","description":"<p>Please critique constructively!<\/p>\n\n<p>Basically, I'm trying out a combo involving Deep Red, Pawn, and Scheherezade that makes it so that the runner gains a credit and draws a card after a successful run.  I posted the idea on CardgameDB (under Deep Red comments) and some people pooh-poohed it, so I want to test it out. <\/p>\n","username":"bourgman","cards":{"01042":1,"01043":1,"01045":1,"01047":2,"02009":1,"02027":1,"02028":3,"02050":1,"02066":2,"02069":3,"02089":1,"03030":1,"03032":1,"03033":3,"03034":1,"03035":2,"03039":3,"03046":3,"03053":3,"04002":3,"04003":1,"04022":2,"04042":2,"04043":3,"04047":1}},{"id":1275,"name":"NBN already owns Chronos Protocol V2","creation":"2014-01-05 22:27:53","description":"<p>This new version is a vertical played as opposed to the original horizontal never-advanced-like one. The reason for this is to better sustain aggressives assaults from Gabe and the like who just laugh at your pop-up defenses and naked PAD. So back to the good old Melange with end-the-run ICEs with the exception of Snoop which is of course your grave digger :\nLook at their hand see if there's something nasty or if you can rush an agenda with no fear of a surprise Stimhack, try to get a power counter and wait for the kill with Invasion of Privacy then Neural EMP, with Snare and False Lead as wingmen.<\/p>\n\n<p>That's still hilarious to see a runner bumping into a Snare as a third action and quickly clearing the tag as a fourth when you have some EMP in hand. I guess if the Jinteki version of Chronos Protocol wins, you'll have to pack some meat damages after a targeted net damage into their plascrete or any meat protection they'll have at that time.<\/p>\n\n<p>Anyway it works well both because its unexpected and because of the beautiful synergies. You dont have to get all the combo cards to hinder or kill the runner, just the more the nastier and this may be the last datapack where NBN makes sense : with Shock in reinforcment to Personal Evolution and Hokusai, it might be wiser to switch to a splash of Invasion and Snoop, you'll lose surprise and the 2 recurring credits for more consistency at disrupting the runner's plan.<\/p>\n","username":"Mash","cards":{"01070":3,"01072":3,"01080":1,"01081":3,"01082":3,"01090":2,"01092":3,"01108":3,"01110":3,"01111":2,"01113":2,"02016":1,"02019":1,"02080":2,"02115":3,"03026":2,"04015":3,"04016":2,"04033":1,"04040":2,"04056":3,"04060":2}},{"id":1276,"name":"Kate's Virus Lab (looking for feedback)","creation":"2014-01-05 22:40:45","description":"<p>An experiment<\/p>\n","username":"CodeMarvelous","cards":{"01008":3,"01011":1,"01012":1,"01024":3,"01033":1,"01036":3,"01038":3,"01044":2,"01050":3,"02009":2,"02047":3,"02091":2,"02106":2,"02107":3,"03038":3,"03040":3,"03046":3,"03049":2,"03053":3}}]