[{"id":4491,"name":"\"We Work Hard, We Play Hard\"","creation":"2014-04-23 00:31:10","description":"<p>Your Typical Kate Big Rig deck. Plenty of recursion with Clone Chips and SMC.<\/p>\n\n<p>Underworld Contacts, Magnum Opus, Account Siphon and Lucky Find for cash. I could see some Cyber feeders in there in place of the Account Siphon\/Daily Casts in order to make runs cheaper. Especially with the ever useful credits from Toolbox.<\/p>\n\n<p>Deep Thought is in to help expose the evil that is NAPD Contracts and to give you an idea of what is going into the Corp's hand. It can be removed but I like it. <\/p>\n\n<p>Criticism and comments welcomed.<\/p>\n","username":"decoylogan","cards":{"01004":1,"01007":1,"01018":1,"01026":1,"01033":1,"01034":2,"01036":3,"01038":2,"01041":2,"01043":1,"01044":1,"01050":3,"02009":2,"02066":1,"02069":3,"02106":2,"02107":3,"02108":2,"03031":2,"03035":1,"03038":3,"03046":3,"03049":2,"03053":2,"04065":1,"04109":2}},{"id":4492,"name":"Killing Me Just a Little Harder (Toolbox Variant)","creation":"2014-04-23 00:44:00","description":"<p>Switching it up from Spinal Modem to test Toolbox and Underworld Contacts economy. Running three Toolbox to ensure drawing on earlier enough to get use out of it. As with Spinal Modem, the two recurring credits are amazing. Instead of extra MU beyond the console, I'm utilizing Link to play a free Zu.13. So with Toolbox, I'll have 6 MU total to play out Dagger, 2xCloak, Paintbrush, Corroder and Zu.13 with Link. Zu.13 works great to walk through small Code Gates. And then if it is big, paintbrush it and go trough with Dagger.\nI'm still not sure about the Underworld Contact economy, since it drips so slowly. Daily Casts is great, but is short lived. This deck is super aggressive and click intensive, so it needs some sort of drip economy to go along with some burst econ. The two Lucky Finds basically mean I'm playing 5xSure Gamble, which is actually amazing here (and works great with Diesel and Professional Contacts).\nI'd like to get more utility programs\/hardware in, but not sure what to change. Thinking about taking out Test Run for one SMC and two Clone Chips. To synergize with Kate's ability, being able to install through these card effects works great. Though I'd be losing the versatility of Test Run.\nThe overall hope of this deck is to be able to walk into any server for almost Net 0. It worked well with Spinal Modem. If I did away with Underworld Contacts, I could see bringing in Akamatsu Memchips for Rabbit Holes, since I can play them for free with Kate and then work great with Replicator. And then I could get a utility program into the deck. I'd like to add a Sahasrara due to the prevalence of Asset heavy economies right now, or a Chakana to counter FA (though one of each would be nice depending on the match up). At the very least, if I can save enough money on my runs, I can hopefully hold enough credits to hard trash cards.<\/p>\n","username":"KingOfOdonata","cards":{"01007":1,"01033":1,"01034":3,"01035":2,"01037":2,"01039":2,"01041":3,"01050":3,"02007":1,"02009":2,"02047":3,"02069":3,"02088":2,"02107":2,"03041":3,"03042":3,"03049":2,"04104":3,"04108":3,"04109":2}},{"id":4493,"name":"Il Professore","creation":"2014-04-23 02:15:54","description":"<p>This Professor deck focuses on pulling your deck out onto the field in order to apply the programs and hardware where\/when you need them. <\/p>\n\n<p>The Test Run\/Scavenge and Motivation\/Eureka\/Oracle May combos help to pull expensive Hardware (Toolbox!) and Ice Breakers (Femme Fatale, Torch, Garrote, Morning Star) out of your deck for only 3 credits or -2 credits if you managed to utilize Oracle May.<\/p>\n\n<p>Underworld Contacts help to add 3 credits per turn on top of your possible 2 Oracle May credits. The recurring credits on The Toolbox also help.<\/p>\n\n<p>Datasucker, Parasite, Pheromones, Imp and Crescentus are used to make your runs cheaper. Likewise, Medium and Nerve Agent help to decrease click costs on runs. <\/p>\n\n<p>If you don't like using Oracle May add a second Datasucker, a Cyberfeeder, an Easy Mark or a Stimhack instead.<\/p>\n\n<p>I'm not too sure about the additional SMC's. They might be a bit redundant.<\/p>\n\n<p>Comments and criticism welcomed.<\/p>\n","username":"decoylogan","cards":{"01007":1,"01008":1,"01009":1,"01010":1,"01012":1,"01026":1,"01041":2,"01044":1,"01050":3,"02003":1,"02004":1,"02041":1,"02047":3,"02065":1,"02066":1,"02069":3,"02086":1,"02091":1,"02104":1,"03029":1,"03034":3,"03035":1,"03038":3,"03046":2,"03049":1,"04008":2,"04027":3,"04043":1,"04047":1,"04065":1,"04086":3,"05054":1}},{"id":4495,"name":"NBN Making News","creation":"2014-04-23 03:15:14","description":"\n","username":"KennyMacCormik","cards":{"01080":1,"01081":3,"01085":3,"01090":1,"01092":2,"01109":3,"01110":3,"02017":1,"02019":3,"02052":3,"02056":3,"02070":3,"02110":3,"02115":3,"02116":3,"03023":2,"04015":3,"04076":2,"04077":2,"04119":3}},{"id":4496,"name":"Classic Theory","creation":"2014-04-23 03:15:37","description":"\n","username":"KennyMacCormik","cards":{"01004":3,"01007":1,"01018":2,"01026":2,"01034":3,"01037":3,"01044":1,"02046":1,"02047":3,"02050":3,"02087":3,"02106":3,"02107":2,"03031":1,"03034":3,"03035":1,"03046":3,"03054":2,"04047":1}},{"id":4497,"name":"NBN Making News","creation":"2014-04-23 04:18:31","description":"\n","username":"KennyMacCormik","cards":{"01080":1,"01081":3,"01085":2,"01090":1,"01092":3,"01109":3,"01110":3,"02017":1,"02019":3,"02052":3,"02056":3,"02070":3,"02110":3,"02115":3,"02116":2,"03023":2,"04015":3,"04076":3,"04077":2,"04119":3}},{"id":4498,"name":"Much Fast, So Advance v1.0","creation":"2014-04-23 04:43:49","description":"<p>This is the Corp deck I used on our last local tournament (4 swiss rounds), and even with terrible first hands I managed to win 3 games out of 4.<\/p>\n\n<p>The first game started out nice, with a good starting hand, but near the end I managed to make a terrible mistake: a misinterpretation of the rules on my side, which led to my demise (7-6). Gotta say I was quite angry for my own stupidity after that, but at least I managed to keep calm and win the next game as a Runner (was using my The Right Tool for the Job deck btw).<\/p>\n\n<p>After that first game, I had a terrible hand after mulligan with no ice whatsoever in the second game and still managed to win. My first ice drawn was Tollbooth, by the way... such luck! Forced the runner into trashing all 3 copies of SanSan and kept him poor afterwards, which led me eventually to score for victory.<\/p>\n\n<p>Third game I again had no ice in my starting hand, but managed to get some after mulligan and won against a Professor who had a hard time stealing my NAPD. I saw all damn three copies on the first few turns and only thanks to the 4 credits cost he couldn't steal them immediately.<\/p>\n\n<p>Last game, guess what? Again no bloody ice after mulligan. That's gotta be my record when it comes to bad luck at tournaments... anyway again I managed to recover and thanks to AstroScript and Trick of Light I got another victory.<\/p>\n\n<p>The trick of this deck is that SanSan City Grid is not actually needed to win a game. Most of the time I force my opponent into believing it is, thus having him waste clicks and credits to trash it, while I fast advance with Trick of Light.\nIn the tournament I probably used Shipment from SanSan on my Ice Wall more often than on my Agenda... just to have two advancements to move with ToL on the next turn.<\/p>\n\n<p>A third Jackson might help, but the balance between operations and ice is good and I wouldn't change it. One less Tollbooth in favor of a Bastion, for example, might also be a good option.<\/p>\n\n<p>Not much for innovation, but a solid and reliable deck.<\/p>\n\n<p>Oh and of course the title is a reference to the almighty doge: http:\/\/i.imgur.com\/mW4GdVZ.jpg<\/p>\n","username":"paddosan","cards":{"01080":1,"01081":3,"01082":2,"01090":2,"01092":3,"01098":3,"01103":3,"01110":3,"01113":2,"02020":2,"02033":3,"02056":3,"02074":2,"02115":3,"04015":2,"04034":3,"04076":3,"04077":2,"04096":2,"04119":3}},{"id":4499,"name":"This List Makes Me Hate Myself","creation":"2014-04-23 07:25:02","description":"<p>See name.  You thought Caprice was bad in Jinteki?  Oh boy do I have a deck for you!<\/p>\n","username":"Flashfires","cards":{"01054":1,"01055":3,"01059":3,"01061":2,"01062":3,"01063":2,"01064":2,"01090":2,"01110":3,"02051":3,"02070":3,"02110":3,"03015":1,"03017":1,"03023":2,"04015":3,"04030":1,"04040":3,"04060":2,"04111":2,"04114":2,"04119":3}},{"id":4500,"name":"Midseason Erasement","creation":"2014-04-23 08:24:16","description":"<p>My take on NBN Psychographics\/Scorched<\/p>\n","username":"Eijolend","cards":{"01080":1,"01081":3,"01082":2,"01084":2,"01085":2,"01088":3,"01090":1,"01092":2,"01099":3,"01110":3,"02020":2,"02052":1,"02056":2,"02060":2,"02110":2,"02115":3,"02116":3,"04015":3,"04040":2,"04076":3,"04095":2,"04096":2,"04119":1}},{"id":4501,"name":"Resourceful Gabe","creation":"2014-04-23 09:16:39","description":"<p>This deck is powered by a resource-based economy: Tri-maf Contact and Grifter (with Fall Guy as protection). Note that Grifter is non-unique, meaning that with Desperado I could get up to 4 credits for every successful run. Decoy and Crash Space help with tags (and Crash Space saves me from having to include Plascrete).<\/p>\n\n<p>The program suite is pretty simple - Corroder, Garrote, and Yog+Sucker. Keyhole provides the R&amp;D pressure in place of R&amp;D interface.<\/p>\n\n<p>I'm running a few of the basic Criminal events, although notably NOT Account Siphon. For a while I had it + Lawer Up (since I can't float tags) but I decided I could make due without it. Time will tell if that was a good call, I suppose.<\/p>\n\n<p>Critique welcome! This is one of my first criminal decks - I'm traditionally a Shaper player, as you may be able to tell by the feel of my deck.<\/p>\n","username":"caesar","cards":{"01007":2,"01008":3,"01014":2,"01017":1,"01020":2,"01021":3,"01022":3,"01024":2,"01030":2,"01032":2,"01050":3,"02028":3,"02043":2,"02105":2,"04004":2,"04046":3,"04061":2,"04065":2,"04106":3,"05050":2}},{"id":4502,"name":"Jackson consulting for Haas ","creation":"2014-04-23 09:53:32","description":"\n","username":"angst72","cards":{"01054":1,"01055":3,"01108":2,"01110":3,"02011":1,"02012":2,"02019":3,"02051":3,"02070":3,"02092":2,"02110":3,"03004":1,"03005":2,"03009":2,"03013":2,"03015":2,"03016":3,"03019":3,"03022":3,"03023":1,"04015":3,"04058":2}},{"id":4504,"name":"Whiz's Free Femme Star 1.0","creation":"2014-04-23 10:58:58","description":"<p>Play tested this last night with some awesome results. Install SMC, then run a server with Stimhack to gain 9 and pay for Morning Star or Femme after popping SMC. The brain damage is made up with Public Sympathy quite easily and Datasucker + Ice Carver compensates for any strength gaps on Yog and Femme. <\/p>\n\n<p>During playtests I did come across a problem with Yog when my opponents would start stacking Code Gates and purging in response to my full rig being out but a skillfully placed Knight can earn the Datasucker tokens needed for Yog to break for free the following run. The credit efficiency of Yog and Morning star in this deck is insane and the original version of this deck had Garrote but with Femme it costs 2 on top of Stimhack but saves on influence PLUS that nifty built in ability thus adding to the rig's efficiency. Short on credits, used all your Stimhacks, and you need to make a hail mary on the fly? Just Deja Vu out a Stimhack and run for the win (hopefully). This deck still needs a bit of work but I like it's results thus far!<\/p>\n","username":"skaterforsale","cards":{"01002":3,"01004":3,"01005":2,"01006":2,"01008":2,"01012":3,"01014":2,"01015":2,"01026":2,"01050":3,"02001":1,"02004":2,"02009":2,"02050":2,"02091":2,"02105":2,"02109":3,"03046":3,"03052":2,"04043":3}},{"id":4505,"name":"Whizzard Denial","creation":"2014-04-23 11:08:48","description":"<p>This deck mainly aims to make the corp's day that much harder. <\/p>\n\n<p>Run hard off the start to keep their credits down and hopefully steal some early points. Transition from mid-game into late-game by using The Source.  The lack of card draw\/tutor is made up by having multiple copies of all your important cards.  Once you have your rig fully built there is little that can stop you.<\/p>\n\n<p>Combo deck?  Use Hemmorhage;\nFA deck? Use The Source with Deja Vu to get it back;\nPlay Jinteki as you would with any deck, slow and calculated;\nNever let anyone get an asset up;\nHardest matchup is Weyland big ice<\/p>\n","username":"rickymags","cards":{"01002":2,"01006":2,"01007":3,"01008":2,"01009":2,"01010":1,"01011":3,"01012":2,"01014":3,"01018":1,"01050":3,"01053":3,"02001":1,"02009":2,"02022":1,"02087":1,"02091":3,"03052":3,"03055":2,"04043":2,"04082":1,"04109":3}},{"id":4506,"name":"Katarang v1.0","creation":"2014-04-23 11:13:33","description":"<p>Nana-nana-nana-nana KATMAN! Where would Katman be without her trusty Katarang? BIFF! Wotan is down. KRAK! There goes Janus. POW! See you later, Curtain Wall.<\/p>\n\n<p>This is a wholly untested idea: Katman deck with Grappling Hook and e3 Feedback Implants to get anywhere for ridiculously cheap. This started as a pure Grappling Hook deck, with Grappling Hook and e3 murdering taxing ICE, but single-sub ICE becomes a big problem. Thus we use the Katman archetype for reliability and to cut through low-strength ice. Huge recursion, reliable income from Mopus, tons of tutoring, and everything is pretty cheap. Yeap, I'm excited to play this deck.<\/p>\n","username":"scumblr","cards":{"01008":3,"01033":1,"01034":3,"01035":3,"01044":3,"01050":3,"02009":3,"02024":3,"02047":2,"02066":1,"02107":2,"03035":2,"03038":3,"03040":3,"03046":3,"03052":3,"04086":2,"05045":3}},{"id":4507,"name":"Replicating Perfection","creation":"2014-04-23 11:55:13","description":"\n","username":"Link","cards":{"01069":3,"01070":3,"01077":2,"01090":1,"01106":3,"01109":3,"01110":3,"02014":3,"02029":3,"02031":1,"02032":2,"02033":3,"03027":2,"04013":3,"04015":3,"04032":1,"04033":1,"04054":3,"04074":3,"04079":3,"04100":1}},{"id":4508,"name":"Swiss-Army Knife","creation":"2014-04-23 11:55:47","description":"\n","username":"Boepp","cards":{"01001":1,"01002":3,"01006":3,"01007":1,"01008":3,"01009":3,"01010":1,"01011":1,"01012":3,"01014":1,"01015":1,"01050":3,"01051":1,"01053":3,"02003":3,"02009":2,"02022":3,"02041":1,"02047":3,"02091":2,"04082":1,"04109":3}},{"id":4509,"name":"Future Gabe Santiago","creation":"2014-04-23 12:00:55","description":"\n","username":"Link","cards":{"01004":2,"01007":1,"01017":1,"01018":3,"01019":3,"01021":3,"01022":3,"01023":1,"01024":2,"01028":2,"01043":1,"01050":3,"02024":1,"02043":3,"02085":1,"02104":2,"02107":3,"03049":1,"03054":3,"04004":2,"04063":3,"04065":1,"04084":1}},{"id":4510,"name":"Express Thievery v 0.1","creation":"2014-04-23 13:01:15","description":"<p>So this needs to be trimmed, but I'm having a hard time figuring where. Overmind + Deep Red, a bunch of tricksy run events. 5 cards too many (Could even just cut 3 and I'd be happy) so I thought I'd give this up to comments and see who thinks what needs trimming. The 17 influence is really great.<\/p>\n","username":"Garld","cards":{"01008":2,"01011":1,"01012":2,"01014":1,"01018":2,"01021":3,"01022":3,"01026":1,"01050":3,"02009":2,"02028":2,"02085":1,"02091":2,"02104":3,"02105":2,"03048":1,"03052":3,"04021":1,"04042":2,"04043":2,"05029":1,"05032":3,"05035":3,"05050":2,"05053":3}},{"id":4511,"name":"Next Shutdown","creation":"2014-04-23 13:17:59","description":"<p>Break the breakers and score behind a quandary.<\/p>\n","username":"W\/MUTE","cards":{"01055":3,"01057":3,"01058":2,"01062":2,"01064":3,"01065":2,"01101":3,"01106":2,"01108":3,"01110":3,"01113":2,"02051":3,"02060":2,"03003":1,"04010":1,"04011":3,"04058":3,"04059":3,"04090":3,"04120":3}},{"id":4512,"name":"Cyber Theory","creation":"2014-04-23 13:42:11","description":"<p>Nothing New or ground breaking here, just me making a deck, for evaluation. Any advice is appreciated bearing in mind I only own one core set, opening moves and Cyber Exodus, so as much as I would love to run shaper gear from C&amp;C, it can't be done.<\/p>\n","username":"AgentGear","cards":{"01004":3,"01007":2,"01022":3,"01026":2,"01034":3,"01036":2,"01038":2,"01039":2,"01044":2,"01049":2,"01050":3,"01053":2,"02007":2,"02008":2,"02046":1,"02047":3,"02049":3,"02050":2}},{"id":4513,"name":"The Stable Anarch v1","creation":"2014-04-23 15:06:43","description":"\n","username":"mhoroszowski","cards":{"01002":3,"01006":2,"01008":3,"01009":2,"01010":1,"01011":1,"01012":3,"01014":1,"01015":2,"01022":1,"01040":3,"01050":3,"01051":1,"02004":1,"02009":2,"02022":2,"02028":3,"02069":3,"02091":2,"02101":1,"03035":1,"03037":2,"03043":1,"03054":1,"04041":1,"04061":2}},{"id":4514,"name":"Darwin Learns Chess","creation":"2014-04-23 16:32:57","description":"<p>I was looking to branch out from the Shaper faction and my buddy told me to give Reina Roja a try.  I looked over some decks featuring her and the Caissa progams. I really like the concepts of Darwin Knight decks and the straight Caissa. So I was hoping the merge the two. Advice \/ Tweaks welcome as i would love to be able to teach Darwin Chess.<\/p>\n","username":"darkferret","cards":{"01005":2,"01007":2,"01015":2,"01022":3,"01050":3,"01053":2,"02022":3,"02024":2,"02062":2,"02081":2,"02082":2,"02091":2,"02102":3,"04002":3,"04003":3,"04021":3,"04041":1,"04042":3,"04043":3}},{"id":4515,"name":"Jinteki: Repondez, s'il vous plait!","creation":"2014-04-23 16:37:56","description":"<p>This is a new version of a deck i have been running for a while, with some cards added in anticipation of Honor and Profit.<\/p>\n\n<p>The main idea is that RSVP + (Fetal, NAPD, Caprice, or Future Perfect) gives you a strong (non-yogable), cheap way to prevent agenda theft on both your central and remote servers. Ice and traps slow the runner down while ICE heavily tax their runs on central\/remote servers. If possible, keep economic\/taxing ICE (Caduceus, Tollbooth, Koimanu, Yagura, Wall of Thorns) as the outermost ice on your centrals so that the runner will have to pay or give you money before running external servers.  Any advice on this deck is much appreciated!<\/p>\n","username":"IroquoisPliskin","cards":{"01064":1,"01069":2,"01070":3,"01078":2,"01090":1,"01109":2,"01110":3,"02019":2,"02031":1,"02032":3,"02060":2,"04012":3,"04013":2,"04015":2,"04054":3,"04073":2,"04077":3,"04093":2,"04114":3,"04119":3,"05006":1,"05007":2,"05017":2}},{"id":4516,"name":"NBN - Shakin' Blues","creation":"2014-04-23 17:04:53","description":"<p>Ice up your centrals only, forcing the runner to take a bunch of tags if they want to get through. The idea's to score every agenda out of hand, via Trick of Light (using counters from your advanceable Weyland ice), Astroscript or Psychographics.<\/p>\n\n<p>Have fun and, as always, suggest away! :D (Also TMI - yea or nay?)<\/p>\n","username":"lolpaca","cards":{"01080":1,"01081":3,"01082":2,"01084":3,"01085":2,"01089":2,"01090":2,"01103":3,"01104":3,"01110":3,"02017":2,"02033":3,"02036":3,"02056":3,"02074":2,"02115":3,"04015":3,"04035":1,"04076":3,"04095":3}},{"id":4518,"name":"Kit Aggro","creation":"2014-04-23 18:51:54","description":"<p>The idea is to lay down heavy pressure on R&amp;D with Maker's Eye, Cyber Cypher, and Sharpshooter, while drawing through the deck quickly. Put programs in the heap and clone chip them back to set up a rig once R&amp;D is heavily iced, then Escher and start MO into runs every other turn.<\/p>\n","username":"daytodave","cards":{"01007":1,"01020":3,"01026":2,"01034":3,"01036":3,"01037":3,"01044":2,"01050":3,"02009":2,"02047":3,"02048":2,"02087":3,"03028":1,"03031":1,"03034":3,"03035":1,"03038":3,"03044":3,"03049":2,"04067":2}},{"id":4519,"name":"Accelerated Shutdown ft Mr Howard","creation":"2014-04-23 19:20:10","description":"<p>Tag n Bag with added combo<\/p>\n","username":"GingerPow","cards":{"01084":1,"01086":3,"01093":1,"01094":2,"01095":3,"01098":3,"01099":3,"01101":2,"01103":3,"01110":3,"01111":1,"02018":3,"02019":3,"02110":2,"03027":2,"04015":3,"04036":3,"04040":3,"04052":3,"04058":3}},{"id":4521,"name":"Coudersport","creation":"2014-04-23 19:53:54","description":"<p>Named after the Pennsylvanian ice mine. Get it?<\/p>\n\n<p>Probably not a new (or even workable) idea, but I thought it was funny:<\/p>\n\n<p>Runner hits Minelayer and then Cell Portal, which spits them back out to whatever ICE you installed above Minelayer, creating an instantly taxing server.<\/p>\n\n<p>Stick Edge of World, Aggressive Secretary or Snare at the bottom and watch the runner flip the table over.<\/p>\n\n<p>Howlers to help with the setup.<\/p>\n\n<p>Agendas that let me fetch and pay for more ICE.<\/p>\n\n<p>Asset-based economy that is expensive to trash, and Ms. McGuire around so I can pull them back into my hand and install them again.<\/p>\n\n<p>Thinking I might need to ease up on the Assets in order to fit even more ICE.<\/p>\n","username":"jeremyorion","cards":{"01054":1,"01055":3,"01056":2,"01057":2,"01062":2,"01064":2,"01070":2,"01074":3,"01106":2,"01113":1,"02053":2,"02056":1,"02059":2,"02092":2,"02110":2,"03004":1,"03015":2,"03016":2,"03017":1,"03018":3,"04030":1,"04050":2,"04059":2,"04080":1,"04119":3,"04120":3}},{"id":4522,"name":"Silent Kate","creation":"2014-04-23 20:49:06","description":"<p>http:\/\/boardgamegeek.com\/thread\/1160953\/deck-kate-clickfree-econ-big-rig-control<\/p>\n","username":"Newti","cards":{"01005":1,"01007":1,"01033":1,"01034":3,"01035":2,"01041":2,"01050":3,"02007":1,"02009":2,"02069":3,"02087":3,"02107":2,"03035":2,"03038":2,"03041":3,"03042":1,"03046":3,"03052":3,"04029":3,"04104":2,"04109":3}},{"id":4523,"name":"An Invitation to Die","creation":"2014-04-23 20:55:43","description":"<p>So, typically 'Jinteki MindGames' are limited to advanced cards in remotes - run it or don't run it? A lot of runners deal with this by just slamming HQ and\/or R&amp;D, ignoring the remotes, especially anything advanced. <\/p>\n\n<p>The idea with this deck, is to focus on flatline shenanigans using ice - this way, we bring the MindGames (TM) to the central servers. What now, runner scum?<\/p>\n\n<p>So, we're trying to build one of several ice combos to flatline the runner during a run, out of the following (each listed outermost ice first):<\/p>\n\n<ul>\n<li><p>Whirlpool, RSVP, Shinobi ( + Corp Troubleshooter if required, for RSVP)<\/p><\/li>\n<li><p>Whirlpool, Chum, Shinobi ( + Corp Troubleshooter if required, for Shinobi)<\/p><\/li>\n<li><p>Shinobi, Corp Troubleshooter, MONEY<\/p><\/li>\n<\/ul>\n\n<p>Hopefully, there is enough variations of kill combos here to be able to build one or two of them reliably.<\/p>\n\n<p>This is not a particularly cheap combo of ice to rez, and we're going to have to rez all the parts of the combo at once, so we need to be rich. To get there, I've put in 10 transaction operations, plus Subliminal Messaging to hopefully help a bit early, then taunt the runner into making the fatal run later. No Celebrity Gift, as that would spoil the surprise, plus reveal the total lack of Shocks or Snares in HQ.<\/p>\n\n<p>Jackson Howard helps the deck in 3 ways big ways: digs for combo pieces and money, recycles agendas we don't want to score right now, and recycles economy operations for further profit.<\/p>\n\n<p>Also, we need a window of time to assemble this combo, during which the runner is preferably not even seeing cards in R&amp;D or HQ where possible (again, don't want to spoil the surprise), so we want some real cheap EtR ice to hopefully occupy them for a few turns. For that, we've got Himitsu-Baku, Paper Wall, and some Quandaries. We don't bother with early-game sentries as the runner isn't likely to run until they have either a killer or AI breaker installed (this should win us a couple of turns too).<\/p>\n\n<p>An AI icebreaker could really ruin our fun, by letting the runner break Whirlpool, so we have two Swordsmans to help get rid of those. Also the Himitsu-Bakus and Paper Walls are both good at getting rid of Knights.<\/p>\n\n<p>Lastly, we have a plan B in the Jinteki PE identity, Fetal AI, Philotic Entanglement and 3x Neural EMP - if things are going pear-shaped for our combo, these cards may let us sneak in a flatline from poorly timed Agenda thefts.<\/p>\n\n<p>(Other cards I think could possibly help but didn't fit in this build: House of Knives and Hokusai Grid are both tools that could add on an extra net damage to a run on centrals.)<\/p>\n\n<p>So what do you think? Do you reckon you could make it work? Any ideas on how to improve it?<\/p>\n","username":"Ber","cards":{"01065":2,"01067":1,"01072":3,"01075":2,"01098":1,"01110":3,"02032":3,"02070":3,"02094":3,"04013":2,"04015":3,"04033":2,"04040":3,"04059":2,"04077":3,"04100":2,"04115":3,"04120":3,"05005":3,"05006":1,"05007":2}},{"id":4524,"name":"Posted Bounty Combo","creation":"2014-04-23 21:39:26","description":"<p>Diagnostics Combo of Posted Bounty into double or triple Scorched Earth.<\/p>\n","username":"Kiv","cards":{"01059":1,"01093":1,"01095":3,"01098":3,"01099":3,"01103":2,"01104":3,"01110":3,"02018":3,"02019":3,"02060":2,"02077":3,"02110":2,"04015":3,"04034":1,"04040":1,"04052":3,"04058":3,"04060":1,"04100":1,"04111":1,"04117":3,"04119":1}},{"id":4525,"name":"Advance my Agenda","creation":"2014-04-23 22:42:36","description":"<p>Use the id for more and more credit advantage as you score your weenie agendas and build your ice fort, with scorched back up and some advanced-ICE tricks.<\/p>\n","username":"Armouredblood","cards":{"01086":2,"01088":2,"01094":3,"01099":3,"01101":2,"01102":2,"01103":3,"01104":2,"01110":3,"01111":2,"02018":3,"02057":1,"02058":3,"02076":1,"02080":2,"02098":1,"03023":3,"04015":3,"04017":3,"04018":2,"04111":2,"04117":2}},{"id":4526,"name":"GPWeylandK alpha","creation":"2014-04-23 22:44:17","description":"<p>Rough draft of my own Weyland build. Worked out most of the idea without a builder or the cards, this is how it fit into an actual deck. Unsure as to the effectiveness of said deck. May as well try it out once or twice.<\/p>\n","username":"GPWK","cards":{"01069":2,"01094":3,"01100":3,"01101":2,"01102":2,"01103":3,"01104":3,"01106":2,"01108":1,"01109":3,"02018":3,"02033":2,"02038":1,"02058":3,"02076":1,"02077":2,"02098":2,"02099":2,"03009":1,"03027":2,"04015":1,"04077":1,"04099":3,"04120":2}},{"id":4527,"name":"Andy - Pay to Play","creation":"2014-04-23 22:46:32","description":"<p>Install Blackguard, expose cards, derez cards, make them pay to play....<\/p>\n","username":"richardtempura","cards":{"01007":2,"01018":2,"01021":3,"01027":2,"01028":2,"01049":3,"01050":3,"01053":3,"02006":2,"02023":3,"02025":3,"02043":2,"02065":2,"02083":1,"02085":2,"02104":2,"02107":1,"04026":2,"04049":1,"04063":3,"04085":3,"04108":2}}]