[{"id":2510,"name":"Good Ol' Gabe 1.5 - 2nd Place Common Room Games Champion '14","creation":"2014-02-23 00:21:54","description":"<p>I've been playing a version of this since I bought into this game about a year ago. It really hasn't let me down. Your starting hand really wants to see Hostage, Desperado, perhaps some Hedge Funds, and maybe a Special Order. Run like crazy. Hit ice head on until you absolutely have to play breakers. With new program trashing out there, be careful not to lose both your Corroders or Key Masters. Get the win with RDI.<\/p>\n","username":"ooogene","cards":{"01004":1,"01007":2,"01017":1,"01018":3,"01021":3,"01022":3,"01024":3,"01026":1,"01028":2,"01032":2,"01049":2,"01050":3,"02007":2,"02043":3,"02091":2,"02104":3,"02107":2,"03049":1,"03054":3,"04004":3,"04063":2}},{"id":2511,"name":"Ser Gabriel","creation":"2014-02-23 01:00:56","description":"<p>My Runner deck that won the 14-player 2014 Store Championship at The Yellow King in Colorado Springs, CO.  It was undefeated at 4-0 for the day.  I'll be putting together a tournament report in the near future and link it in the comments.<\/p>\n\n<p>It's fairly similar to the Gabe deck I've been playing for several months now, though I swapped out 3 x Parasites and 3 x Datasuckers for 3 x Knight, 1 x Mimic, an extra Armitage Codebusting, and an extra Corroder.<\/p>\n\n<p>Power Shutdown and Wraparound are the primary reasons I made the switch.  With Power Shutdown, I lost my only Corroder in a tournament last month after the Corp played back-to-back Power Shutdowns to nuke a Faerie and Corroder.  With Wraparound, I typically run a single Corroder and Parasite low-strength ETR ice until I draw into or Special Order the Corroder; a strategy that Wraparound nicely circumvents.  So the extra copy of Corroder seemed like a nice play.  The other huge benefit of running Knights is more flexibility in the early-game.  Knight plays like an Inside Job, where you're virtually guaranteed to get into a server of your choosing (useful for HQ runs with Account Siphons or Emergency Shutdowns, or for R&amp;D runs with Indexing), inevitably followed by the Corp trashing that troublesome ice to work as a pseudo-Parasite.<\/p>\n\n<p>Honestly, I'm still not sure whether I prefer the Knight version or Parasite version of this deck... each has their own pros\/cons and they're both favorites of mine.  I've only been messing with this version for a couple of weeks, so we'll see if I tend to favor one or the other after more playtime for this deck.<\/p>\n\n<p>Here's the tournament report for this event:\nhttp:\/\/www.boardgamegeek.com\/thread\/1146823\/store-championship-the-yellow-king-1st-place-t<\/p>\n","username":"CrimsonWraith","cards":{"01007":2,"01011":1,"01014":1,"01017":1,"01018":3,"01021":3,"01022":3,"01024":3,"01026":1,"01028":3,"01050":3,"01053":3,"02009":3,"02043":3,"02104":3,"02106":1,"03052":3,"03054":3,"04043":3}},{"id":2512,"name":"Supermodernism","creation":"2014-02-23 01:23:40","description":"<p>My Corp deck that won the 14-player 2014 Store Championship at The Yellow King in Colorado Springs, CO. I went 3-1 with it on the day.  I'll be putting together a tournament report in the near future and link it in the comments.<\/p>\n\n<p>This is my GRNDL variant of Martin Presley's Weyland Building a Better World Supermodernism deck.  I'd been running Supermodernism in Building a Better World with 3 x Anonymous Tip, 3 x Snare!, 2 x SEA Source, and 1 x Aggressive Secretary for quite a while now.  In switching over to GRNDL and cutting five influence, I cut 1 x Tip, 1 x SEA Source, and 1 x Aggressive Secretary, and added 3 x Subliminal Messaging, a third copy of Restructure, and a single Power Grid Overload in their place.<\/p>\n\n<p>Subliminal Messaging is incredible, definitely a 2x-of in the deck.  Three copies seems a bit redundant... but then, I went a whole round without seeing a single one, so who knows.  Power Grid Overload is a bit too niche, I'll probably be swapping that out for more ice.  I went back and forth on 3x Snare and 1x SEA Source vs. 2x Snare and 2x SEA Source all week long.  I went with 2 and 2 in playtesting for the past week (I've been practicing w\/proxied GRNDL decks since last weekend), and made a last-second decision last night to switch to 3 and 1.  I've won games with both cards, using SEA Source even when I couldn't flatline the Runner to blow-up a Crash Space or Professional Contacts or loaded Kati Jones on multiple occasions, while Snare combos perfectly with scored False Leads to stick folks with unexpected tags.  In the end, I felt like Snare had the bigger impact on my practice games, so I dropped a SEA Source and added the third Snare.  I believe I made the right decision...  Snare single-handedly won my game in the final round and nearly salvaged my only loss of the whole tournament (Runner ran Maker's Eye on second click with an R&amp;D Interface out while I had a scored False Lead, hit Snare but snagged the winning agenda on the fourth card.)<\/p>\n\n<p>Now you're asking why not stick with Building a Better World so I can run 3 x Snare and 2 x SEA Source, right?  GRNDL's early game is absolutely terrifying for Runners, and the fast start is absolutely worth the starting bad publicity and loss of 5 influence.  This deck's kryptonite at the moment is Blackmail...  I believe I only played one Runner who had it in their deck, but it cost me 5 agenda points (of course, I also baited him into using Blackmail a third time on a Snare) in that one game.  If Blackmail becomes a prominent inclusion in Runner decks, I think I'll have to go back to Building a Better World.  In the meantime, I prefer GRNDL's opening bombardment.<\/p>\n\n<p>Here's the full tournament report for this Store Championship:\nhttp:\/\/www.boardgamegeek.com\/thread\/1146823\/store-championship-the-yellow-king-1st-place-t<\/p>\n","username":"CrimsonWraith","cards":{"01070":3,"01083":2,"01086":1,"01094":3,"01099":3,"01101":3,"01103":3,"01110":3,"01111":3,"01113":2,"02018":3,"02037":1,"02060":2,"02080":2,"03026":1,"04017":3,"04020":2,"04036":1,"04040":3,"04058":2,"04097":1,"04100":3}},{"id":2513,"name":"2014 The Yellow King Store Championship - 2nd Place Corp","creation":"2014-02-23 01:36:55","description":"<p>February 22nd, 2014 - Tobin L's corp deck from The Yellow King Store Championship<\/p>\n\n<p>After four rounds of Swiss, Tobin went 2-2 with this deck and finished second place overall.<\/p>\n","username":"ColoradoNetrunner","cards":{"01062":1,"01068":2,"01070":2,"01073":1,"01075":2,"01077":1,"01078":1,"01090":2,"01101":1,"01110":2,"01111":1,"01113":1,"02013":1,"02014":3,"02029":2,"02031":1,"02032":2,"02039":1,"02059":2,"02095":2,"03026":1,"03027":1,"04013":2,"04015":3,"04032":2,"04033":2,"04039":1,"04054":3,"04059":1,"04073":1,"04074":2}},{"id":2514,"name":"2014 The Yellow King Store Championship - 2nd Place Runner","creation":"2014-02-23 01:38:00","description":"<p>February 22nd, 2014 - Tobin L's Runner deck from The Yellow King Store Championship<\/p>\n\n<p>After four rounds of Swiss, Tobin went 3-1 with this deck and finished second place overall.<\/p>\n","username":"ColoradoNetrunner","cards":{"01007":2,"01014":1,"01018":3,"01021":3,"01022":2,"01024":2,"01026":1,"01028":1,"01049":2,"01050":3,"02007":1,"02009":2,"02024":1,"02025":1,"02043":2,"02083":1,"02085":1,"02087":1,"02091":1,"02104":1,"02105":1,"02107":1,"03035":1,"03038":1,"03052":2,"03054":2,"04004":1,"04049":1,"04063":2,"04065":1,"04089":2}},{"id":2515,"name":"Shock and Awe v.2","creation":"2014-02-23 02:03:07","description":"<p>If you try and steal from me, I will KILL you!<\/p>\n","username":"Kcvocals","cards":{"01068":3,"01069":2,"01070":3,"01072":2,"01075":2,"01077":2,"01078":2,"01090":1,"01110":3,"01111":1,"02014":3,"02031":1,"02032":3,"02052":2,"02095":3,"04012":2,"04013":2,"04015":1,"04032":2,"04033":1,"04040":3,"04054":3,"04073":3}},{"id":2516,"name":"HB - Damage 2.0","creation":"2014-02-23 02:21:01","description":"\n","username":"Truthius","cards":{"00004":1,"01063":3,"01070":3,"01084":2,"01099":1,"01107":2,"01108":3,"01110":3,"02011":3,"02012":3,"02051":2,"03007":2,"03009":3,"03013":3,"03015":3,"03017":2,"04010":1,"04015":3,"04030":1,"04040":3,"04071":3}},{"id":2517,"name":"AtMac store championship Grenoble winner","creation":"2014-02-23 05:35:36","description":"<p>Since I hadn't try atmen yet, this is my take at katman. Nothing fancy on that one.\nI run as much as possible early and either parasite ices or bring atmen out (I spent entire games without parasiting and other without installing atman).\nAs a side note I have actually never used esher or scavenge...<\/p>\n","username":"platypus","cards":{"01008":3,"01011":1,"01012":2,"01024":2,"01026":1,"01033":1,"01045":1,"01050":3,"02009":2,"02047":2,"02066":1,"02091":2,"02107":3,"03031":2,"03034":2,"03038":3,"03040":3,"03046":3,"03049":3,"03052":3,"03053":3}},{"id":2518,"name":"HB FA Store Championship Grenoble winner","creation":"2014-02-23 05:43:13","description":"<p>A basic HB FA deck. I was either comboing efficency commitee with shipment from SanSan, or using biotic or SanSan City Grid to FastAd.\nOn the Ice side, I tryed to mix strength. I believe I never rezzed Ichi 2.0 so I might remove it if I ever use this deck again.<\/p>\n","username":"platypus","cards":{"01054":1,"01055":3,"01056":3,"01059":3,"01061":1,"01062":2,"01064":2,"01092":2,"01103":3,"01110":3,"01111":2,"01113":1,"02013":2,"02051":3,"02070":3,"02110":3,"03004":1,"03005":3,"03017":2,"03023":1,"04015":3,"04034":3}},{"id":2519,"name":"Noise HQ lockdown","creation":"2014-02-23 08:54:28","description":"<p>this deck is an experiment in which I can install viruses at will and keep the corp poor and trash lots of cards from HQ<\/p>\n","username":"CodeMarvelous","cards":{"01001":1,"01002":2,"01006":2,"01007":1,"01008":3,"01009":3,"01011":1,"01014":1,"01018":2,"01050":3,"01051":2,"02003":3,"02009":3,"02021":3,"02042":3,"02086":3,"03054":3,"04005":1,"04009":3,"04082":3}},{"id":2520,"name":"NEXT Flash Freeze v1.3","creation":"2014-02-23 09:56:48","description":"<p>Name of the game is lots of early ETR and a little bit of mid game ice to follow up. Successful Demonstration is good early game when runners face check your ice - getting one off helps carry NEXT's early advantage into laying more ice. <\/p>\n\n<p>Power shutdown is a new addition and is mainly there to kill a breaker or two and open scoring windows. <\/p>\n\n<p>I might work in a few token closed accounts solely to counter account siphon because I absolutely loathe that card.<\/p>\n\n<p>Ice choice is still a little wonky. I'm considering wraparounds over ice walls and dropping the Heimdalls and Wotans for some more mid-game (another Ichi\/Viktor and maybe some Grims).<\/p>\n","username":"vevicus","cards":{"01055":3,"01056":3,"01062":1,"01064":2,"01103":3,"01106":3,"01110":3,"02051":3,"02070":3,"02092":3,"02110":3,"03003":1,"03014":3,"03015":2,"03017":1,"03019":2,"04011":3,"04015":3,"04030":2,"04058":3}},{"id":2521,"name":"The Mining Habits of Grendel.","creation":"2014-02-23 10:02:13","description":"\n","username":"CodeMarvelous","cards":{"01086":2,"01090":2,"01094":2,"01099":3,"01101":2,"01102":2,"01103":3,"01110":3,"01111":3,"02018":3,"02079":3,"03026":3,"04015":2,"04017":2,"04020":3,"04036":3,"04037":3,"04040":3,"04097":1,"04099":2}},{"id":2522,"name":"The source of Santiago","creation":"2014-02-23 10:29:05","description":"<p>use the source to see if its an agenda. If they advance it then inside job. other than that its my same old aggro Gabe deck<\/p>\n","username":"CodeMarvelous","cards":{"01007":2,"01008":3,"01011":1,"01014":1,"01017":1,"01018":3,"01020":2,"01021":3,"01022":3,"01024":3,"01026":1,"01028":2,"01050":3,"01051":1,"01053":3,"02009":2,"02043":3,"02091":1,"02105":1,"02107":2,"03055":1,"04004":2,"04063":2}},{"id":2523,"name":"Chaos Development Cycle","creation":"2014-02-23 13:17:33","description":"<p>Based off of Big Girls Play With Monoliths but without the Monolith. I really liked the idea of cyling through CT's deck with enough draw cards, programs, and FCC to build up money and strategically play breakers. Besides trying to hit R&amp;D and maybe HQ (with NA) hard, this deck tries to also sustain it's cash flow after you're done cycling the deck.<\/p>\n\n<p>I want to see how an early Gorman effects things since I'll probably be cycling instead of applying too much pressure early. I also threw in Sneakdoor to make all centrals vulnerable and spread ICE thin. Even if you never get to it, you can bluff the hit to Archives when trashing it with FCC.<\/p>\n","username":"jakechance","cards":{"01007":2,"01011":1,"01028":2,"01034":3,"01041":2,"01043":2,"01044":3,"01050":3,"02041":1,"02046":1,"02069":3,"02087":3,"02107":2,"03033":3,"03035":3,"03041":3,"03042":2,"04005":2}},{"id":2524,"name":"Multizone 2014 Store Championships 1st Place Runner","creation":"2014-02-23 13:21:45","description":"<p>This was the winning runner deck for the first Store Championship hosted by the Ottawa\/Gatineau Netrunner Grid at Multizone in Gatineau, Quebec, Canada. <\/p>\n\n<p>In 5 rounds of Swiss, this deck won 4 games (vs. HB ETF, HB ST, NBN MN, Jinteki RP) and lost 1 (vs. NBN TWIY). <\/p>\n\n<p>Main play here was getting the Test Run\/Scavenge combo to get Torch installed, and then running every turn. Leftover Scavenges were used primarily to recur Imp, which caused some serious damage. <\/p>\n\n<p>Toolbox and Lockpick were key in making Torch runs super cheap. Normally I'm also going for R&amp;D locks, but I don't think I managed to get more than one Interface on the table in any one game on this particular day.<\/p>\n\n<p>Pro Contacts was hugely important, as you might expect. But Stimhack I think takes the cake for MVP, as it managed to surprise some corps when they thought they could safely sneak in an agenda while I was broke.<\/p>\n","username":"Ensades","cards":{"01004":3,"01008":3,"01011":1,"01035":2,"01037":3,"01041":2,"01050":3,"01053":2,"02003":1,"02009":2,"02027":1,"02047":3,"02050":1,"02107":3,"03028":1,"03034":3,"03038":1,"03040":1,"03049":3,"03052":2,"03053":2,"04006":2,"04047":2}},{"id":2525,"name":"Multizone 2014 Store Championships 1st Place Corp","creation":"2014-02-23 13:22:34","description":"<p>This was the winning corp deck for the first Store Championship hosted by the Ottawa\/Gatineau Netrunner Grid at Multizone in Gatineau, Quebec, Canada.<\/p>\n\n<p>In 5 rounds of Swiss, this deck won 4 games (vs. Gabe x2, Kate, Kit) and lost 1 (vs. Reina).<\/p>\n\n<p>Despite being designed as a tag'n'bag deck, I didn't play a single SEA Source or Scorched all day. My Data Ravens weren't showing up, and the runners were generally pretty flush with credits and link, making a SEA Source hard to pull off.<\/p>\n\n<p>Power Shutdown proved to be the MVP of the deck, shutting down loaded Datasuckers and Self-Modifying Codes when they would have otherwise been key in getting in somewhere.<\/p>\n\n<p>Hadrian's Wall did some serious heavy lifting for me. In one game I scored three 3-pointers pretty much back-to-back behind just a single Hadrian's.<\/p>\n","username":"Ensades","cards":{"01070":2,"01086":2,"01088":2,"01093":1,"01094":2,"01098":3,"01099":3,"01101":1,"01102":3,"01103":3,"01104":2,"01110":3,"01111":1,"02019":1,"02060":2,"02077":3,"02110":1,"03027":1,"04015":2,"04020":1,"04036":3,"04040":3,"04058":2,"04060":1,"04079":2}},{"id":2526,"name":"Icy Shell Game v1.5","creation":"2014-02-23 13:25:48","description":"<p>I ran this at FFG's Store Championship. It went 2-2 on the day, as I got agenda flooded in two of the games. That's the risk of running Braintrust, but it's needed to have a shot at forcing match point in a reasonable amount of time. <\/p>\n\n<p>This archetype will improve dramatically when Honor and Profit comes out and we can run 3x House of Knives, 1x Philotic Entanglement, and 2-3x Fast Track to search that Philotic out when we need it. <\/p>\n\n<p>That said, GRNDL Refinery has been a really nice add. It's based on an ONR card that I used to run and was very fond of, so I'm happy to see it back. Stabteki really wants Runners to explore its remotes, and GRNDL Refinery plus Ronin provide reasonable encouragement. The Refinery also has the benefit of turning on Restructure. <\/p>\n\n<p>Snoop is pretty good, but I do think I'd like another 1-2 pieces of taxing\/ETR ice -- maybe the third Tsurugi plus something else. <\/p>\n\n<p>I also want to test with Toshiyuki Sakai, but I ultimately couldn't justify including him this time around. <\/p>\n","username":"Ajar","cards":{"01067":1,"01069":2,"01070":3,"01072":3,"01075":1,"01103":2,"01110":3,"02014":3,"02032":3,"02033":2,"02080":3,"02112":2,"03009":2,"03023":2,"04012":3,"04032":3,"04040":2,"04056":2,"04073":2,"04074":2,"04093":2,"04099":2}},{"id":2527,"name":"Chaos Development Cycle v2","creation":"2014-02-23 13:35:16","description":"<p>I added in 3x SMC since it works well with FCC anytime and allows me to install one early and find that one breaker I need should the corp try and rush an agenda through.<\/p>\n\n<p>I took out Gorman since it never really pulled its weight and was always just fed to FCC.<\/p>\n\n<p>Removed Cloak and Dagger and replaced them with Femme and Datasucker. Mimic is still the best early game Killer and Datasucker allows him to run into the late game. Femme allows you to get through one troublesome ICE and you can always trash it for when you cycle with LALA.<\/p>\n\n<p>Since I was adding Datasucker and still using FCC as an economy engine, I added in a Parasite and a Djinn. Djinn will not only let me find Parasite or Datasucker when I need it, but I can use Djinn to host Opus and get more of my utility programs out.<\/p>\n\n<p>Finally I threw in Crescentus since I had a few slots, influence, and was removing some programs like Sneakdoor and Nerve Agent that never worked out. I figured it would help derez larger ICE that I didn't want to pay for each turn.<\/p>\n\n<p>The biggest problems are that this deck can stall out without hitting your draws and FCC and it cannot deal with traps well. It's a very straight forward get money, get a rig, get recurring money, and hit R&amp;D hard.<\/p>\n","username":"jakechance","cards":{"01007":2,"01008":2,"01009":1,"01011":1,"01012":1,"01026":2,"01034":3,"01041":2,"01043":2,"01044":3,"01050":3,"02046":1,"02065":2,"02069":3,"02087":3,"02107":2,"03033":3,"03035":2,"03046":3}},{"id":2528,"name":"weyland - shutout","creation":"2014-02-23 13:48:38","description":"<p>Oversight AI and Hostile Takeover bring Hadrian's and Archers online quickly allowing opportunity to push through 3 pointers. The 3 pointers either fund (Government Contracts) or outright pay (Priority Requisition) for more protection while searching for an Atlas to score with Trick of Light or SanSan to close out the game. Power Shutdown is there to kill Corroder\/Fairie\/Self Modifying Code to extend the shutout as long as possible.<\/p>\n\n<p>Grim is there as a one-off to force the use of fairie and\/or drain datasucker tokens. The one SanSan could be traded for another Trick of Light.<\/p>\n","username":"mrroach","cards":{"01064":1,"01090":1,"01092":1,"01093":1,"01094":3,"01098":3,"01101":2,"01102":2,"01103":3,"01106":2,"01110":3,"01111":3,"01113":2,"02033":2,"02077":2,"02079":3,"03026":2,"03027":1,"04015":3,"04017":2,"04020":1,"04039":1,"04040":3,"04058":2,"04078":1}},{"id":2529,"name":"Talk to My Attorney v1.5","creation":"2014-02-23 13:55:56","description":"<p>After many internal revisions, I took this to FFG's Store Championship. I went 2-2 with it, although one loss was due to my own blatant stupidity in facechecking with only Corroder on the table and a board full of rezzed barriers. Sure enough, the unrezzed ice was a Rototurret. There are three Faeries in this deck as insurance against this exact scenario, but that doesn't help if you don't play them! Whoops. <\/p>\n\n<p>Keyhole was once again the all-star. Sometimes you drop Keyhole and simply win that turn or the next turn. Other times, you score a couple of points from it and pressure the Corp, then round out your breaker suite and attack HQ or remotes for the win. Still other times, you see few or no agendas with multiple Keyhole runs, which is a strong indicator that the Corp is agenda flooded and that you should be assaulting HQ. Even when Keyhole doesn't score you points, it still gives you information! Amazing card. <\/p>\n\n<p>Overall, I think this is a pretty strong deck that I simply didn't play well yesterday. I'll likely make a couple of tweaks, though. Masanori was dead weight; I never wanted to fetch him with Hostage. Mr. Li, on the other hand, was excellent. Simply cutting Masanori and going to 2x Kati, 2x Li saves a card slot that can become another Emergency Shutdown. <\/p>\n\n<p>Another option is -2 Hostage, -1 Masanori, -1 Same Old Thing, +1 Kati, +1 Li +2 Daily Casts. I often found that I just needed an extra credit or two to start running on a given turn, so Daily Casts (which I've run in Andy before and loved) is a great option. <\/p>\n","username":"Ajar","cards":{"01007":1,"01008":3,"01011":1,"01014":1,"01018":3,"01020":1,"01021":3,"01022":3,"01024":3,"01026":1,"01038":2,"01050":3,"02009":2,"02043":1,"02083":1,"02091":1,"02104":3,"02105":1,"03052":3,"03054":1,"04004":2,"04009":1,"04061":2,"04063":3}},{"id":2530,"name":"Gabriel Santiago - 2014 Season One Build","creation":"2014-02-23 14:05:01","description":"<p>This is the Runner build I brought to a 2014 Season One tournament in Barrie (22\/02\/14). I went 5-0 in matches that day.<\/p>\n","username":"TonyStellato","cards":{"01007":2,"01017":1,"01018":3,"01019":3,"01021":3,"01022":3,"01024":2,"01027":2,"01028":2,"01030":3,"01043":2,"01044":1,"01050":3,"01053":3,"02043":3,"02085":2,"02091":2,"02105":2,"02106":1,"03054":3}},{"id":2531,"name":"The World Is Yours - 2014 Season One Build","creation":"2014-02-23 14:09:17","description":"<p>This is the build I brought to a 2014 Season One tournament in Barrie (22\/02\/14). I went 5-0 in matches that day.<\/p>\n","username":"TonyStellato","cards":{"01062":3,"01078":2,"01081":3,"01090":2,"01092":3,"01098":3,"01108":2,"01110":3,"01111":3,"02060":3,"02114":1,"02115":3,"02117":2,"02120":3,"04015":3,"04076":3,"04096":3}},{"id":2532,"name":"Mac Döple","creation":"2014-02-23 17:17:45","description":"<p>Doppelgänger +  Keyhole + Notoriety = Amaziiiiing combo !!!!<\/p>\n\n<p>Escher is the real key on this deck  for make a R&amp;D free way ;)<\/p>\n\n<p>Enjoy.<\/p>\n","username":"bot2563","cards":{"01007":2,"01014":1,"01026":1,"01033":1,"01034":3,"01043":1,"01047":2,"01050":3,"01053":2,"02009":2,"02026":2,"02047":3,"02064":3,"02066":1,"03031":3,"03034":3,"03038":3,"03046":2,"03049":3,"03053":3,"04061":1,"04067":1}},{"id":2533,"name":"1st Place - 2014 Marietta, GA Store Championship (corp)","creation":"2014-02-23 17:22:48","description":"<p>This is a deck I've been tweaking since mid-December of this past year. I even made a couple of changes the day of the tournament once I picked up Fear and Loathing. Those included swapping Closed Accounts out for Interns, dropping an Ice Wall and 2x Paper Wall for 3x Wraparound, and using the free influence to swap an Enigma for a Viper. I also dropped Character Assassination in favor of Market Research.<\/p>\n\n<p>In hindsight Market Research wasn't a good idea. It seems like almost no one is floating tags these days, so without Psychographics it's essentially blank. I'll put Character Assassination back in, or potentially drop one of the 4\/2s and add 2x TGTBT. Once NAPD contract is released it'll be an instant swap.<\/p>\n\n<p>I'm not really sure what I think about Interns, mainly because I didn't play it all day. I had it in my hand a couple of times, but in every single case I either already had another SanSan in hand, never drew one, or they never trashed the one I installed. I'll keep it in for now since I think it's probably still worth the slot. I'm super happy with Viper. People are so tempted by traces; they spend an inordinate number of credits to beat the ETR trace sometimes, which I love.<\/p>\n\n<p>Overall the deck went (I think) 5-2 on the day, including the two rounds of elimination (both losses in swiss). I think with the agenda swaps I mentioned earlier it'd be considerably better.<\/p>\n","username":"weezeface","cards":{"01080":1,"01081":3,"01082":3,"01086":2,"01092":3,"01099":3,"01104":2,"01110":3,"01111":2,"01113":2,"02020":2,"02052":1,"02055":3,"02056":3,"02115":3,"03023":1,"04015":3,"04060":2,"04076":3,"04095":2,"04096":3}},{"id":2534,"name":"1st Place - 2014 Marietta, GA Store Championship (runner)","creation":"2014-02-23 17:23:15","description":"<p>I came up with this deck at 1:30 AM while driving home from trip to play in a local tournament with some friends in my hometown. I'd played criminal for a looong time (basically since I started playing), and I thought that bringing the event-heavy style to Chaos Theory's smaller deck and Shaper tricks could be great.<\/p>\n\n<p>I played it 6 days later untested in the Athens, GA Store Championship, finishing in 4th. After the tournament I made a few modifications to bring it to its current state, those being:<\/p>\n\n<p>dropped 3x Dinosaurus for 3x Maker's Eye - Dino was always a huge tempo hit, which is basically the opposite of this deck's goal. I had it in just about every game but never actually wanted to play it.<\/p>\n\n<p>dropped 3x Modded for 3x Sure Gamble - Modded was great turn 1 when I could drop Magnum Opus for 2 credits, but late-game it was basically a dead draw.<\/p>\n\n<p>dropped 1x Plascrete Carapace for 1x Levy AR Lab Access - I realized that either I could count influence and know whether or not I could float tags, I'd remove them, or I'd go for broke and race them to the finish while I chained Siphons.<\/p>\n\n<p>I'm incredibly happy with this deck. I think it's excellent and works well against so many popular archetypes right now. It only lost once  all day, going 6-1, with the loss happening during the swiss rounds.<\/p>\n","username":"weezeface","cards":{"01018":3,"01026":3,"01034":3,"01036":3,"01043":2,"01044":3,"01050":3,"02009":2,"02027":2,"02046":1,"02047":3,"02106":3,"02107":3,"03034":3,"03035":1,"03054":3}},{"id":2535,"name":"The Fur Coat","creation":"2014-02-23 18:24:43","description":"<p>As featured in the Corp Draw Article:  <a href=\"http:\/\/corpdraw.com\/2014\/02\/living-in-exile-thrift-shopping-fur-coats\/\">Living in Exile: Thrift Shopping and Fur Coats<\/a><\/p>\n","username":"seanzor","cards":{"01007":1,"01026":2,"01028":1,"01034":3,"01036":2,"01041":2,"01044":3,"01050":3,"02007":1,"02009":2,"02041":1,"02047":3,"02066":1,"02087":2,"02101":3,"02107":3,"03030":1,"03031":1,"03033":3,"03034":3,"03035":1,"03046":3,"04047":1}},{"id":2536,"name":"HB - Damage 3.0","creation":"2014-02-23 19:26:21","description":"\n","username":"Truthius","cards":{"00004":1,"01063":3,"01070":3,"01084":1,"01107":2,"01108":3,"01110":3,"02011":3,"02012":3,"02051":2,"03007":2,"03009":3,"03013":3,"03015":3,"03017":2,"04010":1,"04015":3,"04030":1,"04040":3,"04071":3,"04073":2}},{"id":2537,"name":"Das Durdlemeister v1.3","creation":"2014-02-23 19:55:20","description":"<p>Version 3, 2\/23\/2014<\/p>\n\n<p>I start playing Netrunner at the start of February and decided to create my own deck rather than rely on netdecks. This is the current form. It has come a long way based on trial and error, and this should be close to complete.<\/p>\n","username":"PhaseMetal","cards":{"01007":1,"01008":2,"01011":1,"01012":1,"01014":1,"01026":1,"01041":1,"01044":1,"01045":1,"01050":3,"02003":1,"02047":3,"02061":1,"02066":1,"02107":3,"03030":1,"03033":3,"03034":3,"03038":3,"03041":1,"03042":1,"03043":1,"03045":1,"03046":3,"03049":2,"04043":1,"04047":1,"04067":1,"04086":2}},{"id":2538,"name":"If you cant find a story, make one.  ","creation":"2014-02-23 20:56:19","description":"\n","username":"deth89","cards":{"01080":1,"01081":3,"01082":2,"01084":2,"01090":2,"01092":3,"01099":3,"01108":2,"01110":3,"01111":2,"01113":1,"02016":1,"02059":2,"02060":2,"02115":3,"02116":2,"02117":1,"04014":1,"04015":3,"04035":1,"04056":1,"04059":2,"04075":1,"04076":3,"04096":3}},{"id":2539,"name":"My nbn fast advance","creation":"2014-02-23 21:07:15","description":"\n","username":"deth89","cards":{"01062":1,"01070":3,"01080":1,"01081":3,"01082":3,"01084":2,"01090":1,"01092":3,"01101":1,"01110":3,"01111":2,"02059":3,"02060":1,"02110":3,"02115":3,"04014":1,"04015":2,"04035":2,"04039":3,"04076":3,"04096":3}},{"id":2540,"name":"2\/22 Clockwork Gamer Store Champion Runner Deck","creation":"2014-02-23 21:11:09","description":"<p>Drawing 9 cards is fair<\/p>\n","username":"itsbigfoot","cards":{"01007":1,"01018":3,"01020":2,"01021":3,"01022":2,"01024":3,"01026":2,"01050":3,"01051":1,"02009":3,"02043":3,"02047":2,"02083":1,"02091":1,"02104":3,"03052":3,"03053":3,"03054":3,"04004":1,"04009":1,"04047":1,"04061":1}},{"id":2541,"name":"2\/22 Clockwork Gamer Store Champion Corp Deck","creation":"2014-02-23 21:11:11","description":"<p>I must go fast but fast too slow<\/p>\n","username":"itsbigfoot","cards":{"01054":1,"01055":3,"01059":3,"01061":1,"01062":2,"01064":3,"01090":1,"01092":3,"01110":3,"02051":3,"02070":3,"02110":3,"03004":1,"03005":3,"03019":1,"03023":1,"04011":3,"04015":3,"04059":2,"04090":3,"04096":1,"04100":3}},{"id":2542,"name":"He who dies with the most toys, still dies!","creation":"2014-02-23 22:24:59","description":"\n","username":"Kcvocals","cards":{"01007":2,"01017":1,"01018":2,"01019":3,"01021":3,"01022":2,"01024":2,"01026":1,"01027":1,"01028":2,"01034":3,"01043":1,"01049":3,"01050":3,"01051":2,"02025":3,"02085":2,"02091":2,"03052":1,"03053":3,"04005":1,"04024":2,"04026":1}},{"id":2543,"name":"Fair Games IL Store Championship - 1st Place Whizzard","creation":"2014-02-23 22:48:48","description":"<p>This is the runner deck I took to the Fair Games Store Championship in Downers Grove.  It went 6-1 on the day losing to an NBN TWIY's deck by agenda points.<\/p>\n\n<p>I switched to this deck after running Kit the past few months after realizing how fast Keyhole can end games.  Also account siphon and vamp recursion is a huge headache for the corp to deal with.<\/p>\n\n<p>Most Valuable Cards:<\/p>\n\n<p>Account Siphon - its great.<\/p>\n\n<p>Vamp - This card is what really enabled the hard hitting keyhole runs. <\/p>\n\n<p>Knight - Allows the consistent landing of account siphons\/vamp and also for sniping remotes<\/p>\n\n<p>Keyhole - End games<\/p>\n\n<p>Whizzard - This one will probably draw the most eyebrows but I believe his identity was critical to my success due to 2 reasons.  The first being that he punishes the shunting of credits to assets\/upgrades during account siphon. The second being that he saves you credits for vamp runs and installing your rig.  Also the free trashing of jackson is very satisfying =).<\/p>\n\n<p>I would probably add one more keyhole after running this tournament.  Often times I didn't see it until the vamp window had long passed.  Probably -1 Joshua B and +1 Keyhole.<\/p>\n","username":"JDalart","cards":{"01002":3,"01006":2,"01007":2,"01008":2,"01011":2,"01012":3,"01014":2,"01018":3,"01050":3,"01053":2,"02001":1,"02003":2,"02009":3,"02021":2,"02022":3,"02042":3,"02087":3,"04043":3,"04061":2}},{"id":2544,"name":"Fair Games IL Store Championship - 1st Place NBN \"Hot off th","creation":"2014-02-23 23:08:20","description":"<p>This is the Corp deck I took to the Fair Games Store Championship in Downers Grove. It was undefeated on the day winning most games through scorched kills.<\/p>\n\n<p>I've been playing this deck a lot over the past 3 months.  Have had great success with it going about 20-4 over that time period.  I've always loved NBN and recently they've been getting some serious love.<\/p>\n\n<p>Most Valuable Cards:<\/p>\n\n<p>Astroscript Pilot Program - Best agenda in the game.  Great synergy with breaking news.<\/p>\n\n<p>Scorched Earth - This is kinda obvious but still...<\/p>\n\n<p>Grim - Probably the best ice in this deck besides for paper wall.  If you can persuade the runner to hit this at the right time it can be devastating. <\/p>\n\n<p>Sweeps Week - This card enables the beautiful trio of Sweeps Week, Hedge Fund, Restructure.  Also saves the need to cut a scorched earth for money cards.<\/p>\n\n<p>TGTBT - Awesome agenda.  Really slows the runner down when they hit it or can force a tag me scenario before the runner is ready.  The fact that its the best midseasons bait around is just a bonus.<\/p>\n\n<p>I really wouldn't change much about this deck after playing the tournament.  The only card I thought about adding was wraparound however I've found paper wall does what I need and is cheaper.<\/p>\n","username":"JDalart","cards":{"01081":3,"01082":3,"01088":2,"01090":2,"01092":1,"01099":3,"01110":3,"01111":2,"01113":2,"02114":1,"02115":3,"02116":2,"02117":1,"04015":3,"04020":2,"04040":3,"04059":3,"04075":3,"04076":3}}]