[{"id":7719,"name":"Half Asleep NEXT","creation":"2014-07-19 00:21:24","description":"<p>Cause big subroutine ICE are fun<\/p>\n","username":"Armouredblood","cards":{"01055":3,"01056":3,"01061":2,"01062":2,"01101":3,"01106":3,"01110":3,"01111":2,"02012":1,"02079":2,"03002":1,"04011":3,"04015":2,"04040":3,"04060":2,"04078":1,"04090":2,"04119":3,"06001":3,"06002":3,"06007":2,"06010":1}},{"id":7722,"name":"True Chaos","creation":"2014-07-19 05:53:40","description":"<p>Overmind for early game push, switching to big breakers mid\/late game. Capstone redundant cards. Motivation\/Oracle engine.<\/p>\n","username":"Axlotl","cards":{"01026":2,"01042":2,"01044":1,"01050":3,"02046":1,"02047":3,"02048":3,"02106":3,"04008":3,"04027":3,"04047":2,"04061":1,"04065":1,"04068":2,"05035":2,"05053":3,"05054":3,"06019":3}},{"id":7723,"name":"GRNDL Off the Grid\/Ireress","creation":"2014-07-19 07:19:07","description":"\n","username":"Axlotl","cards":{"01094":3,"01101":3,"01103":2,"01110":3,"02018":1,"02019":2,"02039":2,"04015":2,"04017":3,"04020":2,"04038":3,"04039":3,"04040":3,"04057":3,"04058":3,"04060":3,"04078":1,"04097":1,"04099":2,"04114":2,"04117":3}},{"id":7725,"name":"Blue Sun Bad Pub Mushin","creation":"2014-07-19 07:37:46","description":"<p>Use agendas for econ boosts, clear bad pub with Mills, mushin + curtain wall, bounce eve or use amazon + a 3-4 cost ice for econ as well, or oversight the curtain walls for big boosts also.<\/p>\n","username":"Axlotl","cards":{"01090":1,"01094":3,"01101":3,"01103":1,"01110":3,"02018":3,"02019":3,"02038":2,"02079":3,"02092":1,"04015":3,"04017":3,"04037":2,"04039":2,"04058":3,"04078":2,"04099":2,"04117":3,"05015":3,"06003":1,"06010":1,"06030":1,"06068":1}},{"id":7726,"name":"Manipulette","creation":"2014-07-19 08:12:26","description":"<p>Big girls don't cry, they manipulate!<\/p>\n\n<p>I've made some changes to this concept since the last time I posted it.  Notably, out are <a href=\"\/en\/card\/03054\">SoTs<\/a>, <a href=\"\/en\/card\/04004\">Hostages<\/a> (I know, crazy, huh?) and <a href=\"\/en\/card\/05048\">Security Testing<\/a>...and in are <a href=\"\/en\/card\/04106\">Fall Guys<\/a>, <a href=\"\/en\/card\/03038\">Clone Chip<\/a> and more of the \"Big 3\" (<a href=\"\/en\/card\/02025\">Compromised Employee<\/a>, <a href=\"\/en\/card\/02091\">Kati Jones<\/a> and <a href=\"\/en\/card\/02105\">Mr. Li<\/a>).<\/p>\n\n<p>My basic premise behind this is to slowly manipulate (with <a href=\"\/en\/card\/05037\">Logos<\/a>) your way into servers to score agendas, making use of Sil's expose ability.  <a href=\"\/en\/card\/01028\">Sneakdoor Beta<\/a> is still great to have, but plays less of a part now, in lieu of more breakers and some more econ has made its way in to the mix as well.<\/p>\n\n<p>I know this more than breaks convention regarding what most people think Criminals \"should\" be doing with themselves, but when Upstalk comes out, I really wanna see how this concept holds up (as well as introduce it alongside my improved NEXT Design corp deck, heh).  Feedback appreciated! :)<\/p>\n","username":"esutter479","cards":{"01007":1,"01019":3,"01022":3,"01026":1,"01028":1,"01031":1,"01043":1,"01050":3,"02025":2,"02091":2,"02104":3,"02105":2,"02109":1,"03038":1,"03053":3,"04065":1,"04086":1,"04106":3,"04109":3,"05030":1,"05037":3,"05053":1}},{"id":7727,"name":"NEXT Hierarchy","creation":"2014-07-19 08:19:47","description":"<p>Many subtle levels!<\/p>\n\n<p>I guess it's obvious...I, like a lot of others, cannot WAIT for Upstalk!  The suspense is killing me...so I put together this city of Bioroid terrors in anticipation of the release.<\/p>\n\n<p>I have very few tricks up my sleeve here, really...it's kind of a standard cheapie -> mid level -> big-n-nasty ICE deck.  I'm hoping to get a time tax rolling early, followed closely by some medium to high breaker tax.  My only concern is that the small increase in the burst econ that I added is going to actually help me this time around with <a href=\"\/en\/card\/03003\">NEXT<\/a>.  It should...but only time and play testing will tell. :)<\/p>\n\n<p>Please give feedback if ya have any for me!<\/p>\n","username":"esutter479","cards":{"01055":2,"01057":1,"01061":2,"01062":2,"01106":2,"01108":3,"01110":3,"02012":1,"02070":3,"02110":3,"03003":1,"03006":2,"03012":1,"03019":3,"03020":3,"04011":3,"04012":3,"04015":3,"04071":2,"04119":2,"06002":3,"06010":2}},{"id":7728,"name":"Sashimitini and Crushed Ice - V5","creation":"2014-07-19 08:57:55","description":"<p>Andromeda: <\/p>\n\n<p>Wearing a red dress in a world of blue. \nSashimi and Cocktails over Crushed Ice.\nSea food as Ice breakers.<\/p>\n\n<p>'Designed'...\nHopefully, to profit from ice being rezzed and having some control over when it is rezzed. Profit is such an ugly word.<\/p>\n\n<p>Andromeda doesn't like handling the money, so has people for that: \"Can't have your accounts closed if you don't have any\" she would say without acknowledging a history of privilege and entitlement: she can never quite get into the mindset of her Shaper and Anarch 'friends'.<\/p>\n\n<p>Andromeda doesn't drink Diesel, nor would she be seen dead in Wyldeside, and she's not a particularly artful programmer, so no Paintbrush: but she has people to go get the programs she needs and one or two tricks to keep hold of them. <\/p>\n\n<p>Hopefully her 'people' are more efficient than she is and if the compromised employees can't keep the tags at bay: well, who wears a dress like this and worries about visibility.<\/p>\n\n<p>...<\/p>\n\n<p>So: not quite back to basics... we're much too 'pretentious' for that, but the attempts at fixed combo's from previous versions have hopefully been replaced with cards that flow together more.<\/p>\n","username":"paulxthompson","cards":{"01020":3,"01021":3,"01022":3,"01025":1,"01028":1,"01029":2,"01048":2,"02023":1,"02024":2,"02025":3,"02043":2,"02064":2,"02065":2,"02083":1,"02090":1,"02091":2,"02101":2,"02102":1,"02104":3,"03038":2,"03051":2,"03052":3,"03054":2,"04026":1}},{"id":7729,"name":"Lethal German Effiency","creation":"2014-07-19 10:56:46","description":"\n","username":"Oathwood","cards":{"01054":1,"01055":3,"01056":3,"01062":3,"01075":1,"01086":2,"01099":2,"02011":1,"02013":3,"02029":3,"02051":3,"02070":3,"02092":3,"02110":3,"03010":2,"03017":1,"03019":3,"04090":3,"04110":2,"04119":3,"05016":1,"05025":1}},{"id":7730,"name":"NBN FA with Little Bag v81","creation":"2014-07-19 11:08:51","description":"<p>Nothing special FA NBN with little bag<\/p>\n\n<ol>\n<li><p>Raven must be infront of remote server (Sansan, melange, etc.)<\/p><\/li>\n<li><p>Urobos and Tollbooth are good for FA remote server and the main protection server (with shaper or anarch=R&amp;D, with criminal=HQ)<\/p><\/li>\n<li><p>Ichi2.0 is the surprise for runner.<\/p><\/li>\n<li><p>If your credit pool is sufficient, use draco for taxing runner with add some strength on it.<\/p><\/li>\n<li><p>These days many runners don't lose tag when they feel the NBN opponent is FA oriented. SE and CA could be good opportunity to get win.<\/p><\/li>\n<li><p>Keep in mind \"Sansan+Breaking news+SE (or CA)\"<\/p><\/li>\n<\/ol>\n","username":"wildhawk","cards":{"01064":2,"01080":1,"01081":3,"01082":2,"01084":1,"01088":1,"01090":2,"01092":3,"01099":1,"01108":1,"01110":3,"01113":1,"02019":1,"02020":2,"02052":2,"02055":1,"02056":2,"02059":1,"02074":1,"02115":3,"03017":1,"04015":3,"04059":1,"04076":3,"04090":1,"04096":2,"04119":3,"04120":2}},{"id":7731,"name":"Noise getting RICH v21","creation":"2014-07-19 11:30:35","description":"<p>Weak point of Noise was lack of credits and lack of viruses in hand.\nSchehexually deck (which gave some inspiration for this deck) solves the problems well enough.<\/p>\n\n<ol>\n<li><p>Aesop and Sahasrara make Noise rich.\n(Drip, purged imp, dailycast with 2 credit on it, codbusting, even cyberfeeder sometimes can be the 3 credits without spending click)<\/p><\/li>\n<li><p>Wyldside brings viruses to Noise in order to mill.<\/p><\/li>\n<li><p>6 MU (with Grimoire) is not enough.<\/p>\n\n<p>(Sahasrara, Darwin, Datasucker, Parasite, Knight -> already 5<\/p>\n\n<p>one or two slot for Imp, Medium, and Nerve Agent -> 6 or 7<\/p>\n\n<p>one slot for using Aesop (Gorman Drip) -> upto 8 )<\/p>\n\n<p>CyberSolution Mem Chip and Dyson Mem Chip were added to the deck.<\/p><\/li>\n<li><p>In order to give some pressure to Corp, early knight or darwin installation helps a lot. Without them game will be very tough especially confronting FA.<\/p><\/li>\n<li><p>Do not run so early or frequently to Archive.\nMinimum number of cards which you milled is 3 in my opinion.  From 3 the probability can be above 50% in general.<\/p><\/li>\n<\/ol>\n","username":"wildhawk","cards":{"01001":1,"01002":2,"01005":3,"01006":2,"01007":1,"01008":3,"01010":2,"01012":3,"01016":2,"01047":3,"01050":3,"01053":2,"02003":3,"02028":1,"02041":2,"02102":3,"03047":2,"03053":2,"04005":3,"04043":2,"04086":1}},{"id":7732,"name":"Fetch","creation":"2014-07-19 13:03:39","description":"<p>First attempt at a CT deck<\/p>\n","username":"sythic","cards":{"01007":1,"01009":2,"01010":1,"01021":1,"01034":3,"01036":3,"01037":1,"01041":1,"01043":1,"01044":2,"01046":1,"01049":3,"01050":3,"01051":2,"01053":2,"02007":1,"02009":1,"02046":1,"02047":3,"02048":1,"02049":1,"02105":1,"02107":3,"02108":1,"04005":1}},{"id":7733,"name":"Suicide Goldfish Walker (too slow to be a Runner)","creation":"2014-07-19 13:28:40","description":"<p>This deck is intended to be the worst in history.<\/p>\n\n<p>Watch your opponent in despair at watching you watching him play. Use it as a dummy to goldfish your corp deck. <\/p>\n\n<p>Economy cards: <\/p>\n\n<ul>\n<li><p>Calling in favors: with no connections in the deck<\/p><\/li>\n<li><p>Freelance coding contract: with no programs in the deck<\/p><\/li>\n<li><p>Public Terminal: with no Run events in the deck<\/p><\/li>\n<li><p>Hard at Work: lose clics. Yes you will gain credits but you have nothing interesting to play with.<\/p><\/li>\n<li><p>Push your luck: Yes, push your luck. Wins credits to play useless cards. Or lose them all. Indeed the context makes Push your luck the strongest card in the game.<\/p><\/li>\n<\/ul>\n\n<p>Overall this consistent economy will set up a solid base to develop the game plan...<\/p>\n\n<p>Play the least possible !\nWhy manipulate cards? They are fragile, even with sleeves. Here are the keys to properly handle the Suicide Goldfish Walker:<\/p>\n\n<ul>\n<li><p>Play Laramy Fisk ! Who owns this card? Why use a runner ID that everybody owns? The very first sacrificial tribute one must pay to lose with class is to procure this card. If any fears that his capacity will help you in any way, don't worry: just avoid running a central server. And 0 link is great as long as no trace occurs.<\/p><\/li>\n<li><p>Lose clics ! Calcuting everything is so exhausting. Make the math easier. With:<\/p>\n\n<ul>\n<li>3 x Starlight crusade Funding<\/li>\n<li>3 x Hard at Work<\/li>\n<li>2 x Wyldside<\/li>\n<\/ul>\n\n<p>...give yourself a well-deserved break. This creates sharp windows of play when, if you handle the deck properly, you will in position to play a card. This gives a strong psychological advantage in the course of the game, since the Corp would never expect that passed a couple of turns.<\/p><\/li>\n<li><p>Tutor anything you need. The right card at the right time:<\/p>\n\n<ul>\n<li>Hostage allows you to delve your deck and realize it contains no connections.<\/li>\n<li>Planned Assault enables you to scope your deck and make sure it involves no run events.<\/li>\n<li>Special Order permits you to scan your deck and assert that it includes no icebreaker.<\/li>\n<li>Express Delivery authorizes you to dig your deck so that the useless card you were going to draw costs 1 extra credit. Sheer class !<\/li>\n<\/ul><\/li>\n<\/ul>\n\n<p>The advantages are evident: <\/p>\n\n<ul>\n<li><p>By inventorying your deck mid-game, you make sure you did not lose a card anywhere. Once home after the tournament, it is far too late to recover any card. Who wants to lose a Starlight Crusade Funding? I don't.<\/p><\/li>\n<li><p>Some illustrations are so beautiful that they provide a real delight to the viewer. The set of cards displays fine images of people crawling, shaking hands, jumping from a building, praying, eating tacos, trying helmet at the local motorcycle gear store. You can even stop for a moment in front of Push your Luck and look you in the mirror. Am I the real player searching the deck and gazing at the card name Push your Luck? Or is the guy pictured in Push your Luck the real deal, searching the deck and gazing at me? Who of the two is the card?<\/p><\/li>\n<li><p>The moment of abeyance your opponent will experience while you are searching is magical. Most opponents expect you to play to win a game. For a couple of seconds, they will over-calculate and try hard to figure which card you are trying to pick. Meanwhile, you will remain in a safe mood, enjoying the mental comfort of who expects nothing.<\/p><\/li>\n<li>Tutoring makes games longer. But be careful: in exceptional situations, game may then end in a draw. You don't want this.<\/li>\n<\/ul>\n\n<p>Boost MU:<\/p>\n\n<p>You need space to fill the rig with the 0 program set. To enforce self-confidence and determination, the deck includes:<\/p>\n\n<ul>\n<li><p>Dyson Mem Chip: loads you with extra MU and link that you will never use. But it is always highly impressive to sit on a high-value of quantitative metrics of any kind. Prestige matters.<\/p><\/li>\n<li><p>Blackguard: First, the name is so cool. And, most of all, Blackguard allows you to get rid of the undesired credits provided by Hard at Work. Work is hard. Why make it pay? It is always great when two cards interact in such a way that one annihilates the negative aspects of the other.<\/p><\/li>\n<\/ul>\n\n<p>So what do we play?<\/p>\n\n<p>Economy, tutoring, and MU built a safe environment to play the definitive cards that have game developpment reach its climax when played:<\/p>\n\n<ul>\n<li>Mass Install: is awesome. For the low cost of 1 credit,  it does nothing at all because you run no program. But it allows you to read the flavor text that really defines your deck the most: <\/li>\n<\/ul>\n\n<p>\"Welcome to the mass install wizard! This wizard will guide you through the process of installing a whole mess of programs onto your almost-certainly inadequate rig. When you're ready to continue, say–oops, too late, here we go!\"<\/p>\n\n<ul>\n<li><p>Grifter: the prodigal son. Install. Don't run. Let him be trashed. For a second you'll be famous but labelled posthumous. Forgotten sons.<\/p><\/li>\n<li><p>Executive wiretaps:  OK, you will never access cards... but why not look at them anyway? First, accessing cards is dangerous. You may run the risk of placing agendas in your score area. Then, corp cards too have great illustrations and flavor texts. Unlike your opponent - who is working hard to calculate whether he needs an average of 5,879 or 6,1456 clics per agenda point scored - you are enjoying an optimal state of bliss that makes this moment the best to look at a card, and say: \"Hey... Nice... OK.\" Finally, this allows you to know your opponent better. By analyzing his build, you are ready to meet him in a future tournament.<\/p><\/li>\n<\/ul>\n\n<p>As a conclusion:<\/p>\n\n<p>The weakest point of the deck is Starling Crusade Funding reducing the cost of Planned Assault, Executive Wiretaps and Hostage. Which is unfair. But SCF is such a bad card that I can't afford removing it from the deck.<\/p>\n\n<p>The deck can be switched to a fast-advance version:<\/p>\n\n<p>+3 Logos \/ -3 Blackguard<\/p>\n\n<p>+3 Stimhack \/ -3 Freelance Coding Contract<\/p>\n\n<p>+3 Theophilius Bagbitter  \/ -3 Calling in favors (because you don't want to gain 1 credit with Theophilius).<\/p>\n\n<p>Game plan then is:<\/p>\n\n<ul>\n<li><p>Play Theophilius Bagbitter:<\/p>\n\n<ul>\n<li>you have 3 of them in deck<\/li>\n<li>you have 3 Hostages too<\/li>\n<li>you have 3 Logos to tutor too. Just wait for the Corp to score an agenda.<\/li>\n<\/ul><\/li>\n<li><p>Theophilius will empty your credit pool. Don't click for credits. Lose your hand.<\/p><\/li>\n<li><p>Spend all of your clicks to draw cards until you get a Stimhack or a Planned Assault to tutor the former. At the end of each turn, you will lose your hand. Dig on.<\/p>\n\n<ul>\n<li>Never draw on your last click if you are at 0 credits. You may run the risk of being forced to trash the Stimhack.<\/li>\n<li>Play useless cards that you draw to get rid of the Wyldside effect (otherwise these 2 extra credits per turn allow you to keep cards in your hand).<\/li>\n<li>Push your Luck can help: once you get two credits, play Push your luck: you can either lose zero credits or gain twice this amount.<\/li>\n<li>Note that you have both a Stimhack + Public Terminal in the deck. But it is not a major issue. Stimhack costs 0. So Public Terminal remains useless.<\/li>\n<\/ul><\/li>\n<li><p>Play Stimhack with an empty hand. Make a useless run. Die to the Brain Damage.<\/p><\/li>\n<\/ul>\n\n<p>Now you own a Laramy Fisk !!!<\/p>\n","username":"Him","cards":{"00002":1,"01016":2,"01022":3,"02028":3,"03033":3,"04004":3,"04023":3,"04046":3,"04069":3,"04084":3,"04085":3,"05031":3,"05033":1,"05036":3,"05038":3,"05047":3,"05051":3}},{"id":7734,"name":"NEXT Sleepers","creation":"2014-07-19 14:28:49","description":"<p>So you've all seen the All 5\/3 Harmony Medtech deck, right?  Why not play it in HB.  <\/p>\n\n<p>I see most people using Domestic Sleepers to top off to their HB-FA decks, but I think it can be used to easily finish out the game when you've got your two 5\/3s while not giving the runner any advantage.  It's also great Archer fodder, which is a great, cheap late game ICE for this rush deck.<\/p>\n\n<p>I chose HB-NEXT as I found they're the easiest of the HB IDs to rush out the first Agenda.  Ideally, you're at 3 points by turn 4 or 5 (though sometimes as early as turn 3).  At that point, you're pretty much at game point with the Sleepers to pull you to victory.<\/p>\n\n<p>Easy enough to pilot.  Get taxing ICE (Caduceus, Eli, Viper) on centrals, hope for cheap ETR ICE for early remote(s) and then upgrade the scoring remote with Archer, Wotan and\/or Janus 1.0.  Early game burst economy is key, to pull into late game, get down a Melange and pump for money.<\/p>\n\n<p>Things to considering changing:<\/p>\n\n<p>Adding Fast Track or Aggressive Negotiations to bring out Sleepers or a 5\/3 when you need it.<\/p>\n\n<p>Getting rid of NAPD Contracts for another 5\/3<\/p>\n\n<p>Bring Domestic Sleepers to 3 copies.<\/p>\n\n<p>Playing with ICE balance.<\/p>\n\n<p>Switching out some influence to bring in Jackson<\/p>\n","username":"heike","cards":{"01057":2,"01098":3,"01101":2,"01103":2,"01106":3,"01108":3,"01110":3,"01111":2,"02012":1,"02019":1,"02052":2,"02110":3,"03003":1,"03006":3,"03014":3,"03015":1,"04011":3,"04020":1,"04030":1,"04096":1,"04119":1,"04120":3,"06001":2,"06002":3}},{"id":7735,"name":"Dipping Donuts v0.3","creation":"2014-07-19 14:58:59","description":"<p>I moved some cards around with Iain.  Important notes:<\/p>\n\n<p>-Lost Donut.  He wasn't too useful against the decks I was playing against.  Added another Helpful AI in his place.<\/p>\n\n<p>-And lost the Access To Globalsec, replacing it with that Helpful AI.<\/p>\n\n<p>-Added another Underworld Contact.  I came to realize that Iain really feels great with a clickless economy, and Helpful AI is tutorable with Hostage for that second link.  It feels great to be behind on agendas, have two Daily Casts out, and two Underworld Contacts for 8 credits before your turn starts.  I also took out the Armitages, which slow you down versus clickless econ.  And usually by the time one of those comes up I already have a Tri-Maf out, which is a nice way of clicking for econ without spending the majority of your clicks doing so (I'm looking at you, Magnum Opus).<\/p>\n\n<p>-Because of the loss of Donut, I felt I could throw some Special Orders in.  While I usually have no problem getting my rig out (what with the drawn out game Iain plays), I felt they could help me quicken my game if needed.<\/p>\n\n<p>-Oh.  I added Data Dealer too, I guess.  I think it's super stupid to sell your agendas just to get into a losing position, but sometimes you grab an early one that screws you up a bit.  And I definitely want to sell off any Ski Kyus.  And to be fair, you can use Data Dealer kind of like a Stimhack, as a surprise influx of money to go grab some agendas.  Just don't sell away your agendas if you don't know what you're getting in for!<\/p>\n","username":"wswan","cards":{"01018":2,"01022":2,"01031":1,"01051":2,"02008":2,"02069":3,"02085":2,"02091":1,"02105":1,"02107":2,"02109":2,"03053":3,"03055":1,"04004":3,"04049":1,"04106":3,"05028":1,"05031":3,"05037":3,"05041":3,"05042":2,"05046":2,"05050":2}},{"id":7736,"name":"NBN Astrobiotics","creation":"2014-07-19 18:00:36","description":"<p>This is a deck made to score agendas directly from hand without needing a lot of money. Sometimes it can even score agendas without having any credits, and 3 Hedge Fund+3 Sweeps Week+3 Pop-up Window should be economy enough.  Biggest doubt now is if I keep Corporate Shuffle or Anonymous Tip.<\/p>\n","username":"BayushiOliveira","cards":{"01059":3,"01081":3,"01082":2,"01092":2,"01110":3,"01113":2,"02020":2,"02056":3,"02060":2,"02114":1,"02115":3,"04015":3,"04034":3,"04059":2,"04076":3,"04096":2,"04113":2,"04119":2,"04120":2}},{"id":7739,"name":"SnoopEmp:N\/A 1st place at The Gaming Goat, 7-19-14","creation":"2014-07-19 21:20:25","description":"<p>combines the well-known Snoop+Neural EMP combo with some never advance bullshit.<\/p>\n\n<p>The snoops are there to help you know how much to trace for when you invasion of privacy, and make sure you get at least one token when you rez one.<\/p>\n\n<p>Basically get a snoop and some bullshit then make them run it a bunch of times. Also bring a pair of binoculars and use them to stare your opponent down each time they run through snoop.<\/p>\n\n<p>Next level mind games.<\/p>\n\n<hr \/>\n\n<p>FAQ:<\/p>\n\n<p>Q: How do I rez all of this over-priced, ineffective ICE and still have money to pay for all of these shitty traces?<\/p>\n\n<p>A: You are obviously just new to playing NBN, once you get better at the faction, you will learn to draw multiple sweeps weeks in the first few turns. Once you do that, your money problems will be solved.<\/p>\n\n<p>Q: Snoop + Neural EMP isn't really a combo, you know your opponent can just draw up to 4 every turn right?<\/p>\n\n<p>A: Yes, but a good NBN player wouldn't allow his opponent to draw cards.<\/p>\n\n<p>Q: There is only 4 ICE in this deck that non-conditionally ends the run, how do I stop the runner from doing literally anything that they want any time they want to?<\/p>\n\n<p>A: If you are having problems keeping the runner from attack ing you, you simply aren't mind-gaming hard enough. Be sure to raise your eyebrow and ask: Are you sure you really want to do that? after everything the runner does.<\/p>\n","username":"chill84","cards":{"01070":2,"01072":3,"01080":1,"01081":3,"01082":2,"01092":3,"01108":3,"01110":3,"02017":1,"02019":2,"02020":2,"02056":3,"02110":1,"02115":3,"04015":3,"04016":2,"04056":3,"04076":3,"04077":1,"04096":3,"04119":3}},{"id":7740,"name":"The New Beale","creation":"2014-07-19 22:58:58","description":"<p>This is a fun thought experiment that I'm excited to try out.<\/p>\n\n<p>The main shenanigan is to lay down a big remote server, hopefully with 1-2 Matrix Analyzers, as well as 1-2 other taxing ice. Put down Simone Diego and start advancing Thomas Haas. This is lucrative, essentially netting two credits a click, but they'll have to run it eventually out of fear that you are advancing a Project Beale for an instant win. Once they have spent their credits making the run, cash him in!<\/p>\n\n<p>The Junebug is a nice little surprise once you've done Thomas once. Or if it gets trashed and they see it, they'll be afraid of another one since its influence is low, and then you might be able to get a real agenda through. Matrix Analyzers make Junebug so much more potent since you can install, advance, advance, and then advance it once or twice more before they have a chance to access it.<\/p>\n\n<p>Ideally these shenanigans will net enough cash so that when they do steal an agenda, Midseason Replacements will land enough tags to enable Psychographics onto a Beale for the win.<\/p>\n\n<p>The astrochain is another way to win if this plan fizzles out.<\/p>\n\n<p>As for my ice choices, Hive looks good since I'll hopefully win from a big Beale, or a Beale after having scored just one other agenda. Ice Walls are great in their own right, but also are advanceable, giving more synergy with Simone\/Matrix Analyzer.<\/p>\n\n<p>Please share any comments\/suggestions!<\/p>\n","username":"turkishvancat","cards":{"01069":1,"01080":1,"01081":3,"01084":1,"01085":3,"01089":3,"01090":2,"01092":1,"01103":3,"01110":3,"02020":3,"02099":2,"02115":3,"02116":2,"03012":3,"04014":1,"04015":3,"04020":1,"04076":3,"04117":2,"04119":3,"04120":3}},{"id":7741,"name":"Tangled Web","creation":"2014-07-19 23:42:38","description":"<p>Probably a short lived experiment with Midori\/Tenma Line\/Levy University.<\/p>\n","username":"whiterabbit","cards":{"01055":2,"01056":3,"01061":2,"01062":2,"01063":3,"01106":2,"01108":2,"01110":3,"02012":1,"02051":2,"02092":3,"02110":3,"02113":2,"03003":1,"03006":2,"03016":3,"03019":2,"03020":2,"03024":2,"04030":1,"04051":2,"04111":3,"05012":2}}]