[{"id":10150,"name":"It's a matter of Research","creation":"2014-10-25 02:10:56","description":"<p>Essentially, the idea here is to give the runner some tags, keep them on their toes with <a href=\"\/en\/card\/02040\">Freelancer<\/a>, <a href=\"\/en\/card\/01084\">Closed Accounts<\/a> and all that good stuff, maybe even spring a bit fat <a href=\"\/en\/card\/06027\">Information Overload<\/a> on them. Then, score out <a href=\"\/en\/card\/04095\">Market Research<\/a> as a 3 pointer and then maybe another if necessary, win the game.<\/p>\n\n<p>Lack of serious long term economy is a little scary, but I think manageable by just winning soon enough. <a href=\"\/en\/card\/04076\">Sweeps Week<\/a> acts like a <a href=\"\/en\/card\/01110\">Hedge Fund<\/a> if they have 5 in hand, which is likely if they are in fear.<\/p>\n\n<p><a href=\"\/en\/card\/06022\">Enhanced Login Protocol<\/a> is just used as control while you're trying to open a scoring window, and <a href=\"\/en\/card\/06046\">Manhunt<\/a> for when you want to trigger a <a href=\"\/en\/card\/01084\">Closed Accounts<\/a> or <a href=\"\/en\/card\/02040\">Freelancer<\/a>. The one of <a href=\"\/en\/card\/02116\">Midseason Replacements<\/a> is to get them scared of a <a href=\"\/en\/card\/01085\">Psychographics<\/a>, and maybe just keep the tags, turning any server you put a <a href=\"\/en\/card\/06027\">Information Overload<\/a> either impenetrable without sacking everything - or horrible expensive.<\/p>\n\n<p>Any suggestions of course welcome, I kinda just threw this together with no play testing. So a bit of help wouldn't go amiss! :P<\/p>\n","username":"Softman25","cards":{"01056":2,"01080":1,"01081":2,"01084":2,"01088":1,"01090":2,"01091":1,"01092":1,"01108":1,"01110":3,"02017":2,"02040":1,"02052":2,"02056":2,"02110":3,"02115":2,"02116":1,"03023":2,"04015":2,"04076":3,"04095":3,"04096":1,"04100":2,"04119":2,"06022":2,"06027":2,"06046":2}},{"id":10152,"name":"Veterans Tax 1.0","creation":"2014-10-25 02:43:47","description":"<p>Inspired by someone I just played on OCTGN (if that someone comes across this, please comment so I can give you credit!)<\/p>\n\n<p>This deck eschews the gimmicks of OAI for sustainable economy via recurred Adonis. Still unsure about the entire ice suite but the stars here are Archer, Caduceus, and Datapike.<\/p>\n\n<ol>\n<li>I'd like to run Lotus Field, but what to cut?<\/li>\n<li>Is Interns necessary? They really kill an opening hand....<\/li>\n<li>The single SanSan does wonders if you can get it secured. If not, Interns it later.<\/li>\n<li>Is 1 Tollbooth enough?<\/li>\n<li>Punitive?<\/li>\n<li>Scorched is turned on only by Shadow. Also if the Runner spots one they will probably expect SEA. Is 1 Scorched enough?<\/li>\n<li>Thoughts on the ICE suite?<\/li>\n<li>To Restructure or not.... may be overkill after all the Agenda money. I didn't see a single Restructure played against me so those may be unnecessary.<\/li>\n<\/ol>\n\n<p>A triple-ICE opening hand is The Dream.<\/p>\n\n<p>I will reciprocate all comments! Thank you.<\/p>\n","username":"moistloaf","cards":{"01056":2,"01090":2,"01092":1,"01094":3,"01099":2,"01101":3,"01104":2,"01106":1,"01110":3,"01111":1,"02018":2,"02019":3,"02060":2,"02110":2,"02120":2,"03027":3,"04015":2,"04040":3,"04060":2,"04080":3,"04100":2,"06008":1,"06068":1,"06069":1,"06071":1}},{"id":10153,"name":"Pretzal Chess 1.1","creation":"2014-10-25 05:11:17","description":"<p>This is my favorite deck, and the only one I currently keep sleeved up 24\/7.<\/p>\n\n<p>This deck rewards the fearless. Deny them everything. After a Siphon + Vamp (or two), move Rook around to whatever server you want to run. If they trash the hosted ICE, no big deal. Pawn Rook back out and continue dismantling the Corp. I have one more games than I have lost with this deck, and I have won far more of those games without any breakers out. If you're feeling like a ninny, add a Corroder. Most of the time, I don't end up installing e3.<\/p>\n\n<p>You could possibly remove the Yog, but I wouldn't recommend losing the Mimic.<\/p>\n","username":"moistloaf","cards":{"01002":1,"01011":1,"01012":3,"01014":1,"01018":2,"01050":3,"02003":2,"02021":2,"02024":2,"02050":2,"02065":2,"02087":1,"03052":3,"03053":3,"03054":3,"04002":3,"04003":2,"04042":3,"04043":2,"04061":1,"06033":1,"06052":1,"06054":2}},{"id":10154,"name":"Blue Sun Empire. v.1.2","creation":"2014-10-25 06:10:08","description":"<p>CHANGELOG:\nToo much to post. This entire deck got re-worked. I started hating the weirdness and unpredictability of the other style.<\/p>\n\n<p>This way; Biotics turn into scored Project Atlases. If you draw up to get a Biotic, you can Fast Track an Atlas. Then, if you even want to go further, you can just reclamation order the 3 biotics and wait for enough money to play them all (namely if you pull a curtain wall back) and then score a quick 3pointer with a triple biotic play (gives you 6 clicks).<\/p>\n\n<p>You may ask why I have Shipment from Kaguyas and Commercialization. Good question. I really want to tax the hell out of runs on HQ\/R&amp;D. I want to put a Hadrians on them and sit there advancing them when I have nothing else to do, waiting for a biotic. If they place a fem there, then I can commercialization, take it back to my hand the next turn, and put it back out there and start advancing it again. <\/p>\n\n<p>Oversighted Curtain Walls will help, and eventually it will make it to where I can just pull them back and get 14 credits (and if I have 5 to begin with, I can just quickly do the triple biotic into 3 pointer play for the last point, or just do something with a commercialization into single biotic NAPD)<\/p>\n","username":"masunrays","cards":{"01059":3,"01098":3,"01100":2,"01102":3,"01110":3,"01113":3,"02018":3,"02019":3,"02058":2,"02077":3,"02079":3,"04015":1,"04040":3,"04078":3,"04111":1,"04119":3,"05027":3,"06010":1,"06068":1,"06069":3}},{"id":10156,"name":"Jinteki Killer","creation":"2014-10-25 09:21:23","description":"<p>Deck 90% towards kill<\/p>\n\n<p>Junebug\/Ronin keeps runner guessing\nNAPD\/Fetal AI Hard to steal\nPriority Req\/Clone Retirement for archers or expensive ICE\nJackson Howard as counter to Virus\/Noise decks or to reuse Snare\/Ronin or save Agendas from Archives<\/p>\n\n<p>Other obvious Combos for different causes for Net demage especially if runner runs blindly.<\/p>\n\n<p>What do you think? too fat? maybe better with Regular Jinteki identity?<\/p>\n","username":"netrunner1989","cards":{"01069":2,"01070":3,"01072":2,"01075":2,"01077":1,"01078":1,"01101":2,"01103":2,"01106":2,"01110":3,"02032":3,"02095":2,"02112":2,"04013":2,"04015":3,"04032":3,"04040":2,"04073":3,"04074":1,"04079":3,"04119":3,"05003":1,"05004":3,"05006":1,"05009":2,"05014":3,"05016":2,"05017":3,"06043":2,"06065":1}},{"id":10157,"name":"Jinteki Killer slim","creation":"2014-10-25 09:46:44","description":"\n","username":"netrunner1989","cards":{"01069":2,"01070":3,"01072":2,"01075":2,"01078":1,"01101":2,"01103":2,"01106":2,"01110":3,"02032":3,"02095":2,"02112":2,"04013":2,"04015":3,"04032":2,"04040":2,"04073":3,"04074":1,"04079":2,"04119":3,"05003":1,"05004":2,"05006":1,"05009":2,"05014":3,"05016":2,"05017":2,"06043":2,"06065":1}},{"id":10158,"name":"Follow the White Rabbit","creation":"2014-10-25 10:18:25","description":"<p>Spiced Tennin.\nGonna run or gonna loose.\nGonna not run or gonna loose.\nRunner's choice.<\/p>\n","username":"Syntax","cards":{"01062":1,"01069":1,"01074":1,"01078":1,"01092":2,"01103":3,"01110":3,"02014":2,"02033":3,"02073":1,"02113":1,"04012":3,"04013":2,"04015":2,"04073":1,"04074":2,"04100":2,"05003":1,"05004":2,"05005":3,"05006":1,"05009":2,"05016":2,"05017":3,"06003":2,"06061":1,"06063":2}},{"id":10159,"name":"Jinteki Killer (copy)","creation":"2014-10-25 10:42:38","description":"\n","username":"netrunner1989","cards":{"01067":1,"01069":2,"01070":3,"01072":2,"01075":2,"01077":1,"01078":1,"01088":2,"01101":2,"01106":2,"01110":3,"02032":3,"02095":2,"02112":2,"04013":2,"04015":3,"04032":2,"04040":2,"04073":3,"04074":1,"04079":2,"04119":3,"05004":2,"05006":1,"05014":3,"05016":2,"05017":3,"06043":2,"06065":1}},{"id":10160,"name":"Jinteki Killer","creation":"2014-10-25 10:42:48","description":"\n","username":"netrunner1989","cards":{"01069":2,"01070":3,"01072":2,"01075":2,"01077":1,"01078":1,"01101":2,"01103":2,"01106":2,"01110":3,"02032":3,"02095":2,"02112":2,"04013":2,"04015":3,"04032":2,"04040":2,"04073":3,"04074":1,"04079":2,"04119":3,"05003":1,"05004":2,"05006":1,"05014":3,"05016":2,"05017":3,"06043":2,"06065":1}},{"id":10161,"name":"Logo's Quetzal","creation":"2014-10-25 11:03:41","description":"<p>Logo's give's me some search (something anarch has none of) allowing me to go get what i need to change the board around.<\/p>\n\n<p>Darwin plus Fester slows the corp for purging and cost them creds for doing so. The supplier saves so much money on resource's and hardware it's silly. D4v1d allows me to keep Darwin at a lowish 4 str.<\/p>\n\n<p>Mimic allows me through most sentry's cheap and means i dont have to parasite swordsman if i see it. Express delivery cos i had a spare influence.<\/p>\n","username":"Pinkwarrior","cards":{"01002":2,"01005":2,"01008":2,"01009":2,"01010":1,"01011":1,"01012":2,"01047":1,"01053":3,"02003":2,"02009":1,"02024":2,"02041":1,"02091":2,"02102":3,"03052":3,"03053":3,"04043":2,"05033":1,"05037":2,"06033":3,"06052":1,"06056":2,"06075":2}},{"id":10162,"name":"No Sleep Natman (Atman Nasir primer \/ guide)","creation":"2014-10-25 11:36:15","description":"<p>This deck is the result of a lot of testing with the Nasir Atman concept, after multiple tweaks to adapt it to the current meta via a bunch of tutorable silver bullets. The deck thrives on efficiency, and uses a \"just in time\" approach, with special emphasis on not wasting a single credit. It is super fun and hard to pilot! I'm planning to take it to Spanish tournaments and report on it. So far it deals surprisingly well with most major archetypes, including NEH Astrobiotics. I've really fallen in love with this deck and I'm doing my best to be a pioneer in taking Atman Nasir to a competitive level.<\/p>\n\n<p>Your game plan is to set up powerful hardware pieces and sources of recurring credits, and maintaining constant, fearless pressure while staying prepared to respond to any ice. Your credit level will stay close to 0, with some small spikes when running against certain archetypes (will go into that in the matchup section). Don't worry, your Atmans and Parasites will allow you to run broke. I've ran against a 4 ice deep deep Blue Sun server with Curtain, Hadrian's and two Elis with 0 starting credits.<\/p>\n\n<p>Here's the guide to pilot this deck. <strong>Disclaimer: The guide is huge! Feel free to skip to parts that interest you :).<\/strong><\/p>\n\n<h2><strong>Economy: Where are your Sure Gambles?<\/strong><\/h2>\n\n<p>Nasir is probably the most unorthodox runner when it comes to econ, and this particular list goes one step further. You won't see any traditional economy here. However, well piloted, this deck generates ridiculous amounts of money. I've seen many people dismiss lists like these outright because they lack any of the \"normal\" economy pieces, but believe me, they are not needed. <\/p>\n\n<ul>\n<li><p>The main piece is <a href=\"http:\/\/netrunnerdb.com\/en\/card\/02049\">personal workshop<\/a>. You really, really want this card out; keep any hand with PW on it, and mulligan if you don't have PW, <a href=\"http:\/\/netrunnerdb.com\/en\/card\/01034\">Diesel<\/a>, <a href=\"http:\/\/netrunnerdb.com\/en\/card\/03046\">SMC<\/a> or <a href=\"http:\/\/netrunnerdb.com\/en\/card\/02088\">replicator<\/a> (I will go into why these are important opening cards later).<\/p><\/li>\n<li><p><a href=\"http:\/\/netrunnerdb.com\/en\/card\/06058\">Order of Sol<\/a> is another major player in Nasir's economy. Remember all those people that said it sucks? Don't listen to them! This card is completely fantastic. In case you haven't seen it in action yet, remember that it procs on both your turn and the Corp's turn, which means you can use it to pump money into Personal Workshop at an astounding 2 credits per turn rate. It also pays off the turn it comes out, so it essentially costs 1 credit. Learning to adapt OOS to Nasir's ID ability is a very important skill to develop. Remember that OOS let's you \"carry over\" a single credit when you hit a just rezzed piece of ice.<\/p><\/li>\n<li><p><a href=\"http:\/\/netrunnerdb.com\/en\/card\/01004\">Stimhack<\/a>: Stimhack is both an economy card and a surprise attack. It is a table-turning ambush that you should keep in your hand until the best opportunity arises, so I will go into its uses later. However, it can buy you those two RD interfaces on the workshop in a pinch, so it's good to count it as Economy too (and a damn fine card for that matter).<\/p><\/li>\n<li><p>Recurring credits: <a href=\"http:\/\/netrunnerdb.com\/en\/card\/01005\">Cyberfeeder<\/a>, <a href=\"http:\/\/netrunnerdb.com\/en\/card\/01041\">Toolbox<\/a>, <a href=\"http:\/\/netrunnerdb.com\/en\/card\/06038\">Net Celebrity<\/a>. These aren't strictly speaking economy (with the exception of NC, maybe), but they're worth mentioning. Remember that Feeders and Toolboxes allow you to pump Atman when it hits the table, which can be very useful. Also, count Cyberfeeder when considering your options from cracking SMC, since it will pay for parasites, nerve agent and datasuckers.<\/p><\/li>\n<\/ul>\n\n<h2><strong>Facechecking 101: How to exploit Corp ice without blowing yourself up<\/strong><\/h2>\n\n<p>Do you like facechecking Jinteki turn 1? You are going to enjoy this deck. Fearless facechecking is not only possible but pretty safe too, as long as you follow some basic precautions.<\/p>\n\n<p>The primary tool for facechecking is, of course, <a href=\"http:\/\/netrunnerdb.com\/en\/card\/03046\">Self-Modifying Code<\/a>, together with the knowledge that your deck runs <a href=\"http:\/\/netrunnerdb.com\/en\/card\/02066\">Deus Ex<\/a> and <a href=\"http:\/\/netrunnerdb.com\/en\/card\/04067\">Sharpshooter<\/a>. Don't be fooled by its flowery look, SMC is nothing but a shield, a glowing piece of anti-ice armor. Turn 1 SMC -> Run is a fantastic play even against the gnarliest Jinteki decks (even though I'd wait to have the Net Shield against PE in particular). If you get a really beefy piece of ice rezzed, you can crack the SMC pre-encounter and fetch Deus Ex, then break the ice and get out with the access and the money. If the ice isn't that big or dangerous, you can use the pre-encounter money to get yourself a 0 counter Atman, which is always necessary, and bounce. Even if you run with 0 credits, almost every single ice in the game will give you enough cash on-encounter to fetch either Deus or Shooter, and the few inconvenient exceptions will not kill you outright.<\/p>\n\n<p>It is very tempting to use SMC to do cool Parasite tricks and to find matchup specific silver bullets, but I'd advise to keep one copy out there at all times (or have it accessible through clone chip) to save your bacon in case you hit an inopportune Ichi \/ Shinobi \/ Grim, etc. Seeing a big ice rezzed should be a source of pleasure, never an \"oh shit\" moment, and SMC is key to that.<\/p>\n\n<p>So far we've talked about dealing with the ice itself, however, accesses are another story and you should be aware of the dangers you can face there too. Be prepared to deal with Snare in the decks in which it makes sense. Always run with 3 spare credits against upgraded servers if you expect Ash. If running against PE, there is another set of precautions that I will explain in the matchup section that make it reasonably safe to multiaccess R&amp;D.<\/p>\n\n<h2><strong>Personal Workshop and you: A course in Lean Manufacturing<\/strong><\/h2>\n\n<p>Personal Workshop is the soul of this deck. I don't have to tell you how good it is, but I would like to go into some of its more obscure uses. Did you know that PW can be your second Plascrete Carapace? Did you know that you can use PW vertically or horizontally? How would you protect your PW from sudden tags?<\/p>\n\n<p>Obviously, the main benefit of PW is that it allows you to pay for cards mid-run. This allows you to empty your wallet before hitting an Ice, and to spend recurring credits from Net Celebrity and Stimhack on expensive hardware and programs. Also, it generates econ on its own by essentially giving you 1 credit at the start of each turn, and finally it has a great synergy with Order of Sol by allowing you to go down to 0 on the Corp turn consistently.<\/p>\n\n<p>Knowing all this, the straightforward way to use PW is to load it with an expensive enough program or piece of hardware that will soak enough money until your next turn. Playing like this is fine, but sometimes you might want to use the workshop a bit differently, by having multiple things at 1 credit, ready to go at any moment. This \"horizontal play\" is very helpful in some scenarios, and I personally like to set it up that way, specially against some archetypes. Here are some reasons why:<\/p>\n\n<ul>\n<li>Programs in PW don't take up MU. This means you can store any silver bullets and have them ready to go at any moment without hurting your current board state. Storing Atmans delays the choice of counters, which is always good. Parasites at 1 can be dropped at the end of the Corp's turn, which makes them much meaner, etc.<\/li>\n<li>Hardware in PW which isn't immediately necessary is best kept there in case you draw into a Replicator. <\/li>\n<li>Following the last point: With a Replicator on board or on PW, the Personal Workshop can be used as a makeshift carapace, if you're playing horizontally. Whenever you get sea-source'd or you expect incoming damage, grab the first paid ability window and drop all the hardware at once. This will flood your hand with replicated pieces and protect you from the kill (make sure to end the turn with enough money to do this when playing against Weyland, you want to protect both yourself and your PW from trashing).<\/li>\n<\/ul>\n\n<p>If you choose to play your PW horizontally, please be careful about tags. You should keep enough money to quickly evacuate all the important cards from the PW in response to a Sea Source or Breaking News, so all your eggs aren't caught in the same basket. Don't worry about Elizabeth Mills, due to the timing structure of the Corp's turn, even if they rez it you still have an ability window to evacuate the PW before it's nuked from orbit. The only way you can get caught with your pants off is by ending the turn completely broke.<\/p>\n\n<p>Some words on Replicator that don't really deserve their own section: Replicator is a great card to have, on PW or on the board, and as early as possible. It might not look like it but Replicator is a draw engine. Conditional, yes, but extremely powerful. Almost all of your hardware stacks (with the exception of Toolbox) so you will want to be drawing those multiples and thinning your deck. Try to keep hardware that you don't need \"just yet\" (like Clone Chips) in the PW until you get that Replicator on the table.<\/p>\n\n<h2><strong>Early game: Kickstarting the Engine<\/strong><\/h2>\n\n<p>Your approach to the early game will depend on multiple factors, including your hand (duh) and your enemy corp. You want to run early, but to do so you need to make sure of two things:\n1.  You will be able to empty your money somehow before hitting ice in an efficient manner.\n2.  You won't take excessive damage or lose programs.<\/p>\n\n<p>Against decks that don't typically go for damage I may feel comfortable doing R&amp;D interface - Datasucker - Run R&amp;D - Draw, but of course I wouldn't ever do that against jinteki. SMC-Run is a good play in almost every single scenario, so you shouldn't be afraid to do that. Even R&amp;D interface - SMC - Run works well. I must insist about being careful with damage. Early Nasir suffers a lot from losing cards; its engine is made of multiple pieces with little redundancy, and you can't use Clone Chips willy-nilly to pay for mistakes.<\/p>\n\n<p>Obviously, if your starting hand includes Personal Workshop, you want it out ASAP to be efficient from the get go. Similarly, Order of Sol should hit the table the first time you are at 2 credits. Playing these key pieces of drip econ early on does a lot for your late game power. <\/p>\n\n<p>If you are playing against NEARPAD, RP or other asset econ decks, you may want to make an exception from the \"SMC is a shield\" rule and fetch Paricia as early as possible. It will pay off, believe me. Just don't crack SMC for a Datasucker. Suckers are very important indeed but they will come at their own time and don't deserve wasting a SMC, at least not this early.<\/p>\n\n<p>Remember: Corp ice is your econ. Don't fear hitting big ice (your SMC will save you), and don't be too concerned with small ice either (if you've played the way I said, Pop-up windows and quandaries will just be a minor annoyance). Keep constant pressure on the corp, build your engine through their own money and you will proceed into an advantageous mid game.<\/p>\n\n<h2><strong>Mid game: Staying Strong<\/strong><\/h2>\n\n<p>At this point you should have at least some of the pieces of the Nasir engine. It isn't always possible to draw these Workshops, but with creative SMC and Clone Chip uses, it's possible to exploit ice efficiently anyway. While you fish for the remaining parts of the holy trifecta (PW, OOS, Replicator), you probably found time to set up an atman at 0 (which you almost always want) and a couple suckers. This is when Corp economy is at its best relative to you and they will try to execute their plan.<\/p>\n\n<p>Thanks to your accesses and knowledge of the meta, you should have a general idea of what that plan is. Here's how you respond to some of the most typical strategies:<\/p>\n\n<ul>\n<li>Glacier decks that look for scoring windows: You will do well against those. Here's where Stimhack comes to life. Keep close to broke at all times, and watch as they IAA in a remote they don't expect you to break in a million years. That's your moment to run blind on the front ice (to get money), bounce off it, and then re-enter with stimhack, summoning atmans, parasites and whatnot. Just beware of traps, but the surprise factor of Stimhack makes it hard for people to justify IAA on a Junebug when you're broke. If they do drip econ, don't drop your Paricia pressure.<\/li>\n<li>Meat damage flatline decks: Your main problem against those is that there's no way in the world you're going to avoid getting Sea Source'd. If by the mid-game you haven't got your Plascrete yet, don't run, and focus on improving your board state. Remember you can put together a \"makeshift plascrete\" thanks to replicator and ready-to-go hardware in the PW. Many Weyland players don't think of this and will waste their sea sources, so exploit that. Even if you have OOS on the table, start ending your turns with enough money to protect your Personal Workshop.<\/li>\n<li>Fast Advance: Multiaccess the hell out of these. SMC a nerve agent, replicate R&amp;D interfaces, and keep them on R&amp;D lock. <\/li>\n<\/ul>\n\n<h2><strong>Late game: Recurring Efficiency<\/strong><\/h2>\n\n<p>By now, it's unlikely you will depend on Ice for your economy anymore. You should have a significant rig, preferably with Toolbox out and a good distribution of Atmans (I like 0-2-4 or 0-4-6 depending on the deck), with at the very least one Datasucker. These should be backed up by at least 4 sources of recurring credits (2 Cyberfeeders and a toolbox, for example), and you should be protected against whatever means the Corp wants to flatline you (plascrete, net shield, an accessible Deus Ex).<\/p>\n\n<p>You have a good late game, because a well developed Nasir is hard to stop. Here's where you will be thankful for making intelligent use of these clone chips, because they will help fixing any gaps on your board (accidents happen). Keep constant pressure, remember to stay protected, and go for these last points!<\/p>\n\n<h2><strong>Silver Bullets: Hunting the Corporate Werewolves<\/strong><\/h2>\n\n<p>The deck runs a suite of five silver bullets to deal with some of the most relevant archetypes, and of course these five slots should remain meta-specific. If you think one of these cards is dead in your environment feel free to change it to a third Replicator, Net Celebrity or Order of Sol, which are always helpful, or to include a different piece.<\/p>\n\n<ul>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/03048\">Inti<\/a>: It's here mostly to deal with Wraparound, and will remain as long as NEH stays relevant. It also works well against what I believe will be good archetypes soon (Grail ice suites, NEXT ice), and deals with unadvanced Ice Walls. While not the most efficient, its strength pumping ability combines well with Nasir, since you can choose to dump pre-encounter credits on it. In any case, datasuckers can help bridge the gap. It will be invaluable against Grail suites in the future, because it completes the trifecta Inti - Sharpshooter - Deus X against Galahad - Lancelot - Merlin, preventing all of their cross-effects.<\/li>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/02066\">Deus X<\/a>: Not sure if I should call it a silver bullet, because it's pretty much central to the strategy. Its presence in the deck almost justifies early aggression. it can also help you when you absolutely need to hit Jinteki advanced remotes. Remember that you can break Heimdall II with this, it's easy to forget!<\/li>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/04067\">Sharpshooter<\/a>: Ditto to Deus X. It protects against a different set of calamities.<\/li>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/01045\">Net Shield<\/a>: Makes all flavors of Jinteki (PE in particular) a breeze to deal with. Super comfortable to have.<\/li>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/03045\">Paricia<\/a>: Direct counter to drip econ. Yes, it isn't as good as Scrubber, but it's in faction and tutorable. It won't help you kill SanSans, but will deal with PAD campaigns, Adonis, Eves, Sundews and Mental health Clinics beautifully. Worth tutoring early if you think you will get mileage out of it.<\/li>\n<\/ul>\n\n<h2><strong>Matchup Guide: Tools for each Job<\/strong><\/h2>\n\n<ul>\n<li><p><strong>Jinteki RP Glacier<\/strong>: This is a matchup in which you really benefit from getting two SMC's early. One for Paricia, and another to search for Deus X if necessary. You want to fight their drip econ with all your might, while trying to make the mandatory central run of the turn profitable. Even if you don't manage to get Paricia, still do your best to get rid of Sundews and MHC's. Remember to run with 3 credits against servers with upgrades; nothing sucks more than hitting an Ash and being unable to trash it.<\/p>\n\n<p>Try to stay ahead economically and you will outpace them, since your rig isn't easy to tax in the late game.<\/p><\/li>\n<li><p><strong>Jinteki PE net damage<\/strong>: At the beginning of this match you will make an unusual, yet important request: Ask your opponent to warn you after placing the second advancement token on a card, and before the third, so you can use paid abilities. This is important as many PE decks run Chronos Project and you will want to fish Deus Ex from the Heap before they get rid of it for good.<\/p>\n\n<p>Feel free to run early to exploit ice, but keep access (and specially multi-access) low until you have your Net Shield out (which should be a big priority). Running against PE with Net Shield and the possibility of getting a Deus Ex will make your life much simpler. Beating PE is like eating a hedgehog with your hands tied behind your back, so take as many precautions as possible. Here are some of the main ones:<\/p>\n\n<ul>\n<li>Don't run last click (duh). If you run third click, have 2 credits left for tag removal.<\/li>\n<li>If you access ANYTHING, have at least 2 credits to pay for potential Fetals. If you're multi accessing, you should have 4 if possible.<\/li>\n<li>End your turns with 1 credit to pay Net Shield for Neural EMPs and agenda scores. These add up a great deal.<\/li>\n<li>Don't touch remotes unless you get PE broke somehow. If you do, go ham on them for a turn.<\/li>\n<\/ul><\/li>\n<li><p><strong>NEH astrobiotics<\/strong>: You will aim for multiaccess as the game progresses, preferably R&amp;D lock (although if you get the chance to drop a Nerve Agent it wouldn't hurt either). This matchup would benefit greatly from splashing Imp but the influence was very tight, so you'll have to do with what you have. <\/p>\n\n<p>A major advantage against NEH is that its ice is low strength and has little stopping power, with the exception of Tollbooth and Eli. Tollbooth amounts to a huge credit swing in your favor the first time you meet it, and you should be looking forward to parasite bomb it ASAP: it's worth it. You should carefully engineer your rig so you can mantain the lock into late game. It is unavoidable for the eventual Fast Track and\/or NAPD contract sneaking through, and that's why Nerve Agent is a good tool for this match.<\/p><\/li>\n<li><p><strong>Supermodernism and variants<\/strong>: Plascrete soon, and preferably set up a horizontal Personal Workshop with Replicator, in case you need to flood your hand in a pinch. Keep money around to evacuate your PW and prevent the all-eggs-one-basket scenario. Remember that Archer can't be tackled with a SMC and on-encounter credits alone, so be careful with that. Keep pressure equally on all servers to slow down their economy, and remember that Snare is a thing (Deus X on the table won't hurt). The new Blue Sun variants of Supermodernism are even easier to deal with, because Nasir counters Blue Sun's ID ability very well. You will be making lots of money at their expense, specially if they decide to rez a Curtain Wall on your face.<\/p><\/li>\n<\/ul>\n\n<p>More matchups incoming as I get more experience with the deck :).<\/p>\n\n<h2><strong>Dropped Cards: Those that got cut and Why<\/strong><\/h2>\n\n<p>Here is a list of cards that were tested and got eventually cut from the final list, together with the reason why, as they're often seen in Nasir lists and I want to justify to the best of my ability why they didn't make it.<\/p>\n\n<ul>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/06079\">Astrolabe<\/a>: Aside from the lore\/theme connection, I don't really see how Astrolabe benefits Nasir. It's a very matchup dependant card, and it will be dead against a good number of decks. In a list with 3xTrade In I would consider a singleton, but it doesn't make the cut in such a tight deck.<\/li>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/02085\">HQ Interface<\/a>: I played with three of those for a long time, but 6 influence is very hard to justify. 1x Nerve Agent grants us the (tutorable) ability to do the same thing, while maintaining synergy with Cyberfeeder.<\/li>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/06078\">Trade-in<\/a>: In very few occasions you want to sacrifice a piece of hardware (Replicator and Toolbox are the only two that might be considered for sacrifice, but that comes with its own set of problems) and even if you did, there isn't anything specific to tutor, aside from the rare shy plascrete. Not worth the slots.<\/li>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/03051\">Ice Analyzer<\/a>: Another card that is often synonymous with Nasir, which I dislike. I generally want my programs to go through Personal Workshop so I can delay my choices, and IA doesn't work with that. I don't think it's worth it for SMC searches alone, but your mileage may vary.<\/li>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/03039\">Omni-drive<\/a>: Many people swear by this card and I can see why. I've tested it, and it's quite good on paper, but it needs to hit the board before Atman does which makes it inconvenient very often. Cyberfeeder does the same job sans MU increase, helps you pay for viruses, and can enter the board after Atman and still be useful.<\/li>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/02087\">Quality Time<\/a>: Pretty good, an I'm occasionally tempted to re-include it, but ultimately it's a bit too expensive. Diesel fits Nasir better.<\/li>\n<li><a href=\"http:\/\/netrunnerdb.com\/en\/card\/02003\">Imp<\/a>: It pains me greatly not to have a slot for this card. It would be a fantastic silver bullet, and in a meta SWAMPED with Jinteki PE and NEH Astrobiotics I might drop something like 1x Parasite 1x Stimhack to include an Imp and a replicator. Unfortunately 3 influence is a lot for the \"general purpose\" version of this list.<\/li>\n<li>Finally, all forms of traditional econ (including Kati Jones): Seriously, they're not needed :). Kati Jones might be the closest to an include, but I think it's unnecessary. She's essentially a telegraphed Stimhack that saves you the brain damage, but needs to be installed, protected, and clicked four consecutive turns. It slows your game plan in matchups in which you need to be fast, and it's redundant in slow games due to all of your drip econ. <\/li>\n<\/ul>\n\n<h2><strong>Thanks for reading<\/strong><\/h2>\n\n<p>Hope this wall of text was useful for someone! I had a lot of fun writing it. If you have found me on OCTGN and saw me play horribly, excuse me, I tend to play at night when my mind isn't working (which explains the name of the deck). If you have any comments or suggestions, please drop a comment :)<\/p>\n","username":"Contrast","cards":{"01004":3,"01005":3,"01008":3,"01012":2,"01034":3,"01041":2,"01045":1,"02009":2,"02041":1,"02049":3,"02066":1,"02088":2,"02107":3,"03038":3,"03040":3,"03045":1,"03046":3,"03048":1,"04067":1,"06017":1,"06038":2,"06058":2}},{"id":10163,"name":"#Gamergate - The Deck","creation":"2014-10-25 12:03:30","description":"<p>This is about Corporate Integrity.<\/p>\n","username":"Putty","cards":{"01002":3,"01012":2,"01013":2,"01049":2,"01050":2,"01051":2,"01053":2,"02001":1,"02022":2,"02024":2,"02026":1,"02050":1,"02064":2,"02091":2,"03052":2,"03053":2,"03054":2,"04001":1,"04043":3,"04062":2,"04063":1,"04081":1,"04089":2,"06013":2,"06038":2}},{"id":10164,"name":"Drugs - not even once...definitely thrice (v2)","creation":"2014-10-25 13:06:39","description":"<p>Principle is still the same, flip them <a href=\"\/en\/card\/01004\">Stimhack<\/a>s out, and get that rig up. More notes this time though!<\/p>\n\n<ul>\n<li><a href=\"\/en\/card\/05035\">Legwork<\/a> is just for a little surprise. Everyone kinda sees the <a href=\"\/en\/card\/02107\">R&amp;D Interface<\/a> coming, the <a href=\"\/en\/card\/05035\">Legwork<\/a> not as much, so it's nice.<\/li>\n<li><a href=\"\/en\/card\/06055\">BOX-E<\/a> isn't that great, but it does exactly what I want it to do - and has extra memory. This in theory then creates the final rig without the need for a memchip - and keep the <a href=\"\/en\/card\/01044\">Magnum Opus<\/a> out as well, which is reasonably big of a deal.<\/li>\n<li><a href=\"\/en\/card\/03051\">Ice Analyzer<\/a> still does work if you get it out early enough. Being able to flop <a href=\"\/en\/card\/01044\">Magnum Opus<\/a> out for nothing is big - and without using a <a href=\"\/en\/card\/01035\">Modded<\/a>. (They're there mainly for the <a href=\"\/en\/card\/02107\">R&amp;D Interface<\/a>s really - or <a href=\"\/en\/card\/06055\">BOX-E<\/a>)<\/li>\n<li>If you draw any of your key breakers, unless you have tons of cash - you need to discard and then get with the <a href=\"\/en\/card\/01004\">Stimhack<\/a> into <a href=\"\/en\/card\/03038\">Clone Chip<\/a>. If you get done in by a Chronos Protocol - have fun. It's about as hard of a counter as it gets.<\/li>\n<\/ul>\n\n<p>I'm probably going to be deconstructing this deck IRL because I'm a bit bored of it - but obviously any suggestions are still welcome!<\/p>\n","username":"Softman25","cards":{"01004":3,"01007":1,"01011":1,"01033":1,"01034":2,"01035":2,"01044":2,"01050":3,"02050":2,"02087":2,"02106":1,"02107":3,"03038":3,"03046":3,"03051":2,"03052":3,"03053":3,"03054":2,"04047":1,"04065":1,"05035":2,"06038":2,"06055":2}},{"id":10165,"name":"A Beta Test too Far (v2)","creation":"2014-10-25 13:11:45","description":"<p>Deck updated with Lunar Cycle.<\/p>\n\n<p>You'd be surprised at how well this deck has performed for me against some pretty good runners. But I do now understand why <a href=\"\/en\/card\/01055\">Accelerated Beta Test<\/a> has been failing me . . .<\/p>\n\n<p>(Have abandoned this deck in favor of my new fangled NBN deck.)<\/p>\n","username":"Softman25","cards":{"01054":1,"01055":3,"01056":2,"01059":2,"01064":1,"01072":2,"01077":2,"01110":3,"01111":1,"02013":2,"02051":3,"02052":2,"02070":2,"02110":3,"03013":1,"03014":2,"03015":2,"03023":1,"04015":3,"04030":1,"04096":2,"04100":2,"04119":2,"05010":2,"06022":2,"06030":1}},{"id":10166,"name":"Trash and leave no witnesses","creation":"2014-10-25 14:25:31","description":"<p>I Know, there should  be a Scorched Earth somwhere...\nI said i know! :D\nBut, i just want to build a nasty Weyland deck withou that abused card. \nIs it possible? The point of this deck is obvious: trash programs and hardwares, but i'm not convinced and i have no idea how to modify it to put some power shutdown...\nCan someone help me in this challenge?\nThank you.<\/p>\n","username":"Brudal","cards":{"01101":2,"01103":2,"01106":1,"01110":3,"01111":2,"02019":2,"02038":2,"02052":2,"02077":2,"02120":2,"03017":1,"04015":3,"04017":2,"04020":2,"04037":2,"04040":3,"04078":2,"04097":1,"04099":3,"04118":3,"06009":2,"06032":3,"06049":3}},{"id":10167,"name":"Breaker lesson 101","creation":"2014-10-25 15:04:32","description":"<p>Showing them pupils how the icebreakers work! :D<\/p>\n","username":"JarkkoRaven","cards":{"01004":1,"01010":1,"01026":1,"01028":1,"01034":2,"01044":1,"01047":2,"01050":3,"02003":1,"02041":1,"02047":3,"02049":3,"02065":1,"02104":1,"03029":1,"03034":3,"03038":3,"03046":3,"04043":1,"04061":1,"05041":1,"05042":1,"05045":1,"05046":1,"06019":3,"06079":3,"06094":1,"06096":1,"06099":1}},{"id":10168,"name":"Time is Money","creation":"2014-10-25 15:43:52","description":"<p>This deck intends to abuse the ability of <a href=\"\/en\/card\/06021\">The Foundry: Refining the Process<\/a> in building a glacier, while tutoring big taxing pieces of ICE rezzed by alternative means, spending clicks to gain tempo, while harboring a couple of annoying shenanigans. The whole deck has a thematic of clicks being paid or lost.<\/p>\n\n<h3>Set of ICE<\/h3>\n\n<p>The deck plays 18 pieces of ICE (6 triples, to optimize ID's ability), divided in two groups:<\/p>\n\n<ul>\n<li><p>Early game ICE (9):<\/p>\n\n<ul>\n<li><a href=\"\/en\/card\/04120\">Quandary<\/a><\/li>\n<li><a href=\"\/en\/card\/02110\">Eli 1.0<\/a><\/li>\n<li><a href=\"\/en\/card\/01111\">Enigma<\/a>, chosen because it combos with <a href=\"\/en\/card\/06023\">Heinlein Grid<\/a><\/li>\n<\/ul><\/li>\n<li><p>High cost ICE (9)<\/p>\n\n<ul>\n<li><a href=\"\/en\/card\/01101\">Archer<\/a><\/li>\n<li><a href=\"\/en\/card\/02012\">Janus 1.0<\/a><\/li>\n<li><a href=\"\/en\/card\/03015\">Heimdall 2.0<\/a><\/li>\n<\/ul><\/li>\n<\/ul>\n\n<h3>Rez Ice<\/h3>\n\n<p><a href=\"\/en\/card\/03013\">BER<\/a>, <a href=\"\/en\/card\/02079\">OAI<\/a>, <a href=\"\/en\/card\/06042\">Toybox<\/a> and <a href=\"\/en\/card\/01106\">Priority Requisition<\/a> trigger <a href=\"\/en\/card\/06021\">Foundry<\/a>'s ability and allow you to rez pieces of ICE during your turn, even if the Runner does not run any server.\nFrom them on it is easy to create a glacier by setting the loop: install, rez, tutor, repeat. It is possible to rez a Janus and tutor another turn 1.<\/p>\n\n<h3>Why play <a href=\"\/en\/card\/06022\">Enhanced Login Protocol<\/a>?<\/h3>\n\n<ul>\n<li>Either the Runner plays current events, and it is good to have them trashed<\/li>\n<li>Either the Runner does not play current events, and it is good to have yours not be trashed.<\/li>\n<\/ul>\n\n<h3>Agendas<\/h3>\n\n<p>The deck plays only 8 Agendas (thus many 5\/3). Since you will fetch many pieces of ICE, agenda density in R&amp;D will be slightly increased. A 10-to-13-agenda-build would make you highly vulnerable to Maker's Eye, Medium, Indexing.<\/p>\n\n<ul>\n<li><a href=\"\/en\/card\/06030\">Eden Fragment<\/a>\n\n<ul>\n<li>great boost to build a glacier<\/li>\n<li>This + a rezzed <a href=\"\/en\/card\/06042\">Toybox<\/a> means you don't really need many credits in the game.<\/li>\n<\/ul><\/li>\n<li><a href=\"\/en\/card\/06071\">Hades Fragment<\/a> : \n\n<ul>\n<li>good to recover trashed pieces of ICE (against parasites, broken conditions of OAI\/BER, or the many cards you will trash due to an overflow of cards in HQ caused by ID's triggered ability) in order to have them tutored again<\/li>\n<li>decreases agenda density in R&amp;D (ID ability, <a href=\"\/en\/card\/04015\">Jackson<\/a> and <a href=\"\/en\/card\/05027\">Fast Track<\/a> make you Shuffle your deck).<\/li>\n<\/ul><\/li>\n<li><a href=\"\/en\/card\/06110\">Utopia Fragment<\/a>\n\n<ul>\n<li>an install - advance - advance turn gives the installed agenda the ability of <a href=\"\/en\/card\/04119\">NAPD<\/a>. <\/li>\n<\/ul><\/li>\n<li><a href=\"\/en\/card\/01106\">Priority Requisition<\/a> triggers ID's ability<\/li>\n<li><a href=\"\/en\/card\/02080\">False Lead<\/a> can be used to:\n\n<ul>\n<li>feed <a href=\"\/en\/card\/01101\">Archer<\/a><\/li>\n<li>combo with <a href=\"\/en\/card\/06023\">Heinlein Grid<\/a> during a run<\/li>\n<li>secure the scoring of a 5\/3 agenda (Install, Advance, Advance a 5\/3, then forfeit false lead during the Runner's turn).<\/li>\n<\/ul><\/li>\n<\/ul>\n\n<p>With 3 Agendas being 1-ofs, <a href=\"\/en\/card\/05027\">Fast Track<\/a> helps get the one you need. Before the fragments were released, the deck used to include <a href=\"\/en\/card\/03006\">Project Wotan<\/a>.<\/p>\n\n<h3>Jackson saves the day<\/h3>\n\n<p>Mandatory draw + ICE tutoring creates big hands. You will trash cards from HQ at end of turn more than once. Plus HQ can be flooded with agendas. <a href=\"\/en\/card\/04015\">Jackson<\/a> is used to counter this drawback.<\/p>\n\n<h3>Economy cards<\/h3>\n\n<ul>\n<li><a href=\"\/en\/card\/01110\">Hedge Fund<\/a> for early game<\/li>\n<li><a href=\"\/en\/card\/01108\">Melange<\/a> for mid-game<\/li>\n<li><a href=\"\/en\/card\/06062\">Peak Efficiency<\/a> for late game. Provides a great boost of credits. I am considering a second one but card is terrible early game.<\/li>\n<\/ul>\n\n<p>Once <a href=\"\/en\/card\/06042\">Toybox<\/a> is rezzed you don't need much money indeed.<\/p>\n\n<h3>3-click assets<\/h3>\n\n<ul>\n<li><a href=\"\/en\/card\/06042\">Toybox<\/a> and <a href=\"\/en\/card\/01108\">Melange<\/a> are used alternatively in the same remote server. The difficult task in mastering the deck is to decide which one to rez, when have one trashed, and then on which turn click 3 times to use it. Watch your hand size if you do so.<\/li>\n<\/ul>\n\n<h3><a href=\"\/en\/card\/06023\">Heinlein Grid<\/a><\/h3>\n\n<p>With most pieces of ICE being bioroid it provides a way to punish the Runner. It is the reason why the deck runs <a href=\"\/en\/card\/01111\">Enigma<\/a>.<\/p>\n\n<p>A scored <a href=\"\/en\/card\/02080\">False Lead<\/a> becomes a huge threat too.<\/p>\n\n<p>Once the card is rezzed - and thus no longer a surprise - it still slows down the Runner, who is forced to break subroutines the hard way. <a href=\"\/en\/card\/02110\">Eli 1.0<\/a> now needs the runner to dig for a breaker.<\/p>\n\n<h3>Weaknesses<\/h3>\n\n<p>Due to :<\/p>\n\n<ul>\n<li>the conditional abilities of <a href=\"\/en\/card\/02079\">OAI<\/a> and <a href=\"\/en\/card\/03013\">BER<\/a><\/li>\n<li>The 5+ strength of half the pieces of ICE<\/li>\n<\/ul>\n\n<p>the deck is vulnerable to D4v1D, E3 and - to a lesser extent - Knight.<\/p>\n","username":"Him","cards":{"01101":3,"01106":3,"01108":2,"01110":3,"01111":3,"02012":3,"02079":3,"02080":2,"02110":3,"03013":3,"03015":3,"04015":3,"04120":3,"05027":1,"06021":1,"06022":2,"06023":2,"06030":1,"06042":3,"06062":1,"06071":1,"06110":1}},{"id":10169,"name":"Socket Level Up","creation":"2014-10-25 16:07:47","description":"<p>Rez Curtain Wall, get it back, drop Janus.<\/p>\n\n<p>Hello friend :)<\/p>\n","username":"Syntax","cards":{"01103":3,"01104":3,"01109":3,"02012":3,"02018":3,"02020":1,"02056":3,"02059":3,"02077":2,"02079":3,"02120":3,"04015":3,"04040":3,"04078":3,"04079":3,"06028":3,"06030":1,"06047":3,"06068":1}},{"id":10170,"name":"Kate Trade-In through the Rabbit Hole ","creation":"2014-10-25 16:09:46","description":"<p>This is a modified PPVP Kate build that I have been working on, and so far it has performed very well against a wide range of corp archetypes. It has the same strong burst economy as any PPVP Kate build but now, with more tools.<\/p>\n\n<p>Key Deck Concepts:\n-   PPVP burst economy and Underworld Contact for drip economy.\n-   Trade-In to find answers against different types of corp decks (Plascrete, Feedback Filter, E3 and R&amp;D Interface).\n-   Rabbit Hole as the Trade-In fodder to save clicks for finding and installing them all.\n-   Very strong ice breaker suite (D4v1d\/E3 for 5+ str ice, Atman for 4 str ice, and Mimic\/Snowball\/ZU for 3 str ice and under).<\/p>\n\n<p>All in all, this deck definitely doesn’t have the explosive aggression at the start of the game like a standard PPVP Kate build. However, the ability to pull out answers against corps and the ice breaking power it has after you bring out your ice breaker suite is definitely worth the trade off. Sometimes, you have to play smart by not playing the stuff you don’t need. <\/p>\n","username":"gloomy85","cards":{"01011":1,"01033":1,"01034":3,"01039":3,"01050":3,"02007":1,"02009":1,"02024":1,"02027":1,"02047":1,"02069":3,"02087":2,"02107":2,"03034":2,"03035":1,"03037":1,"03040":1,"03046":3,"03052":3,"03054":2,"04029":3,"04109":3,"05035":1,"06033":1,"06078":2}},{"id":10171,"name":"Psycho-Overload V.2","creation":"2014-10-25 18:03:50","description":"<p>The deck makes money pretty fast (to the point that Account Siphon barely hurts). This update has better defense than V.1 (dropped the pop-ups and caduceus; and added stronger defensive ice). <\/p>\n\n<p>Important point: dont get too attached to the idea of getting a hit with Info Overload. It's a great piece of ice, but one needs to know which games call for it , and which games are best just dumping the Info Over in archives. <\/p>\n\n<p>For strategy, see V.1's notes: \nhttp:\/\/netrunnerdb.com\/en\/decklist\/9707\/psycho-overload<\/p>\n","username":"benticurus","cards":{"01080":1,"01081":3,"01085":3,"01098":3,"01110":3,"01113":1,"02020":2,"02052":2,"02070":3,"02110":3,"02115":3,"02116":3,"03027":2,"04015":3,"04035":1,"04040":3,"04076":3,"04090":2,"04095":1,"04119":3,"06027":2}},{"id":10172,"name":"Chaos Atmanolithichaunigami","creation":"2014-10-25 18:50:14","description":"<p>At - Man - O - Lith - i - Kan - i - Ga - Me.<\/p>\n\n<p>So sorry for the obnoxious deck name, but this kind of revolves around Atman, Leprechaun, Origami, and Monolith.<\/p>\n\n<p>I love the ideas presented by PeekaySK (http:\/\/netrunnerdb.com\/en\/decklist\/808\/big-girls-play-with-monoliths) and voltorocks (http:\/\/netrunnerdb.com\/en\/decklist\/8110\/monolithprechaun-don-t-knock-it-till-you-try-it-) building a Chaos monolith deck.  With the addition of Origami, I just had to give this a try.<\/p>\n\n<p>The main idea remains the same: sacrifice a whole bunch of programs to FCC, get monolith out early, recur your deck with LALAs.  I could see Chronos Protocol being an issue, but it's a slight risk with how fast this deck seems to be able to set up.<\/p>\n\n<p>The Origamis are especially crucial, as they replace the plascretes from previous builds.  Only two are necessary imho, but the third can just make your hand size that much more awesome or act as another sellable program.<\/p>\n\n<p>I questioned myself on the lack of breaker presence (only five) other than the Atmans, but I figure with the diesel\/quality time and using a LALA early in the game, you're bound to come across something that will allow you to put some pressure on the corp.<\/p>\n\n<p>Ideal full rig is as follows: 3 Leprechaun hosting 1 Magnum Opus, 1 Sneakdoor Beta (or SMCs for those), 2 Origami, and whatever 2 breakers you choose (for the sake of example, let's pick Mimic and Gordian Blade).  The 5 MU not used by Leprechauns are filled by 1x Datasucker, 1x Corroder, and 3x Atman (Knight can be splashed for extra pressure instead of 3rd Atman).<\/p>\n\n<p>Obviously it's a massive rig, and takes awhile to set up.  I have NO idea if this deck works, and I haven't actually tested it yet, but had to try it out with the Origamis. <\/p>\n\n<p>I'm new to deckbuilding, so critique it as much as you want.  Test it, tear it apart, replace cards, or tell me it just sucks way more than previous builds using this idea :)<\/p>\n\n<p>Also, if the deck works, could someone PLEASE find a better name for it?<\/p>\n","username":"ratamacube","cards":{"01007":1,"01008":1,"01011":1,"01028":1,"01034":3,"01043":2,"01044":2,"01050":3,"02046":1,"02087":3,"02107":2,"03033":3,"03035":3,"03036":2,"03040":3,"03046":3,"04043":1,"06019":3,"06074":3}},{"id":10173,"name":"In the Black","creation":"2014-10-25 20:27:56","description":"\n","username":"me aka tommy","cards":{"01090":2,"01094":3,"01101":2,"01102":2,"01106":3,"01110":3,"02019":3,"02038":3,"02077":1,"02079":3,"02120":1,"03027":3,"04015":3,"04038":2,"04040":2,"04078":2,"04117":2,"05015":3,"06008":2,"06009":1,"06030":1,"06066":2,"06068":1}},{"id":10174,"name":"Ms. Q","creation":"2014-10-25 20:28:10","description":"\n","username":"me aka tommy","cards":{"01002":3,"01008":2,"01010":2,"01012":3,"01053":3,"02024":3,"03035":1,"03038":2,"03052":3,"03053":3,"04042":3,"04043":3,"04061":3,"05053":3,"06033":3,"06038":2,"06052":1,"06073":3}},{"id":10175,"name":"Quetzal on Magnum","creation":"2014-10-25 20:55:17","description":"\n","username":"Pegaz","cards":{"01002":3,"01006":3,"01008":3,"01012":3,"01038":2,"01044":3,"02021":3,"02024":3,"02050":3,"02101":3,"02102":3,"04043":3,"04061":3,"06033":3,"06052":1,"06054":3,"06059":1}},{"id":10176,"name":"QVPT v2","creation":"2014-10-25 22:21:06","description":"<p>It runs on nothing!<\/p>\n","username":"emlun","cards":{"01012":2,"01026":1,"01034":3,"01041":3,"01042":2,"01043":2,"01045":1,"02003":1,"02028":3,"02049":3,"02061":1,"02082":3,"02091":3,"02107":3,"03038":3,"03041":3,"03042":2,"03046":3,"06017":1,"06038":3}},{"id":10177,"name":"Chaos Atmanolithichaunigami","creation":"2014-10-25 22:34:22","description":"<p>At - Man - O - Lith - i - Kan - i - Ga - Me.<\/p>\n\n<p>So sorry for the obnoxious deck name, but this kind of revolves around Atman, Leprechaun, Origami, and Monolith.<\/p>\n\n<p>I love the ideas presented by PeekaySK (http:\/\/netrunnerdb.com\/en\/decklist\/808\/big-girls-play-with-monoliths) and voltorocks (http:\/\/netrunnerdb.com\/en\/decklist\/8110\/monolithprechaun-don-t-knock-it-till-you-try-it-) building a Chaos monolith deck.  With the addition of Origami, I just had to give this a try.<\/p>\n\n<p>The main idea remains the same: sacrifice a whole bunch of programs to FCC, get monolith out early, recur your deck with LALAs.  I could see Chronos Project being an issue, but it's a slight risk with the flexibility this deck should allow.<\/p>\n\n<p>The Origamis are especially crucial, as they replace the plascretes from previous builds.  Only two are necessary imho, but the third can just make your hand size that much more awesome or act as another sellable program.<\/p>\n\n<p>I questioned myself on the lack of breaker presence (only five) other than the Atmans, but I figure with the diesel\/quality time and using a LALA early in the game, you're bound to come across something that will allow you to put some pressure on the corp.<\/p>\n\n<p>Now, Leprechaun.  Credit to voltorocks for throwing this in the mix, it's a really fun card.  I don't know if it's smart to install all three, but I thought, \"What if you had a super rig with every single breaker you needed+Magnum+Sneakdoor+Datasucker?\"  Leprechaun was the only way I could make it work (hence the 3x all in play).\nIdeal full rig is as follows: 3 Leprechaun hosting 1 Magnum Opus, 1 Sneakdoor Beta (or SMCs for those), 2 Origami, and whatever 2 breakers you choose (for the sake of example, let's pick Mimic and Gordian Blade).  The 5 MU not used by Leprechauns are filled by 1x Datasucker, 1x Corroder, and 3x Atman (Knight can be splashed for extra pressure instead of 3rd Atman).<\/p>\n\n<p>Obviously it's a massive rig, and takes awhile to set up.  I have NO idea if this deck works, and I haven't actually tested it yet, but had to try it out with the Origamis. <\/p>\n\n<p>I'm new to deckbuilding, so critique it as much as you want.  Test it, tear it apart, replace cards, or tell me it just sucks way more than previous builds using this idea :)<\/p>\n\n<p>Also, if the deck works, could someone PLEASE find a better name for it?<\/p>\n\n<p>Update 10\/25 5:30 pm: -1 Corroder -2 Gordian Blade -1 Knight -1 Sneakdoor Beta, +2 Datasucker +1 Cyber Cypher +1 Morning Star +1 Crescentus.  For fun.  I'm thinking about Cache instead of Crescentus, but not sure which would do more against most corps.<\/p>\n","username":"ratamacube","cards":{"01008":3,"01011":1,"01034":3,"01044":2,"01050":3,"02004":1,"02046":1,"02065":1,"02087":3,"02107":2,"03033":3,"03035":3,"03036":2,"03040":3,"03044":1,"03046":3,"06019":3,"06074":3}},{"id":10179,"name":"GROWL","creation":"2014-10-25 23:34:48","description":"<p>GROW GROWL GROWL GROWL<\/p>\n","username":"Shishu","cards":{"01054":1,"01058":2,"01061":3,"01063":2,"01110":3,"02070":3,"02075":1,"02092":3,"02096":2,"02110":3,"03006":2,"03019":2,"03022":1,"04010":3,"04020":3,"04031":2,"04040":1,"04070":1,"04071":3,"04080":2,"04111":1,"05017":2,"05018":3,"06030":1,"06032":2,"06049":2,"06071":1}},{"id":10180,"name":"Stealth Kit wip","creation":"2014-10-25 23:51:34","description":"\n","username":"umbralAeronaut","cards":{"01008":1,"01012":1,"01034":3,"01038":1,"01050":3,"02009":1,"02065":2,"02085":1,"02107":2,"03028":1,"03031":2,"03038":2,"03041":3,"03042":2,"03046":3,"03048":1,"03049":2,"03053":3,"04006":3,"06040":2,"06053":1,"06057":2,"06078":2,"06079":2}}]