[{"id":7826,"name":"Kit\/SegFault","creation":"2014-07-23 00:37:18","description":"<p>Segmentation Fault is a new format our local group is trying out where you cannot use the cards from the Core Set. <\/p>\n","username":"Nobo715","cards":{"01047":1,"02027":1,"02041":1,"02048":2,"02049":3,"02087":3,"02106":3,"02107":3,"03028":1,"03034":3,"03037":1,"03038":3,"03041":1,"03042":1,"03044":3,"03046":3,"03048":1,"04004":2,"04006":3,"04008":3,"04047":1,"05054":3}},{"id":7827,"name":"Near-Earth Combos","creation":"2014-07-23 01:10:11","description":"<p>Fast advance + Combo!<\/p>\n\n<p><a href=\"\/en\/card\/04052\">Accelerated Diagnostics<\/a>, <a href=\"\/en\/card\/04058\">Power Shutdown<\/a> and <a href=\"\/en\/card\/04060\">Interns<\/a> are for the combo. Power Shutdown and Interns are just generally useful anyway. Most of the time you'd save the Shutdowns for the combo. Interns you actually <em>need<\/em> in Archives (or R&amp;D). You can't go off with it in HQ so go ahead and play it to get back a SanSan\/Jackson\/Pad (and draw a card in the process).<\/p>\n\n<p>Agendas are pretty standard. Astroscripts because duh. Beale because duh and also combo. Breaking News to make straight FA more viable. NAPD to pad it out.<\/p>\n\n<p>Going to the new agenda means we can afford 2 <a href=\"\/en\/card\/01059\">Biotic Labor<\/a>s. This should make it slightly more consistent. <a href=\"\/en\/card\/04034\">Shipment from SanSan<\/a> is just amazing. Necessary for the combo but basically is the MVP of the whole deck. Got a SanSan unrezzed but only on 6 credits? Go ahead and score the Astro with a Shipment. Got an Astrotoken and ZERO credits? Score your next one with Shipment. Similarly, 5 credits to Biotic Labor score.<\/p>\n\n<p>Sweeps Week is for money. Will pretty much play it if the Runner has 3 or more cards. <a href=\"\/en\/card\/01109\">PAD Campaign<\/a> and <a href=\"\/en\/card\/02055\">Marked Accounts<\/a> are to synergise with the Identity. In this deck they are equivalent to just clicking to draw (which you would do anyway) but can also gain you money (and waste the Runner clicks). Need to play-test to determine the trade-off between Marked Accounts and Hedge Fund. This deck operates at low credits (sorry Syphon) so Hedge Fund isn't always useful, but it might be better to run 3 of them compared to Marked Accounts, we'll see.<\/p>\n\n<p>Might want to include \n<a href=\"\/en\/card\/05027\">Fast Track<\/a>, but unsure at this stage.<\/p>\n\n<p>For the ICE, we're going pretty light. I hardly ever ice up the remote, hoping to eventually have a SanSan stay on the board (unrezzed) for one turn to be able to start scoring (or use Biotic), but it could be useful to put an Eli in front of it to make it more expensive for the runner. Ultimately though, the identity draws cards from <em>new<\/em> servers, so we don't want to install cards behind existing ICE, we want to install them afresh. <a href=\"\/en\/card\/05024\">Guard<\/a>, <a href=\"\/en\/card\/02060\">Chimera<\/a>, <a href=\"\/en\/card\/04120\">Quandary<\/a> and <a href=\"\/en\/card\/04096\">Wraparound<\/a> are if we feel inclined to try and force through an agenda the old fashioned way, or if we really need to ICE up HQ\/R&amp;D early game. <a href=\"\/en\/card\/02110\">Eli 1.0<\/a>, <a href=\"\/en\/card\/01090\">Tollbooth<\/a> and <a href=\"\/en\/card\/02056\">Pop-up Window<\/a> are to make our centrals at least a little taxing.<\/p>\n\n<p>With all the cards going to be installed, the Runner can't afford to sit back and only run centrals, so they'll be spending clicks and often a bit of money. We draw a tonne of cards so we can always get fresh stuff from R&amp;D, and things move through HQ so quickly (or get tossed into Archives and then Jackson'd) that the Runner needs to always be on their toes. With so many options you should be able to delay the end-game until you've got some good stuff going on. Then you combo =D (or I guess just win normally even)<\/p>\n","username":"demonsquirrel","cards":{"01059":2,"01081":3,"01082":2,"01090":2,"01092":3,"01109":3,"01110":2,"02055":2,"02056":3,"02060":1,"02110":3,"02115":3,"04015":3,"04034":3,"04052":2,"04058":2,"04060":1,"04076":3,"04096":1,"04119":3,"04120":1,"05024":1,"06005":1}},{"id":7828,"name":"TANSTAAFL","creation":"2014-07-23 02:29:45","description":"<p>There ain't no such things as a free lunch. There are no cheap bounces to get at the remotes. Most of the ice is there to hurt the runner or cost him credits and should focus on protecting HQ and R&amp;D (plus the archives if there is a sneakdoor). A couple of barriers to protect a <a href=\"\/en\/card\/04054\">Sundew<\/a> as necessary.<\/p>\n\n<p>Primary aim is to win by scoring agendas while the runner keeps drawing up or regaining credits. Don't be afraid to lose a couple of agendas. <a href=\"\/en\/card\/05005\">Medical Breakthrough<\/a> helps you even if stolen and <a href=\"\/en\/card\/05006\">Philotic Entanglement<\/a> can win by net damage late in the game. \nI intentionally left out some of the classic Jinteki traps in favor of messing with the runners rig (<a href=\"\/en\/card\/01057\">Aggressive Secretary<\/a>) and hand size (<a href=\"\/en\/card\/03009\">Cerebral Overwriter<\/a>).<\/p>\n","username":"Marnax","cards":{"01057":2,"01070":1,"01071":1,"01109":2,"01110":2,"02031":1,"02032":3,"02033":2,"02070":2,"03009":2,"04013":2,"04015":2,"04033":2,"04053":3,"04054":2,"04073":3,"04074":2,"05004":3,"05005":3,"05006":1,"05010":2,"05016":2,"05017":3,"05018":2}},{"id":7829,"name":"Broken Mirror","creation":"2014-07-23 02:50:04","description":"<p>Fixed breaker suite, Parasite recursion, runs on fumes. With Spinal Modem, not for the weak of heart. Has built in SE protection with Borrowed Satellites. Don't wait to build the rig, just run.<\/p>\n\n<p>Revision 07\/23\/14 Now with more econ:<\/p>\n\n<p>-1 Retrieval Run, -3 Compromised Employee, +1 Dirty Laundry, +2 Armitage Codebusting, +1 Security Testing<\/p>\n","username":"whiterabbit","cards":{"01002":3,"01008":2,"01011":2,"01012":3,"01014":2,"01015":2,"01050":3,"01053":2,"02002":2,"02004":2,"02028":3,"02069":3,"02082":2,"02101":2,"03038":3,"03050":3,"03052":3,"04041":1,"04043":2,"05048":1}},{"id":7831,"name":"Andromeda - President\/CEO","creation":"2014-07-23 03:44:46","description":"<p>I am a little reluctant to post an Andromeda deck as they are a dime a dozen nowadays, but I was in the mood to write and this deck has been on a tear as of late.<\/p>\n\n<p>There is enough variation here I think to justify a new post. The cards that make it a little unique I think are Forged Activation orders, Pre-paid Voicepad, and the recent MVP of the deck (and inspiration for the name of the deck), Compromised Employee.<\/p>\n\n<p>Maybe the one glaring omission from standard Andromeda decks is Datasucker. Since Datasucker is essentially economy, I am instead just using a mega-money generating deck to supplement the virus tokens. With so many options for econ, Kati Jones, PPVP+events, Security Testing, Desparado, and again, Compromised Employee, I am almost always having plenty of money the entire game to fly around all the servers I want.<\/p>\n\n<p>The synergy between Parasites, Compromised Employee and FAO (forged) must be mentioned. FAO enables many options. Gain money after a rez with the employees, and then be able to drop the parasite on it without face-cheking. It's a great tactic, especially against scary Jinteki ICE. Additionally, FAO can trash more ICE if they can't (or won't) rez that ICE.<\/p>\n\n<p>Other than that, it's pretty standard Andy. A very strong deck and a lot of fun to play.<\/p>\n\n<p>Enjoy!<\/p>\n","username":"Nordrunner","cards":{"01007":1,"01012":2,"01018":3,"01020":2,"01022":3,"01024":3,"01026":1,"01027":1,"01043":1,"01050":3,"02025":3,"02043":2,"02083":1,"02091":1,"02104":3,"02105":1,"02107":1,"03038":2,"03052":3,"04004":1,"04029":3,"05035":3,"05048":2}},{"id":7832,"name":"Backup-Pack","creation":"2014-07-23 04:33:54","description":"<p>This Deck ist until now just a theoretical construction. The main idea is, not having much burst economy, but to make hardware and programs cheap. Therefor Inside Man and Sahasrara should hit the table early. Dig for Cloak\/Magnum Opus and Special Order your necessary breakers. Replicator lets you get the hardware you need more than once, Underworld Contract is in for clickless economy, available by Hostage. Woman in the Red Dress should force the corp to make decisions maybe not for their advantage. \nWeak point is getting programs trashed.Furthermore you may not prevent meat or netdamage. Thinking about working in a Plascrete and\/or Deus X. <\/p>\n\n<p>So..that are some thoughts behind the choices. It's free for discussions now. <\/p>\n","username":"WInkMan","cards":{"01007":1,"01022":2,"01028":1,"01033":1,"01035":3,"01040":3,"01041":2,"01043":1,"01044":1,"01048":2,"01050":3,"02028":3,"02068":3,"02069":3,"02088":3,"03041":2,"03042":1,"03046":3,"03047":1,"03052":3,"04004":3,"04048":1}},{"id":7834,"name":"Ian Bankrupting and Milling","creation":"2014-07-23 05:44:01","description":"\n","username":"Omphaloskeptic","cards":{"01018":3,"01019":2,"01022":2,"01031":1,"01050":3,"01051":1,"02009":2,"02021":1,"02043":3,"02091":1,"02103":3,"02105":1,"03054":3,"03055":1,"04004":3,"04061":1,"04106":3,"05028":1,"05035":2,"05037":3,"05041":2,"05042":2,"05046":2}},{"id":7835,"name":"Whizzard's Chess","creation":"2014-07-23 08:49:17","description":"\n","username":"lizrrdbreath","cards":{"01002":3,"01007":2,"01008":2,"01012":3,"01018":3,"01050":3,"01053":3,"02001":1,"02009":3,"02021":1,"02022":2,"02042":2,"02087":3,"02103":2,"03054":3,"04003":2,"04042":3,"04043":3,"05053":3}},{"id":7836,"name":"This could be annoying","creation":"2014-07-23 10:04:13","description":"<p>A deck to light the fires of imagination within RLCs Eady<\/p>\n","username":"BinarySecond","cards":{"01055":3,"01061":3,"01066":2,"01090":2,"01091":2,"01108":2,"02010":1,"02011":3,"02012":2,"02013":2,"02029":3,"02051":3,"02110":3,"02111":2,"03004":1,"03015":3,"03017":2,"03019":3,"03023":1,"04051":3,"04091":2,"06042":2}},{"id":7837,"name":"Frank Abagnale","creation":"2014-07-23 10:45:26","description":"<p>Iain will make money by pretending to be a corporate server inspector and then will use the knowledge and money to steal your agendas@!<\/p>\n\n<p>an experiment in Iain Stirling. how about instead of being super relaxed, apply constant pressure with security testing and desperado, forcing them to ice every server or give you 3 credits. Build up cash and then account siphon them down and hold them down. e Shutdown R and D, then install keyhole and mill as much as you can. then data leak and mill as much as you can, and win with one archives run, or an archives run and a legwork.<\/p>\n","username":"CodeMarvelous","cards":{"01018":3,"01024":3,"01050":3,"01051":2,"02009":2,"02043":3,"02091":2,"02103":3,"02105":1,"03054":3,"03055":2,"04004":3,"04009":1,"04061":1,"04106":3,"05028":1,"05035":2,"05041":2,"05042":2,"05046":2,"05048":2}},{"id":7838,"name":"Swiss Knife Fight","creation":"2014-07-23 11:52:01","description":"<p>Install and exchange programs to assault R&amp;D all day, every day.<\/p>\n","username":"TimmahC","cards":{"01007":1,"01009":1,"01010":1,"01011":1,"01012":1,"01016":1,"01027":1,"01033":1,"01035":2,"01036":3,"01037":2,"01038":3,"01040":3,"01041":2,"01042":1,"01043":2,"01044":1,"01046":2,"01047":1,"01050":2,"01052":1,"01053":2,"02007":1,"02047":2,"02049":1,"02050":1,"03031":1,"03035":1,"03038":1,"03044":1,"03046":3,"03047":1,"03050":1}},{"id":7839,"name":"The Tutor","creation":"2014-07-23 12:41:17","description":"<p>This deck is a mid-to-late game runner deck typically, built to take rearrange itself to handle the corporation's game. <\/p>\n\n<p>The core of the deck is tutoring for whatever icebreakers you need and throwing everything else away to get credits to buff your what you still have out on the field. It can be pretty resource-intensive; don't be afraid to <a href=\"\">pawn stuff off<\/a> as soon as you don't need it. <a href=\"http:\/\/netrunnerdb.com\/en\/card\/03046\">Self-modifying Code<\/a> and <a href=\"http:\/\/netrunnerdb.com\/en\/card\/02047\">Test Run<\/a> fetch stuff out of your deck; <a href=\"http:\/\/netrunnerdb.com\/en\/card\/03034\">Scavenge<\/a> and <a href=\"http:\/\/netrunnerdb.com\/en\/card\/03038\">Clone Chip<\/a> allow for heap recursion. With heap recursion, you can feel a good bit better about both corp program destruction and throwing stuff away to <a href=\"http:\/\/netrunnerdb.com\/en\/card\/01047\">Aesop's Pawnshop<\/a>.<\/p>\n\n<p><a href=\"http:\/\/netrunnerdb.com\/en\/card\/01047\">Personal Workshop<\/a> is a really interesting and powerful card. It can let you play hosted programs at instant speed, it lets you pay the card off in increments, and it can work on hardware too. Very effective for keeping your options open, but is very weak to tags. Don't forget that this card can host multiple programs and\/or hardware, but also don't forget that it only removes a free counter once per turn. (That is, if you have two hosted programs, only one of them will lose a counter at the beginning of your turn.) Good way to cheapen <a href=\"http:\/\/netrunnerdb.com\/en\/card\/01041\">The Toolbox<\/a>.<\/p>\n\n<p><a href=\"http:\/\/netrunnerdb.com\/en\/card\/04022\">Scheherazade<\/a> earns you money for free. Just be wary of Destroyer-type ice, since they tend to destroy programs, and anything hosted on this will just vanish if it gets hit.<\/p>\n\n<p><a href=\"http:\/\/netrunnerdb.com\/en\/card\/03040\">Atman<\/a> is <em>so<\/em> strong but <em>please<\/em> remember that <a href=\"http:\/\/netrunnerdb.com\/en\/card\/03046\">Self-modifying Code<\/a> into it is 5 creds <em>before<\/em> paying to put any power counters on it. If you know what their field is like, it can be really strong and kinda cheap; if you don't, and you need to fetch it out of your stack, try to have 10 creds so you can put 5 power counters on it; that'll hit most of the good stuff.<\/p>\n\n<p>It has <a href=\"http:\/\/netrunnerdb.com\/en\/card\/02106\">Indexing<\/a> because if they make the foolish decision not to ice R&amp;D, sometimes you can get a turn 1 win out of them, and it's in color. That's too good to pass up.<\/p>\n\n<p><a href=\"http:\/\/netrunnerdb.com\/en\/card\/01028\">Sneakdoor Beta<\/a> is a frighteningly effective way to surprise an agenda-heavy HQ that didn't think putting ice on Archives was important. Note that it can be fetched out of your deck with our fetch cards. This can sometimes win you the game on its own, though odds go down if they have face-down cards that might be <a href=\"http:\/\/netrunnerdb.com\/en\/card\/04015\">Jackson Howard<\/a> (or a face-up one, obviously :P).<\/p>\n","username":"milieu","cards":{"01007":1,"01008":1,"01011":1,"01012":1,"01026":2,"01027":1,"01028":1,"01038":2,"01041":1,"01047":2,"01050":2,"02047":2,"02049":1,"02066":1,"02091":2,"02104":1,"02106":3,"02107":3,"03029":1,"03034":2,"03038":2,"03040":1,"03044":1,"03046":3,"03049":2,"03051":3,"04022":1,"04043":1,"04082":1}},{"id":7840,"name":"Biding Time","creation":"2014-07-23 14:27:54","description":"<p>Experimental big rig deck. Loading up Kati before playing Bagbiter is necessary. Even though this is a mid-late game deck, pressure early to make corp spend money.<\/p>\n\n<p>With Source out in early game, decline paying to steal. Allow Fall Guy to work on protecting Source\/Bagbiter\/Tri-maf. Kati is only meant for early game and can be used to bait a trash action.<\/p>\n\n<p>I am a casual player, with no intention of taking this to tournament play. All critique\/suggestions welcome. Feel free to adapt for yourself.<\/p>\n\n<p>Rev 06\/26\/14:\n-1 Keyhole, -1 Knight, -1 Notoriety, -3 Dyson Mem Chip, +1 Crypsis, +2 Professional Contacts, +3 Access to Globalsec.<\/p>\n","username":"whiterabbit","cards":{"01022":2,"01029":3,"01031":2,"01051":2,"01052":3,"02026":2,"02064":2,"02069":3,"02091":2,"03049":2,"03055":2,"04004":2,"04106":3,"05028":1,"05031":3,"05035":2,"05041":2,"05042":2,"05046":2,"05049":1,"05050":3}},{"id":7841,"name":"Code Marvel","creation":"2014-07-23 15:47:48","description":"<p>When the professor speaks the magic word \"TESTRUN\" he is imbued with power and becomes Code Marvel a running super hero with the Tricks of the Criminal, the Disruption of Anarch and the Versatility of Shaper.<\/p>\n\n<p>Seriously though Professor was the Shaper that originally attracted me to the faction, here is my view on a jack of all trades deck for him that's very flexible.<\/p>\n","username":"CodeMarvelous","cards":{"01007":1,"01008":2,"01009":1,"01010":1,"01012":1,"01014":1,"01026":1,"01035":3,"01041":2,"01044":2,"01050":3,"02003":1,"02007":1,"02041":1,"02047":3,"02049":3,"02066":1,"02104":1,"03029":1,"03034":3,"03038":3,"03040":1,"03046":3,"03049":3,"04061":1,"04086":2}},{"id":7842,"name":"Financial Injection","creation":"2014-07-23 15:58:56","description":"<p>Cycle cards for a profit, trash the corps resources for fun, and weaken defenses for the kill!<\/p>\n","username":"TimmahC","cards":{"01001":1,"01006":2,"01007":2,"01008":3,"01009":2,"01010":3,"01011":2,"01012":3,"01013":3,"01014":2,"01015":3,"01016":3,"01019":3,"01034":2,"01047":2,"01050":3,"02050":3,"03035":1,"03053":3}},{"id":7843,"name":"Noise in the Red Dress","creation":"2014-07-23 15:59:54","description":"<p>This deck takes all the sinew holding the recent Noise \"V\" regionals-winning deck together, rips it all out, and replaces it with...connections. I have no idea if it has competitive merit, but I know it'll be fun as hell to play.<\/p>\n\n<p>The idea for the deck came together when I was looking through some non-tier-one cards and got a flash of inspiration:<\/p>\n\n<blockquote>\n  <p>What if, when you milled cards with Noise's ability, you could know what you were milling?<\/p>\n<\/blockquote>\n\n<p>There's one card that lets you reveal cards off R&amp;D before they're drawn: <a href=\"\/en\/card\/04048\">Woman in the Red Dress<\/a>. Unfortunately, it costs 4 influence; we want to be a bit more frugal than spending 12 influence to get a single card in play, so let's throw one of those in the deck, add a couple <a href=\"\/en\/card\/04004\">Hostage<\/a>s, and go from there. While we're at it, why not get some more use out of the Hostages, and add a couple more connections? After that, the rest of the deck built itself.<\/p>\n\n<h4>Playstyle<\/h4>\n\n<p>The main goal of the deck, as its name would imply, is to get Woman in the Red Dress into play in a timely fashion. From there, the mindgames can begin:<\/p>\n\n<blockquote>\n  <p>\"Let's see what's on top of R&amp;D. Ooh, I like that card, it looks good there. Do you want to draw it? No? That's a shame. You know where else that card will look good? In archives.\"<\/p>\n<\/blockquote>\n\n<p>And then you play a virus, or <a href=\"\/en\/card\/02103\">DLR<\/a> it, or even run R&amp;D and <a href=\"\/en\/card\/02003\">Imp<\/a> it out of spite. That happens a couple times, and the corp will start milling himself to keep you from trashing his goodies!<\/p>\n\n<p>As for your endgame, if the corp hasn't won by the time you've trashed a decent portion of his deck and forced him to use all his Jacksons, congratulations. Get into archives or establish R&amp;D lock or blow up his hand or something.<\/p>\n\n<h4>Card Synergy<\/h4>\n\n<h5>Hostage<\/h5>\n\n<p><a href=\"\/en\/card\/04004\">Hostage<\/a> can grab all of the influence-costing connections in the deck, as well as <a href=\"\/en\/card\/02042\">Josh<\/a>, <a href=\"\/en\/card\/04009\">John<\/a>, and <a href=\"\/en\/card\/02091\">Kati<\/a>, so you can grab the ones you want based on which you've already drawn and which will be the most effective in the present scenario. If you've already got a piece or two out of the stack, you can even get <a href=\"\/en\/card\/04106\">Fall Guy<\/a> out to dissuade the corp from trying to trash them.<\/p>\n\n<h5>Imp<\/h5>\n\n<p>On top of its normal utility, <a href=\"\/en\/card\/02003\">Imp<\/a> protects you from untimely accesses of agendas when you want to keep <a href=\"\/en\/card\/02109\">NACH<\/a> or <a href=\"\/en\/card\/03055\">The Source<\/a> in play. It prevents the corp from feeding you small points to get rid of them, and also turns off Punitive, Philotic, and Midseasons. Even though you <em>can<\/em> just decline to pay the additional cost with The Source, that won't prevent the corp from simply scoring on the next turn. It's also your only way to pull untrashable cards out of HQ.<\/p>\n\n<h5>New Angeles City Hall<\/h5>\n\n<p><a href=\"\/en\/card\/02109\">NACH<\/a> is your protection against the corp tagging you up and trashing all your resources. At least in the early game, you want to avoid tags to prevent an early scorching. When you want to make a run for an agenda, or when you plan on taking tags, just sell it to <a href=\"\/en\/card\/01047\">Aesop<\/a>!<\/p>\n\n<h5>Data Leak Reversal<\/h5>\n\n<p>You have at least three ways to turn <a href=\"\/en\/card\/02103\">DLR<\/a> on: <a href=\"\/en\/card\/02021\">Vamp<\/a>, <a href=\"\/en\/card\/02042\">Joshua B.<\/a>, and <a href=\"\/en\/card\/04009\">John Masanori<\/a>. From there, you can mill to your heart's content until the corp decides to spend time and money blowing it up.<\/p>\n\n<h5>Aesop's Pawnshop<\/h5>\n\n<p>Between <a href=\"\/en\/card\/01047\">Aesop<\/a> and <a href=\"\/en\/card\/04022\">Scherry<\/a>, you should have more than enough economy to stay perpetually poor but never broke. Aesop in particular lets you turn off <a href=\"\/en\/card\/03055\">The Source<\/a> (if you finally plan on stealing some agendas) or <a href=\"\/en\/card\/04048\">Woman in the Red Dress<\/a> (if you feel like you've inflicted enough psychological torture on your opponent for one game) and make $3 in the process.<\/p>\n\n<h4>Other Potentially Useful Cards<\/h4>\n\n<p>You could definitely find room for <a href=\"\/en\/card\/01004\">Stimhack<\/a> in this deck, and <a href=\"\/en\/card\/01050\">Sure Gamble<\/a> is always a welcome sight (if you don't have to click up to play it), but if we start making functional changes, the deck might get dangerously close to competency.<\/p>\n\n<p>You could also replace Aesop and <a href=\"\/en\/card\/03055\">Mr. Haas<\/a> one-for-one with any of a host of other two-influence connections (<a href=\"\/en\/card\/05055\">Donut Taganes<\/a>, <a href=\"\/en\/card\/02105\">Mr. Li<\/a>, <a href=\"\/en\/card\/03049\">Professional Contacts<\/a>, or even <a href=\"\/en\/card\/01031\">Data Dealer<\/a>), but I don't think any combination has as much synergy with each other and the rest of the deck as those two.<\/p>\n\n<p>The Lunar Cycle viruses will probably be fantastic for this deck too, but we'll cross that bridge when we get to it.<\/p>\n","username":"DrunkenGineer","cards":{"01001":1,"01002":3,"01005":3,"01006":3,"01008":3,"01010":2,"01012":3,"01047":1,"01051":3,"02003":3,"02021":2,"02041":1,"02042":1,"02091":1,"02103":2,"02109":2,"03055":1,"04004":3,"04009":1,"04022":2,"04043":3,"04048":1,"04106":1}},{"id":7845,"name":"Swiss Knife Fight","creation":"2014-07-23 16:28:17","description":"<p>Assault R&amp;D all day, every day.<\/p>\n","username":"TimmahC","cards":{"01007":1,"01010":1,"01011":1,"01012":2,"01016":1,"01027":1,"01033":1,"01035":2,"01036":3,"01037":2,"01038":3,"01040":3,"01041":2,"01042":1,"01043":1,"01044":1,"01046":1,"01047":1,"01050":2,"01052":1,"02007":1,"02047":2,"02049":1,"02050":1,"03031":1,"03035":1,"03038":1,"03044":1,"03046":3,"03050":1,"03053":2}},{"id":7846,"name":"Whizz-War","creation":"2014-07-23 16:42:38","description":"\n","username":"kollapse","cards":{"01002":3,"01006":3,"01007":2,"01008":2,"01010":2,"01012":3,"01018":3,"01050":3,"01053":3,"02001":1,"02003":2,"02009":2,"02042":2,"02103":3,"03054":3,"04043":3,"05033":3,"05053":3}},{"id":7847,"name":"QQ-chip more","creation":"2014-07-23 16:55:10","description":"<p>So one of my friends at our local group mentioned how he got beat pretty bad by a chaos theory overmind single breaker deck. I thought it was an interesting idea, so I started testing a few things. I personally am not a fan of <a href=\"\/en\/card\/04042\">Deep Red<\/a>, as it tempts me to use my influence for <a href=\"\/en\/card\/04043\">Knight<\/a> and <a href=\"\/en\/card\/04003\">Rook<\/a> instead of the sweet sweet econ in <a href=\"\/en\/card\/04109\">Lucky Find<\/a>. With that in mind I really enjoy the play style this deck brings with what most people in my group phrase as 'god-why' tier cards: Q-chip and Replicator. This is around my 4th iteration of the deck, and it has worked well for me so far.<\/p>\n\n<p>This deck has 3 phases of play, which allow you to apply pressure in every phase of the game and maximize the use of the Q-chip with overmind.<\/p>\n\n<p>1- Opening: Your ideal opening hand is Sure gamble, Replicator, Q-chip, Diesel, and either test run or overmind. The important part is the ability to get overmind out immediately when you need to, otherwise you should mulligan. The ideal hand allows you to surge ahead directly to stage 3. Until you need to throw down overmind keep running and applying pressure, while keeping your creds above 6 at all times so that a turn of pressure or setup will not wreck your tempo.<\/p>\n\n<p>2- Buildup: While keeping your econ high, drop overmind or test run it to get into nastier servers while digging for e3 and aesops. Install the replicator ASAP but do not drop any Q-chips until you are ready to go to stage 3.<\/p>\n\n<p>3- Steamroll: The ideal turn to enter stage 3 is dropping 3 Q-chips and an overmind in a single turn, giving the corp only 1 chance to respond to the impending truck about to hit them, and guaranteeing the overmind has 6+ counters. Having your e3 and\/or aesops out at this time is also great, but not required. Get into any server you want, dig for any remaining pieces and pawn Q-chips every turn with Aesop's. The other 2 breakers are there in case you need them (damn swordsman\/ tollbooth), and Levy allows you to recur the combo after pawning everything. Another avenue of success at this stage if you have a lot of econ is surprising with triple RDI install and a mega-run on R&amp;D. <\/p>\n\n<p>I have rarely ever ran into trouble with this deck, and econ denial via NAPD \/ Fetal is the only major threat to success that I've come across, since stealing those agendas has often put my tempo down to the point where I can't recover quickly. Not having plascretes has worked alright for me since replicator and proper caution keeps my hand full enough that a single scorch isn't going to do me in.<\/p>\n\n<p>Would love feedback and suggestions, thanks for reading!<\/p>\n","username":"Tundinator@gmail.com","cards":{"01007":1,"01026":1,"01034":3,"01035":3,"01041":2,"01047":2,"01050":3,"02024":2,"02046":1,"02047":3,"02088":3,"02091":1,"02107":3,"03035":2,"03053":2,"04109":3,"05035":1,"05052":3,"05053":2}},{"id":7848,"name":"Smear Job","creation":"2014-07-23 17:23:03","description":"<p>You know who they are. You know where they are. You keep them oppressed and poor while you advance your goals!<\/p>\n","username":"TimmahC","cards":{"01070":2,"01075":1,"01080":1,"01081":2,"01082":1,"01083":2,"01084":2,"01085":2,"01086":2,"01087":2,"01088":3,"01089":3,"01090":2,"01091":2,"01099":2,"01107":3,"01109":2,"01110":2,"01113":3,"02016":3,"02055":2,"02056":3,"03026":3}},{"id":7849,"name":"Tennin_Mutate_Precog","creation":"2014-07-23 17:54:10","description":"<p>The principal goal of this deck is to use and to abuse of Mutate and Precog to rez strong ices with small ices to lock central servers.<\/p>\n\n<p>After some tests, with this deck it is difficult to score the last agenda 3\/2.\nYet, I don't know to improve this version, maybe with a biotic labor ?<\/p>\n\n<p>I put Sunset because sometimes I use Mutate as random without Precog ;)<\/p>\n\n<p>Feedback appreciated.<\/p>\n","username":"gnouff","cards":{"01058":1,"01073":3,"01075":1,"01078":1,"01084":1,"01090":1,"01101":3,"01103":1,"01110":3,"01111":1,"02014":2,"02033":3,"02054":1,"04012":3,"04013":1,"04015":3,"04032":2,"04074":1,"04093":1,"04120":2,"05003":1,"05005":3,"05006":1,"05007":2,"05016":2,"05017":1,"05018":2,"06004":3}},{"id":7850,"name":"The Hacker In The Red Dress","creation":"2014-07-23 18:58:47","description":"<p>This is my first deck on here (and first anarch deck I've made) so be gentle...<\/p>\n\n<p>Noise is living in a future that's post gendered-clothing. He can wear his pretty red dress as he pleases.<\/p>\n\n<p>I've always wanted to make a Woman in the Red Dress deck work, and I figured why not try running it with Noise? The rest of the kit is pretty standard. I've been going back and forth on Knight vs Overmind vs Crypsis or any combo of the two, but this set is what I've wanted to run. With Lotus Field coming, I'm a little scared about my breakers.<\/p>\n\n<p>I like to hostage Mr. Li early, and your game enders are Djin > Medium > Surge with Grimoire active, or the same with Nerve Agent. I put a Legwork in there for early runs where you know they have at least 1 agenda you want to steal. Any feedback is welcome!<\/p>\n\n<p>Edit: It appears that before today there was never a Noise deck with WitRD in it, and now I'm the second in one day!<\/p>\n","username":"PackBenPack","cards":{"01001":1,"01002":1,"01004":1,"01006":3,"01007":1,"01008":2,"01009":3,"01010":1,"01011":1,"01012":3,"01014":1,"01026":1,"01050":3,"01053":3,"02003":1,"02041":1,"02050":2,"02081":3,"02091":1,"02101":2,"02105":1,"03053":3,"04004":3,"04048":1,"05035":1,"05053":2}},{"id":7851,"name":"HB_Dirty_Sentry_10","creation":"2014-07-23 19:26:05","description":"<p>An HB with a lot of dirty sentry ices, Wall of Thorns and Chum are good too in this deck.\nThe heart of the deck is combo Corporate Troubleshooter and sentry ices which destroy breakers or make unbreakable other ices to end the run for the turn to access your advanced agenda.\nOne trap for the fun ;)<\/p>\n\n<p>The best move is to overscore a Project Ares to destroy the runner installation, simple to plan, but really difficult to realize.\nArcher must be rezzed even with agendas 3\/2 to destroy the breaker and gain time to score other agendas easier.\nReally funny deck to play.<\/p>\n\n<p>Project Ares could be replaced by NAPD and Veterans Program by False Lead, it depends on what level you want to play dirty :D<\/p>\n\n<p>Feedback appreciated.<\/p>\n","username":"gnouff","cards":{"01054":1,"01055":3,"01056":1,"01057":1,"01059":1,"01062":2,"01064":2,"01065":3,"01075":1,"01078":1,"01084":1,"01090":2,"01101":2,"01110":3,"02013":1,"02051":3,"02092":2,"03017":1,"03019":2,"04010":3,"04015":2,"04020":2,"04040":3,"04080":2,"04096":2,"04111":1,"05024":2}},{"id":7852,"name":"Code Marvel 2.0","creation":"2014-07-23 21:04:15","description":"<p>Now with FCC Economy!<\/p>\n","username":"CodeMarvelous","cards":{"01007":1,"01008":2,"01009":1,"01010":1,"01012":1,"01014":1,"01026":1,"01028":1,"01034":3,"01041":2,"01044":2,"01050":3,"02003":1,"02007":1,"02041":1,"02047":2,"02066":1,"02087":3,"02104":1,"03029":1,"03033":3,"03034":2,"03035":1,"03038":3,"03040":1,"03046":3,"04061":1,"04086":2}},{"id":7854,"name":"Motivated May's Big Rigs (Motivation + Oracle May + Eureka)","creation":"2014-07-23 21:55:40","description":"<p>Use <a href=\"\/en\/card\/04008\">Motivation<\/a> &amp; <a href=\"\/en\/card\/05054\">Oracle May<\/a> engine to draw cards and earn credits, <a href=\"\/en\/card\/04027\">Eureka!<\/a> expensive Icebreakers and Toolbox, <a href=\"\/en\/card\/02106\">Indexing<\/a> and <a href=\"\/en\/card\/05035\">Legwork<\/a> to secure victory. The full rig builds up pretty quickly, and running is cheap thanks to efficient Icebreakers. <a href=\"\/en\/card\/02047\">Test Run<\/a> can help you tutoring the right Icebreaker, and you can <a href=\"\/en\/card\/04027\">Eureka!<\/a> it the turn after.<\/p>\n\n<p>Two things to remember;<\/p>\n\n<ol>\n<li><p>It's not an aggression deck. Take time and build up your rig. Only facecheck Ices when you really need to slow down Corps, or you will be the one to be slowed down. Being slowed down is even more critical with this deck because this deck has no <a href=\"\/en\/card\/01018\">Account Siphon<\/a> to disturb Corps. You can break almost any server with the full rig set up, so punish Corps when ready.<\/p><\/li>\n<li><p>You may run out of cards too soon due to <a href=\"\/en\/card\/05054\">Oracle May<\/a>'s and <a href=\"\/en\/card\/03049\">Professional Contacts<\/a>' ability, and sometimes Jinteki decks drain all of your cards to be flatlined. Just use <a href=\"\/en\/card\/01044\">Magnum Opus<\/a> when this is likely to happen.<\/p><\/li>\n<\/ol>\n","username":"Clarity86","cards":{"01035":3,"01041":2,"01042":2,"01044":3,"01050":3,"02009":2,"02046":1,"02047":2,"02106":2,"03049":3,"03054":2,"04008":3,"04027":3,"04047":2,"04065":2,"04109":1,"05035":2,"05054":3}},{"id":7855,"name":"Subtlety","creation":"2014-07-23 23:07:09","description":"<p>Of all the Cyberwalls in the land, mine are the best.<\/p>\n","username":"Sassycat","cards":{"01078":2,"01102":3,"01103":3,"01106":3,"01110":3,"01113":2,"02038":3,"02070":3,"02077":3,"02110":3,"03026":3,"04015":2,"04040":3,"04059":2,"04078":2,"04097":1,"04117":3,"05025":3,"06087":3}},{"id":7856,"name":"How many parasites can you launch","creation":"2014-07-23 23:18:25","description":"<p>Just trying to work out how many parasites can you play during a single match.<\/p>\n\n<p>(3 Parasites<\/p>\n\n<p>+6 from deja vu<\/p>\n\n<p>+6 from Same Old Thing[deja vu] <\/p>\n\n<p>+3 Test Run<\/p>\n\n<p>+3 Clone Chip<\/p>\n\n<p>+3 Scavenge<\/p>\n\n<p>)*(1+3 Levy)= 96 parasites.<\/p>\n\n<p>A similar version of the deck with Noise is only 84 parasites because it's missing a recursion card (Scavenge for shapers), but it includes surges and grimoire, so it kind of makes up for it.<\/p>\n","username":"Treiclon","cards":{"01002":3,"01008":3,"01012":3,"01033":1,"01038":2,"01050":3,"02047":3,"02091":2,"02106":2,"03034":3,"03035":3,"03038":3,"03040":3,"03046":3,"03047":2,"03048":1,"03052":3,"03054":3}},{"id":7857,"name":"Social Kate","creation":"2014-07-23 23:51:34","description":"<p>Fun with #Social Engineering and #Forged Activation Orders. And they are Prepaid even!<\/p>\n","username":"xarlstaunzund","cards":{"01007":1,"01020":3,"01026":1,"01033":1,"01034":3,"01036":2,"01038":3,"01044":1,"01050":3,"02007":1,"02021":1,"02047":3,"02048":3,"02087":2,"03034":3,"03035":1,"03046":2,"03054":3,"04029":3,"04047":1,"05035":2,"06018":3}}]