[{"id":8144,"name":"Cenobyte!","creation":"2014-08-01 00:07:38","description":"<p>Some call us angels, others call us demons. This is a deck, where pain and pleasure are indivisible. The sole goal of this deck is to flatline runners. Of the MANY times I've won with this deck, about 3 of them came from scoring agendas. In fact some times I will put agendas out there as bait for them to score, and to kill with <a href=\"\/en\/card\/05006\">Philotic Entanglement<\/a> and <a href=\"\/en\/card\/01072\">Neural EMP<\/a> next turn. <\/p>\n","username":"djencode","cards":{"01067":1,"01070":2,"01072":2,"01077":3,"01101":1,"02012":2,"02014":2,"02032":3,"03009":1,"04012":3,"04013":2,"04032":3,"04039":2,"04073":3,"04117":2,"05004":3,"05006":1,"05014":3,"05016":2,"05017":3,"05022":2}},{"id":8145,"name":"Z'ha'dum 1.0","creation":"2014-08-01 01:26:34","description":"<p>If you go to Z'ha'dum...you will die. This is a deck I'm testing out which involves punishing the runner in every which way. If they run they could get hit with a <a href=\"\/en\/card\/02032\">Fetal AI<\/a> , <a href=\"\/en\/card\/04079\">Punitive Counterstrike<\/a> , and <a href=\"\/en\/card\/01072\">Neural EMP<\/a> , making for a bad day. If they don't run, <a href=\"\/en\/card\/02112\">Ronin<\/a>. Also has a few traps to make them always guess and question every run choice. Have <a href=\"\/en\/card\/04015\">Jackson Howard<\/a> in for a win condition, so I could draw up a bunch of cards, discard agendas to archives, then tempt them to run, or <a href=\"\/en\/card\/02094\">Whirlpool<\/a> <a href=\"\/en\/card\/05020\">Susanoo-No-Mikoto<\/a> them into archives and force them to access. Ending their life. And if they get past the <a href=\"\/en\/card\/02094\">Whirlpool<\/a> <a href=\"\/en\/card\/05020\">Susanoo-No-Mikoto<\/a> combo, have a <a href=\"\/en\/card\/03009\">Cerebral Overwriter<\/a> waiting for them on the other side. <\/p>\n","username":"djencode","cards":{"01067":1,"01072":3,"01106":2,"01110":3,"02012":1,"02032":3,"02094":2,"02110":1,"02112":2,"03009":1,"04012":3,"04013":2,"04015":3,"04040":2,"04079":3,"05007":3,"05010":3,"05014":3,"05017":2,"05020":3,"06003":3}},{"id":8146,"name":"SEE TEE","creation":"2014-08-01 03:54:47","description":"<p>A deck I do bretty gud with<\/p>\n","username":"Kikayoaka","cards":{"01007":2,"01026":2,"01028":1,"01034":3,"01050":3,"01053":3,"02046":1,"02047":3,"02048":2,"02066":1,"02091":2,"02106":2,"02107":3,"03034":3,"03040":2,"03044":2,"03046":3,"04109":3}},{"id":8147,"name":"Focused lady","creation":"2014-08-01 04:07:16","description":"<p>Steal first agenda eighter from central of remote using inside job, grappling hook, anything just get it done. ;)<\/p>\n\n<p>Frame job it (if corp doesn't have bad pub).<\/p>\n\n<p>Rest of the game is just blackmail (grappling hook if needed) and Levy to loop it all up.<\/p>\n\n<p>I won't say its flawless but it has its charm. :)<\/p>\n\n<p>(Push Your Luck just for fun)<\/p>\n","username":"paxvlae","cards":{"01018":2,"01019":3,"01021":3,"01028":1,"01050":3,"02009":2,"02050":2,"02064":2,"02083":1,"02105":3,"03035":2,"03052":3,"03054":3,"03055":2,"04001":2,"04089":3,"05041":1,"05042":1,"05045":3,"05046":1,"05047":3}},{"id":8148,"name":"Blue Sec Testing\/Compromised","creation":"2014-08-01 09:09:44","description":"\n","username":"IceRay42","cards":{"01007":1,"01012":2,"01018":3,"01020":2,"01021":1,"01022":3,"01024":3,"01026":1,"01043":1,"01050":3,"02009":2,"02025":3,"02043":2,"02083":1,"02091":2,"02104":3,"02105":2,"02107":1,"03038":2,"03052":3,"04004":1,"05035":2,"05048":2}},{"id":8149,"name":"PoorRichPoor Nasir","creation":"2014-08-01 09:41:04","description":"<p>Nasir Meidan will provide credits to Omega and Alpha access any two deep server.<\/p>\n\n<p>Rook will increase the rez cost for ices that have a worst ratio (rez cost)\/(strenght + subroutines). Cyberfeed will also be used to the same effect.<\/p>\n\n<p>Runs will also be used to get stuff out Personal Workshop.<\/p>\n","username":"joaodavidmateus","cards":{"01005":3,"01012":3,"01034":3,"01036":2,"01041":2,"01043":1,"02047":2,"02049":3,"02066":1,"02106":1,"03034":2,"03035":1,"03038":3,"03040":2,"03046":3,"03054":3,"04003":3,"04086":3,"04087":2,"04088":2,"06017":1}},{"id":8150,"name":"Silhouette Hemorrhage","creation":"2014-08-01 11:15:29","description":"<p>Basically you want to make a bunch of runs to build up counters on Hemorrhage, hit HQ with legwork, and any remotes with quest complete after you expose the server.  Kinda janky, but thought it would be fun.<\/p>\n","username":"skydivingninja","cards":{"01018":3,"01022":2,"01026":1,"01028":2,"01050":2,"01053":3,"02009":2,"02043":3,"02064":2,"02106":1,"03054":3,"04081":2,"04082":2,"05030":1,"05034":3,"05035":3,"05041":2,"05042":2,"05046":2}},{"id":8151,"name":"Big stuff","creation":"2014-08-01 11:25:44","description":"\n","username":"frost-duty","cards":{"01056":3,"01061":1,"01062":1,"01064":1,"01090":3,"01106":3,"01108":3,"01110":3,"02011":1,"02012":2,"02052":2,"02079":3,"02092":2,"02110":3,"03002":1,"03006":3,"03013":3,"03015":1,"03017":1,"03019":2,"04015":2,"04030":2,"04078":2,"04099":2}},{"id":8152,"name":"Kit3.0","creation":"2014-08-01 11:41:22","description":"<p>This is a constantly updating version of the Kit deck I've been using since Store Championship season a few months ago.  The initial version of the deck did exceptionally well during that time but began to fall off as I played against less rush and more taxing opponents.  There was a period where the win rate for the deck fell dramatically and in the first Regional event it went 3-5 overall.  Thankfully my Corp deck did well that day.<\/p>\n\n<p>I noticed my largest problems were in Strength 4-5 ICE that were inexpensive to Rez whether they were code gates or not - Eli 1.0, Bastion, Viper, and so on.  I could not accumulate Datasucker tokens easily and had to invest in a 4 Strength Atman asap.  Lotus Field was on the horizon and I knew changes needed to be made as this was unsustainable with the economy of the previous deck which relied on Kati Jones and Professional Contacts.  The first thing I did was put in 3x The Personal Touch.  While I still believe that The Personal Touch is not a very efficient card in most decks (Shaper or otherwise) it was exactly what I needed here.  My biggest obstacle - Lotus Field - became a liability for my opponents instead.  It did make me more vulnerable to program destruction as I was more invested in one card but between Sharpshooter recursion and a natural defense against Power Shutdown (Cost 5) that hasn't been much of a problem unless I misplay.  <\/p>\n\n<p>I altered the economy of the deck as well, moving to Magnum Opus over Kati Jones and Professional Contacts.  I'm still not sure this is the correct move but I was facing a lot of Midseasons NBN and having Kati as a primary income source was dangerous.  The Akamatsu Mem Chips became CyberSolutions Mem Chips to compensate.  <\/p>\n\n<p>The less bursty nature of the deck also allowed me to swap out my Maker's Eyes for R&amp;D Interfaces.  I believe there's real merit in running both but in this case I wanted more tutoring and programs instead.  <\/p>\n\n<p>To round everything out I removed 1 Parasite to add an additional Yog.0 and a Femme Fatale.  The Femme gives me a rounded out breaker suite, even if it's not efficient.  Test Run and Scavenge were added for more tutoring which fit naturally for Femme.  I miss the third parasite a lot but the added Femme has won many games by setting up an Indexing where otherwise I would not have been able to do so, or giving me a route into a central for more Datasucker Tokens.  <\/p>\n","username":"cjbriley","cards":{"01008":3,"01012":2,"01014":2,"01026":1,"01034":3,"01040":3,"01044":3,"01050":3,"02009":2,"02047":2,"02066":1,"02106":2,"02107":2,"03028":1,"03034":2,"03038":3,"03040":3,"03046":3,"03048":1,"04067":1,"04086":3}},{"id":8154,"name":"Nasir Meidan (First Draft)","creation":"2014-08-01 12:09:50","description":"<p>Like the name says this is a first draft of a deck for <a href=\"\/en\/card\/06017\">Nasir<\/a>. I can't help feeling like this misses the point of what could potentially be a great runner. I feel that I'm using a lot of deck space to compensate for his ability instead of enhancing it. On looking at this however, my first instinct is to drop the <a href=\"\/en\/card\/01008\">Datasuckers<\/a> and the <a href=\"\/en\/card\/02082\">Xanadus<\/a> for another paintbrush and 2X <a href=\"\/en\/card\/04104\">Silencer<\/a> since <a href=\"\/en\/card\/04104\">Silencer<\/a> can be found by the <a href=\"\/en\/card\/02088\">Replicators<\/a> and <a href=\"\/en\/card\/03041\">Cloak<\/a> can't. I've got no experience tutoring for hardware and not programs. Any input (besides telling me to just drop <a href=\"\/en\/card\/06017\">Nasir<\/a>) would be greatly appreciated.<\/p>\n","username":"The GRZA","cards":{"01005":3,"01008":2,"01010":2,"01041":1,"01044":2,"02009":2,"02048":2,"02049":2,"02068":2,"02082":2,"02088":2,"02091":2,"02107":3,"03031":2,"03039":3,"03041":3,"03042":3,"03044":3,"04108":2,"06017":1,"06019":2}},{"id":8156,"name":"Yoracleasaurus","creation":"2014-08-01 13:33:57","description":"<p>I've been playing around with this deck for a while and I think I finally hit on a working formula. There are some great synergies here between <a href=\"\/en\/card\/05054\">Oracle May<\/a>, <a href=\"\/en\/card\/04008\">Motivation<\/a>, <a href=\"\/en\/card\/04027\">Eureka!<\/a>, and <a href=\"\/en\/card\/02047\">Test Run<\/a>. The <a href=\"\/en\/card\/03054\">Same Old Things<\/a> are also especially critical for revisiting your <a href=\"\/en\/card\/02047\">Test Runs<\/a>, <a href=\"\/en\/card\/01037\">Tinkerings<\/a>, and <a href=\"\/en\/card\/02106\">Indexings<\/a>.  <\/p>\n\n<p>Drawing multiples of cards you only need one of can be problematic; consider dropping a <a href=\"\/en\/card\/01044\">Magnum Opus<\/a> for another <a href=\"\/en\/card\/02106\">Indexing<\/a> or <a href=\"\/en\/card\/04027\">Eureka!<\/a>. Can't do much about the multiple <a href=\"\/en\/card\/02048\">Dinosauruseses<\/a> or <a href=\"\/en\/card\/04008\">Motivations<\/a> though, really need those early and don't have a way to search for them.<\/p>\n","username":"ksylves","cards":{"01007":1,"01008":2,"01014":1,"01026":2,"01034":3,"01035":3,"01037":3,"01044":2,"01050":3,"02009":2,"02047":3,"02048":3,"02066":1,"02106":2,"03028":1,"03031":1,"03034":3,"03054":3,"04008":3,"04027":2,"05054":2}},{"id":8157,"name":"Efficient Astrobiotics","creation":"2014-08-01 13:49:45","description":"<p>I've been playing variants of the Victoria BC Regionals championship deck for several weeks, but any changes I would make seemed to be worse than the original, which is extremely well-honed and efficient. The only change that I made that stuck was swapping out one <a href=\"\/en\/card\/04096\">Wraparound<\/a> for a <a href=\"\/en\/card\/04020\">Grim<\/a>, to great effect.<\/p>\n","username":"ksylves","cards":{"01059":3,"01081":3,"01082":2,"01092":3,"01110":3,"01113":1,"02056":3,"02060":1,"02114":1,"02115":3,"03026":1,"04015":2,"04020":1,"04034":3,"04076":3,"04096":2,"04119":2,"04120":3,"05024":2,"05027":3}},{"id":8158,"name":"Silhouette: Feedback","creation":"2014-08-01 13:53:07","description":"<p>e3 Feedback Implants plays a central role since all of the breakers cost 2c per subroutine (and Grappling Hook breaks all but one subroutine). <\/p>\n","username":"apocrita","cards":{"01018":3,"01022":2,"01025":1,"01030":2,"01035":2,"01050":3,"01053":1,"02006":1,"02024":3,"02043":3,"02063":2,"02089":1,"02091":2,"02105":1,"02107":2,"03038":2,"03054":3,"04004":3,"05030":1,"05045":3}},{"id":8159,"name":"Power Transmission","creation":"2014-08-01 13:56:50","description":"<p>Welcome to power transmission. An experiment to see just how much trace-nirvana transmission dish can dish out.<\/p>\n\n<p>This deck works its way into Muckracker and Shinobi surprise hits and capitalizes on as many cards as possible for trace-synergies.<\/p>\n\n<p>Transmission dish helps to ensure that your TMI can be rezed sooner and more reliably. Viper with the trace boosts can become a strong code gate for cheap. Caduceus can end the run more reliably while making money and muckraker and Shinobi can land more of their traces thanks to the dishes.<\/p>\n\n<p>Invasion of Privacy with the extra trace strength becomes viable, Taurus, Ash and Power Grid Overload are also strong candidates but I've chosen to focus on multi-sub Shinobi instead and I didn't want to drop vipers and caduceus to include them (it is a possible alternative version with the Taurus and\/or Power grid overload).<\/p>\n\n<p>Midway station can become great with your ice that generally has 2+ subroutines (except the small ones and TMI but those are for the early game).<\/p>\n\n<p>Broadcast squares with your dish make it so that you can play as much bad pub as you want and not worry about getting any.<\/p>\n\n<p>PSF gives you some tag punishment but honestly NAPD would be better but is risky because you could collect a bad publicity.<\/p>\n\n<p>I've gone for asset economy here but this can be replaced with a more burst-economy. But the higher cost ice suits better a longer lasting economy. Plus it gives you a touch of additional account siphon protection.<\/p>\n\n<p>Other cards that didn't make the cut: Snoop: because I have Invasion of Privacy and would rather have Ice that kills or ends the run. More data-hounds: because they don't end the run and can become a liability later on. More code gates: because I am trying an all-in trace strategy, may need to put in more \"traditional\" ice like pop ups, toll booth etc... but trying to avoid this. More tag punishment was considered but dropped to keep the focus clear of the deck, but a different deck with a lot of tag punishment (SE, Closed A. and the new bad times) and chilo city grid could be interesting too.\nNear Earth hub was considered but I just want more trace power to the max.<\/p>\n","username":"razcrux","cards":{"01080":1,"01081":3,"01082":2,"01092":2,"01107":3,"01109":3,"02017":3,"02019":3,"02020":1,"02052":3,"02055":2,"02074":1,"02096":1,"02115":3,"04015":3,"04016":2,"04035":2,"04076":3,"04112":2,"04115":2,"06006":3,"06007":2}},{"id":8160,"name":"Chaos5.5","creation":"2014-08-01 13:58:28","description":"<p>Get your rig out quick and attack from anywhere you would like.  This deck has done VERY well for me.<\/p>\n","username":"bmeagle","cards":{"01004":1,"01007":1,"01022":2,"01028":1,"01034":3,"01035":1,"01036":3,"01041":1,"01043":1,"01044":2,"01048":1,"01050":3,"02009":2,"02046":1,"02049":1,"02087":2,"02106":2,"03035":1,"03038":2,"03046":2,"03049":1,"03052":2,"03054":3,"04065":1,"04086":1,"05035":1,"06019":2}},{"id":8161,"name":"Harmony Dreadtech","creation":"2014-08-01 14:01:13","description":"<p>Such a fun deck!  Once you score that first 3\/5 agenda, you can trap them to death as well.  Great winning percentage as well.<\/p>\n","username":"bmeagle","cards":{"01062":1,"01069":2,"01070":1,"01071":1,"01072":1,"01078":1,"01106":3,"01108":2,"01110":2,"02033":2,"02052":1,"02059":2,"02110":2,"02112":2,"03009":1,"04015":2,"04096":1,"04117":1,"05001":1,"05007":3,"05010":1,"05011":2,"05015":3,"05016":1,"05017":1,"05018":2,"06003":2}},{"id":8162,"name":"HB-WOW4","creation":"2014-08-01 14:04:24","description":"<p>This is just a mean, taxing deck that gets the job done.<\/p>\n","username":"bmeagle","cards":{"01055":3,"01056":1,"01061":1,"01062":2,"01063":1,"01069":1,"01106":1,"01110":2,"02010":1,"02011":1,"02012":1,"02013":1,"02052":1,"02059":1,"02060":2,"02092":1,"02110":3,"03006":1,"03009":1,"03012":2,"03013":2,"03019":1,"03020":1,"03022":2,"04015":2,"04030":2,"04034":1,"04096":1,"04099":1,"04117":1,"04119":3,"05015":3,"06001":2}},{"id":8163,"name":"Super Duper Server party!","creation":"2014-08-01 14:57:55","description":"<p>In the same vein as the purple parka deck I saw on here a few days ago, the recent upgrade <a href=\"\/en\/card\/06007\">Midway Station Grid<\/a> gives custom biotics some great tools to work with. The fact that you can't include jinteki cards is a big downside, of course, but you get access to a great host of taxing ice and asset econ. When combined with Archers and 2 good ways to get them (either ABT with jackson safety net or sacrificing a Domestic Sleepers) you can make an almost ice-hell level of server to get through.<\/p>\n\n<p>ABT is necessary as well for the fact that hitting NEXT ICE means that you can put it on any server (even your asset econ if you think you need to) and it immediately powers up the other NEXT ICE without the runner having to go after it.<\/p>\n","username":"Tundinator@gmail.com","cards":{"01055":3,"01056":3,"01090":1,"01101":3,"01106":1,"01110":3,"02055":3,"02070":3,"02092":3,"02110":3,"03002":1,"03006":3,"03017":3,"03018":1,"03027":2,"04011":3,"04015":3,"04119":1,"06001":2,"06002":3,"06007":2}},{"id":8164,"name":"Silhouette","creation":"2014-08-01 15:48:52","description":"\n","username":"Acidrain","cards":{"01018":2,"01022":2,"01026":1,"01044":1,"01050":3,"02026":3,"02043":3,"02045":2,"02064":2,"02087":2,"02091":2,"03054":3,"04081":3,"05030":1,"05034":2,"05035":3,"05041":2,"05042":2,"05046":2}},{"id":8165,"name":"Iron Meidan","creation":"2014-08-01 15:55:12","description":"<blockquote>\n  <p>I'm waiting in my cold cell when the bell begins to chime. Reflecting on my past life and it doesn't have much time. 'Cause at five o'clock they take me to the Gallows pole. The sands of time for me are running low...<\/p>\n<\/blockquote>\n\n<hr \/>\n\n<p>I've been testing an aggressive <a href=\"http:\/\/netrunnerdb.com\/en\/card\/05053\">Overmind<\/a> version of Nasir. I'm not convinced that all he can do for us is enhance <a href=\"http:\/\/netrunnerdb.com\/en\/card\/02049\">Personal Workshop<\/a>, and I don't think you need <a href=\"http:\/\/netrunnerdb.com\/en\/card\/01041\">Toolbox<\/a> and <a href=\"http:\/\/netrunnerdb.com\/en\/card\/01005\">Cyberfeeders<\/a> to make him effective. Like most people, Personal Workshop was how I initially approached Nasir: host, host, draw, run was a \"normal\" turn. Personal Workshop enhances his triggered ability and lets him build while running, which is what he wants. Still, hoping to draw a Personal Workshop (or even playing one) was boring, as though while Playing Nasir I was on rails, and when I didn't draw a Personal Workshop, I felt horribly vulnerable. I'm not saying there aren't tough decisions to make while Workshopping, it's just that those tough decisions seemed to always be the same.<\/p>\n\n<p>There's more to Nasir than <a href=\"http:\/\/netrunnerdb.com\/en\/card\/02049\">Personal Workshop<\/a>. He's a complex and difficult runner to master, but, like <a href=\"http:\/\/netrunnerdb.com\/en\/card\/03029\">The Professor<\/a> or <a href=\"http:\/\/netrunnerdb.com\/en\/card\/05028\">Iain<\/a>, he has to find creative ways to deal with difficult situations. <\/p>\n\n<p>A quick background on my play-style, and why you should consider this deck: I don't usually play in tournaments because I have other obligations, but I'm active in the Seattle Netrunner scene, and I play frequently. People who know me know that I have been playing AoA (Reina Siphon recusion) as soon as I knew it existed and that I like to play aggressive decks that float tags. I've avoided Shaper because they're generally slow to start, but I think Nasir changes all of that. He's flexible like all Shapers, but he's aggressive like Reina Roja. He makes mad cash when running, and laughs as the corp rezzes ICE.<\/p>\n\n<hr \/>\n\n<p><strong>Why bother with Siphon for Nasir?<\/strong><\/p>\n\n<p>The <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/8130\/overmeidan\">OverMeidan<\/a> archetype started with a simple question: \"how can I get <a href=\"http:\/\/netrunnerdb.com\/en\/card\/01018\">Account Siphon<\/a> to work with Nasir?\" \nWhy would I want to? Well, it's still one of the most powerful runner cards in the game, and (as mentioned above) I like to be aggressive. Also, while everyone was looking at Personal Workshop, I figured there had to be a counterpoint to it. Besides, there's something satisfying about Siphoning with an Overmind into an unrezzed HQ and watching as the Corp rezzes everything to keep Nasir from gaining money. The thing is, he gains money anyway and keeps the Corp poor as they rez. He profits with or without a Siphon, but with it, he's iron. Get an Overmind out and you have few ICE to worry about (more on that later!).<\/p>\n\n<p><strong>Playing the Deck<\/strong><\/p>\n\n<p><em>Run poor.<\/em> I say that again. <strong>Run poor.<\/strong> Nasir gets cash from the Corp rezzing ICE so unless you're trying to contest a rezzed server. Offload your Overmind first, then run poor. Play your False Echoes early and force the Corp to rez. You can play this deck a lot like Anatomy of Anarchy and go for credit denial with Rook\/Siphon. Get the Corp to rez ice over HQ, then pillage R&amp;D. Don't be afraid to run and then jack out after the first ICE. That can get you some serious cash that can fuel your rig.<\/p>\n\n<p>There are some exceptions to the \"run poor\" rule: if you start with SMC, you want to click to 6 creds, then run (see below). Your decisions of what to find with SMC (a rook\/Crescentus\/breaker) largely depends on what is in your hand. So draw often to see if you can find answers <em>before<\/em> running. If you have Overmind in hand (and know you can get through), consider getting Crescentus. If you have Crescentus, find Overmind. If you have Crescentus, a Test Run, and SMC, Click to 7, drop SMC and Crescentus and then next turn threaten to shut down their ice. <\/p>\n\n<p><strong>For Newer Players<\/strong><\/p>\n\n<p>This deck rewards risky, creative play more than it does rig building. It rewards quick thinking and a strong numbers game. For newer players, it will help teach the structure of a run and how Ice encounters and interactions work. It also helps you learn what ICE are usually played with each Corp, as having that knowledge ahead of time will save you money and effort.<\/p>\n\n<hr \/>\n\n<p><strong>Card Choices<\/strong><\/p>\n\n<p><a href=\"http:\/\/netrunnerdb.com\/en\/card\/04007\"><em>False Echo<\/em><\/a>: Some players were laughing when I was playing this. But you know who wasn't laughing? The corp sitting across from me. Turn one False Echo forces a rez or the corp risks getting Siphoned or <a href=\"http:\/\/netrunnerdb.com\/en\/card\/01036\">Makers Eye'd<\/a>. It sets them back a click if they pick the ICE up, and if they don't, Nasir knows what he needs to get in. Combos well with <a href=\"http:\/\/netrunnerdb.com\/en\/card\/02065\">Crescentus<\/a> when you have Overmind out. <\/p>\n\n<p><a href=\"http:\/\/netrunnerdb.com\/en\/card\/02065\"><em>Crescentus<\/em><\/a> is the All-Star of the deck. Play an Overmind and either Test-Run, Clone Chip, or SMC Crescentus (remember, you have to do this before Encounter so that Overmind can break!). After a while, people just won't play Tollbooths against you or risk getting them shut down instantly. Even Bioroids aren't really a problem since you can click through, then shut them down. In this deck, you want to use Clone Chips mainly for recurring Crescentus and Rook\/Bishop. Test-running a Crescentus is the best way to go overall.<\/p>\n\n<p><strong>Breaker Suite<\/strong> - <a href=\"http:\/\/netrunnerdb.com\/en\/card\/05053\">Overmind<\/a>, <a href=\"http:\/\/netrunnerdb.com\/en\/card\/03048\">Inti<\/a>, <a href=\"http:\/\/netrunnerdb.com\/en\/card\/03040\">Atman<\/a>. To play this deck effectively, you need to be aware of the kinds of ICE the Corp likely has. For instance, it's a good idea to Test Run an Overmind and find your Inti early against NBN, since most of their ICE is Wraparound, Pop-Up Window, and Eli. Click through Eli and shut him down with Crescentus. Echo to get them to rez their Wraparound. <strong>As a general rule, with an SMC, you want to have 6 Credits before you run (2+4 for Overmind). If they rez Pop-Up, get Overmind. If they rez Wraparound, get Inti,<\/strong>. If you have a few breakers in hand, consider getting Rook or Bishop before running (or even mid-run). A Rook'd Eli is not fun for the Corp, especially with a potential Crescentus incoming.<\/p>\n\n<p><em>Atman<\/em> is your late-game icebreaker. It also can be useful in a pinch or if you're playing against <a href=\"http:\/\/netrunnerdb.com\/en\/card\/03001\">HB: Cerebral Imaging<\/a> who likely run str 4 and 5 ICE. Against CI, set Atman at 4 and 5, and use Overmind to get through Quandary and other small ICE.<\/p>\n\n<p><strong>Why no <a href=\"http:\/\/netrunnerdb.com\/en\/card\/01043\">Gordian Blade<\/a>, <a href=\"http:\/\/netrunnerdb.com\/en\/card\/01042\">Battering Ram<\/a>, or <a href=\"http:\/\/netrunnerdb.com\/en\/card\/01007\">Corroder?<\/a><\/strong> - Space is tight, and we want efficiency. Gordian Blade really solves only one problem: <a href=\"http:\/\/netrunnerdb.com\/en\/card\/05016\">Inazuma<\/a>. Besides this, there aren't really any ICE you need to break that an Overmind and Bishop (or Rook) can't solve. And once you identify the Inazuma, you can set up an Atman and run right through. Generally, you don't need Gordian Blade when you have Overmind for the majority of ICE competitive players use. NEXT Bronze is the only other ICE for which I'd consider a Gordian Blade. <\/p>\n\n<p><em>Battering Ram<\/em> is not good enough when we can't profit off a Magnum Opus\/Kati pre-run, then dump our money into it. Battering Ram solves Hive, but that's about it, but Atman (or Inti on first-rez) is your solution to Hive. If you're running Inti, make sure you have 4 creds ready during Approach otherwise you're just going to bounce.<\/p>\n\n<p><em>Corroder<\/em>, the most efficient barrier breaker in the game, is still good here, but, again, influence is tight, and you need everything you have. Feel free to test at -1 Bishop and +1 Corroder and see if your results are any different than with Inti.<\/p>\n\n<p><strong>Deep Red Package<\/strong> - Because Overmind and Deep Red are besties. But really, the problem with an aggressive Nasir is that he derps against certain ICE. The main thing you don't want to run into with Nasir is an Archer. If you suspect either, make sure you're running Atman at 4 and have Deep Red on the table. Both Bishop and Rook solve the Archer problem the first time, but what to do after? Atman on 4 + Bishop, again, can get through fine, and then you can Crescentus when you make the run. This can be devastating for the Corp.<\/p>\n\n<p><strong>The Shell and Moving Forward<\/strong> - The main shell of this archetype is <a href=\"http:\/\/netrunnerdb.com\/en\/card\/01018\">Siphon<\/a>, <a href=\"http:\/\/netrunnerdb.com\/en\/card\/03040\">Atman<\/a>, <a href=\"http:\/\/netrunnerdb.com\/en\/card\/03048\">Inti<\/a> (or <a href=\"http:\/\/netrunnerdb.com\/en\/card\/01007\">Corroder<\/a>), <a href=\"http:\/\/netrunnerdb.com\/en\/card\/02065\">Crescentus<\/a>, <a href=\"http:\/\/netrunnerdb.com\/en\/card\/05053\">Overmind<\/a>, <a href=\"http:\/\/netrunnerdb.com\/en\/card\/04042\">Deep Red<\/a>, <a href=\"http:\/\/netrunnerdb.com\/en\/card\/04007\">False Echo<\/a> and <a href=\"http:\/\/netrunnerdb.com\/en\/card\/04003\">Rook<\/a>\/<a href=\"http:\/\/netrunnerdb.com\/en\/card\/04021\">Bishop<\/a>. <em>Besides these<\/em>, you are pretty free to include Shaper cards as you see fit. There are some things to keep in mind when brewing with Nasir: 1) he can't make many runs each turn unless you've Siphoned or the Corp is poor. Exploiting <a href=\"http:\/\/netrunnerdb.com\/en\/card\/04003\">Rook<\/a>()\/<a href=\"http:\/\/netrunnerdb.com\/en\/card\/04007\">False Echo<\/a> when the Corp is poor is excellent. 2) <a href=\"http:\/\/netrunnerdb.com\/en\/card\/02047\"><strong>Test Run<\/strong><\/a> and <a href=\"http:\/\/netrunnerdb.com\/en\/card\/03034\"><strong>Scavenge<\/strong><\/a> are a must in some amount. You <em>need<\/em> early breakers\/answers and Scavenge helps you reset Overmind. 3) <a href=\"http:\/\/netrunnerdb.com\/en\/card\/02106\">Indexing<\/a> is not that great with Nasir. Because you'll probably see it late-game and it's so taxing on him to run more than once a turn (excepting light ICE decks or NBN), you won't get a chance to exploit Indexing. <a href=\"http:\/\/netrunnerdb.com\/en\/card\/01036\">The Maker's Eye<\/a> is preferrable in most cases, but feel free to test Indexing anyway.<\/p>\n\n<p><strong>Being In (and then out) the Money<\/strong> - as is the case with any Nasir build, you'll likely run into things you can't deal with, causing you to lose your cash. <a href=\"http:\/\/netrunnerdb.com\/en\/card\/01053\">Armitage Codebusting<\/a> is your best friend, as it is with AoA Reina. This is currently the best way for Nasir to recover from faceplanting into a Pop-Up without an Overmind (but please, don't do this), or to help get those last few accesses late game. Armitage does some <em>serious<\/em> work in this deck, and you shouldn't be afraid to play it and click for 6 if you're tagged. Because Nasir can be poor at any given moment, <a href=\"http:\/\/netrunnerdb.com\/en\/card\/01035\">Modded<\/a> is a useful way to power out a breaker or an R&amp;D Interface. I wouldn't bother with Sure Gamble in this archetype.<\/p>\n\n<p><strong>Previous Iterations and the Current Version (a note on the text)<\/strong><\/p>\n\n<p><a href=\"http:\/\/netrunnerdb.com\/en\/card\/05036\">Planned Assault<\/a> was removed because it's too slow and bad on a late-game board state. While it was nice to have access to more Siphons, I found that I rarely needed it. <a href=\"http:\/\/netrunnerdb.com\/en\/card\/04021\">Bishop<\/a> is my preferred inclusion, though a Corroder is an optional replacement. Bishop offers Nasir a cheaper way to deal with Archer. With SMC, Overmind, and Deep Red out, it costs Nasir 4 bucks to run an unrezzed Archer, but just 2 with Bishop. <\/p>\n\n<p><a href=\"http:\/\/netrunnerdb.com\/en\/card\/02087\">Quality Time<\/a> became <a href=\"http:\/\/netrunnerdb.com\/en\/card\/02107\">RnD Interface<\/a> to allow for some deeper R&amp;D digs. This has proved useful so far. Because of this switch, I opt for 2 <a href=\"http:\/\/netrunnerdb.com\/en\/card\/01035\">Modded<\/a> as pseudo money cards. They help you get Overminds out that you Test Ran, and keep your initial credit pool higher so you can use SMC\/Clone Chip. <\/p>\n\n<p>Feel free to comment and happy (poor) running!<\/p>\n","username":"CJFM","cards":{"01018":2,"01034":3,"01035":2,"01036":2,"01053":3,"02009":2,"02047":3,"02065":1,"02107":2,"03034":2,"03035":1,"03038":3,"03040":2,"03046":3,"03048":1,"03054":3,"04003":1,"04007":3,"04021":1,"04042":2,"05053":3,"06017":1}},{"id":8166,"name":"Gabe Ruins Data (Tag-Me DLR)","creation":"2014-08-01 16:12:49","description":"<p>One of my experiments with <a href=\"\/en\/card\/02103\">Data Leak Reversal<\/a>. Run centrals, especially HQ, with <a href=\"\/en\/card\/04043\">Knight<\/a> and other cheap, efficient Icebreakers. Install <a href=\"\/en\/card\/04106\">Fall Guys<\/a> and DLRs. Tag yourself with <a href=\"\/en\/card\/01018\">Siphon<\/a> and <a href=\"\/en\/card\/04009\">John Masanori<\/a> and click on DLR like a madman. Occasionally throw in Siphons and make Archives run to score some agendas.<\/p>\n\n<p>It's not one of those \"strong\" decks. Having no tutors is a pain in the arse even if you have Knights. Corps with strong economy will just rip through Fall Guys and DLRs and throw Closed Accounts at you. But it's just fun playing with it. Give it a try if you like the idea.<\/p>\n\n<p>Any suggestions are welcome.<\/p>\n","username":"Clarity86","cards":{"01007":2,"01014":2,"01017":1,"01018":3,"01020":3,"01024":3,"01027":2,"01050":3,"01053":3,"02009":3,"02043":3,"02103":3,"02105":2,"03053":3,"04009":2,"04043":3,"04106":3,"05035":2}},{"id":8167,"name":"Weyland Tag n' Drag","creation":"2014-08-01 16:20:26","description":"<p>Tag 'em up, and run 'em through the mud.<\/p>\n\n<p>This deck adapts supermodernism to use fun new toys from Upstalk. I've taken Snare! out for now to make room for <a href=\"\/en\/card\/06006\">Primary Transmission Dish<\/a> and made tracer ice the key to getting the runners those dastardly tags. And with its high trash cost, it becomes a dubious target for runners. Viper can also become very taxing to get through once PTD is up and running. <a href=\"\/en\/card\/01102\">Hadrian's Wall<\/a> is in for a surprise rez to shore up a late game scoring server, and can be advanced using <a href=\"\/en\/card\/06008\">The Root<\/a>. And if they're getting a little too moneyed-up behind a few Plascretes, just Close their Accounts (which you can tutor on the fly using an Atlas token). This deck is completely untested yet, but let's see what happens!<\/p>\n","username":"BTrain","cards":{"01084":2,"01093":1,"01094":3,"01098":3,"01099":3,"01101":2,"01102":1,"01107":1,"01110":3,"01113":2,"02018":2,"02020":2,"02052":3,"02060":2,"02070":3,"02080":2,"04015":3,"04017":3,"04020":2,"04036":1,"06006":2,"06008":2,"06009":2}},{"id":8168,"name":"HB: EtF","creation":"2014-08-01 16:26:14","description":"\n","username":"Hekireky","cards":{"01054":1,"01055":3,"01056":3,"01057":1,"01058":2,"01062":2,"01064":3,"01090":2,"01106":3,"01110":3,"02013":3,"02092":3,"02110":3,"03006":1,"03015":2,"03019":2,"03027":2,"04015":3,"04040":2,"04079":3,"04096":2,"04119":1}},{"id":8169,"name":"Drain Bramage 2.2","creation":"2014-08-01 16:33:40","description":"<p>Updated list I used to win Store Champs.<\/p>\n","username":"travisrchance","cards":{"01054":1,"01058":2,"01070":3,"01106":3,"01110":3,"02012":2,"02039":1,"02070":3,"02110":3,"03006":3,"03009":1,"03013":2,"03015":2,"03017":2,"04011":3,"04012":1,"04030":1,"04071":3,"04079":3,"04090":2,"06001":3,"06002":3}},{"id":8170,"name":"HB archery","creation":"2014-08-01 16:40:44","description":"<p>Basic HB with upstalk<\/p>\n","username":"Diegofsv","cards":{"01054":1,"01055":3,"01056":3,"01061":2,"01062":2,"01064":2,"01090":2,"01101":3,"01106":3,"01110":3,"02013":2,"02092":3,"03014":2,"04011":3,"04040":3,"04119":3,"06001":3,"06002":3,"06003":3,"06009":1}},{"id":8171,"name":"Party Noise 1.2","creation":"2014-08-01 17:08:12","description":"<p>Removed\n-Aesop's Pawnshop x1\n-Wyldside x1\n-Demolition Run x1\n-Same Old Thing x2\n-Femme Fatale x2<\/p>\n\n<p>Added\n-Easy Mark x3\n-Lucky Find x2\n-Crypsis x2<\/p>\n","username":"lizrrdbreath","cards":{"01001":1,"01002":3,"01004":1,"01006":2,"01007":2,"01008":3,"01010":1,"01012":3,"01016":2,"01019":3,"01047":1,"01050":3,"01051":2,"02003":3,"02041":1,"02091":2,"03038":3,"03052":3,"03053":3,"04043":3,"04109":2}},{"id":8172,"name":"Social Silhouette","creation":"2014-08-01 17:10:15","description":"<p>\"Show me the money!\" <\/p>\n\n<p>The core of the deck is basic <a href=\"\/en\/card\/04085\">Blackguard<\/a> shenanigans. Get <a href=\"\/en\/card\/02045\">Snitch<\/a> and Blackguard out as soon as possible to force the corp to rez ice and make your runs risk-free. Use <a href=\"\/en\/card\/04109\">Lucky Find<\/a>s and <a href=\"\/en\/card\/01050\">Sure Gamble<\/a>s to quickly build up the credits for installing that beast. Then run everywhere! <a href=\"\/en\/card\/01028\">Sneakdoor Beta<\/a> will help get you into HQ for extra exposure effects, courtesy of the badass in charge of this whole operation. After using <a href=\"\/en\/card\/02065\">Crescentus<\/a> or <a href=\"\/en\/card\/02043\">Emergency Shutdown<\/a>, you can get in for free again or force a new rez and put pressure elsewhere.<\/p>\n\n<p>Now here's the really fun part. Silhouette has to take off her helmet and be friendly for once, but the benefits of <a href=\"\/en\/card\/06018\">Social Engineering<\/a> definitely make it worth the sacrifice in dignity. When the corp has no choice but to rez ice, you can use that power to fuel your own economy. Let the corp recoup some funds, then play Social Engineering, followed by <a href=\"\/en\/card\/01049\">Infiltration<\/a>, a run with Snitch, or triggering Silhouette's ability. All the exposure effects work like <a href=\"\/en\/card\/01020\">Forged Activation Orders<\/a> thanks to Blackguard. But it's even better than FAO for this purpose because the corp has no option to trash the ice and prevent your income! <\/p>\n\n<p>This works best on an expensive piece of ice that you have already seen, which is possible in multiple scenarios: could have Blackguard+Snitched earlier when the corp was too broke to rez, exposed it without Blackguard, or derezzed it. Derez and repeat your Social Engineering (I guess you came up with a new bribe?), or derez and use actual FAO to get rid of problem ice. And don't forget to thank the <a href=\"\/en\/card\/02025\">Compromised Employee<\/a>s who made the payoff even heftier. <\/p>\n\n<p>Why not build a <a href=\"\/en\/card\/06017\">Nasir Meidan: Cyber Explorer<\/a> deck instead? Because gaining credits off a rez cost is so much sweeter when the runner is in complete control. Nasir has no choice but to lose credits (which can be painful without perfect knowledge or preparation), whereas with this deck, it's the corp that has no choice. I much prefer it this way. ;)<\/p>\n\n<p>Singleton suite of breakers because of low risk running and lengthy setup before they're absolutely necessary. Hopefully you can keep the corp broke and often get in the servers you really want for free. Social Engineering, <a href=\"\/en\/card\/01018\">Account Siphon<\/a>, and <a href=\"\/en\/card\/02091\">Kati Jones<\/a> will help pad your pockets for breaker installs and runs in the mid and late game.<\/p>\n\n<p>I am certain there is a competitive version of this deck, but this is just a draft and mostly for giggles. If only I had room for <a href=\"\/en\/card\/03031\">Escher<\/a>....<\/p>\n\n<p>Thanks for reading my ramble.<\/p>\n","username":"Whrrrrr","cards":{"01007":1,"01018":2,"01020":3,"01022":2,"01026":1,"01028":2,"01043":1,"01049":2,"01050":3,"02025":3,"02043":3,"02045":3,"02065":2,"02085":1,"02091":2,"02104":1,"04085":3,"04109":2,"05030":1,"06018":3}},{"id":8173,"name":"Tourney #1 Haas-Bioroid","creation":"2014-08-01 17:20:18","description":"\n","username":"obscurement","cards":{"01054":1,"01055":3,"01056":2,"01057":2,"01061":1,"01062":1,"01064":2,"01075":1,"01091":1,"01092":1,"01103":2,"01106":1,"01108":1,"01110":3,"01113":2,"02011":1,"02012":1,"02013":1,"02019":2,"02020":1,"02039":1,"02051":3,"02052":1,"02056":1,"02059":1,"02060":1,"02070":3,"02092":2,"03004":1,"03009":2,"03015":1,"03016":2,"03022":1}},{"id":8174,"name":"Big Three","creation":"2014-08-01 18:10:36","description":"<p>Set up the biggest rig and run freely. <\/p>\n","username":"ogrillion","cards":{"01033":1,"01035":2,"01036":2,"01044":2,"01050":3,"01053":3,"02003":2,"02004":1,"02009":2,"02026":1,"02028":3,"02047":3,"02048":3,"02087":2,"02091":3,"02106":2,"02107":1,"03034":3,"03038":3,"03046":3,"04047":1,"04065":1}},{"id":8175,"name":"Trust me. Look into my eyes.","creation":"2014-08-01 18:51:47","description":"<p>Playing with JTK is always fun! I usually build fun decks rather than winning decks, so I had little chance to publish my decks. But by accident, I made a deck which reached a certain winning rate (8 wins &amp; 2 loses), which I want to share here. Above all things, it's very fun to play with.<\/p>\n\n<ul>\n<li><p>Basic concept\nInstall agendas, Junebugs, Ronins with Mushin no Shin (MnS) to start a psychological warfare.\nMnS + Ice or MnS + 1 advance, both are acceptable.\nUse Archived Memories for reviving MnS.\nYou can boldly add Junebug or Ronin from open Archives and MnS one of your Junebugs, Ronins, or agendas.\nThe runner will have severe headache.\nIf the runner speculated Junebug correctly, leave that card and you can feed it to Trick of Light later.\nDon't hesitate to use Archived Memories to add Econ cards at the right timing.<\/p><\/li>\n<li><p>Agendas\nFetal AI ; Score it with MnS + 2 advances\nBraintrust, Medical Breakthrough, Philoctic Entanglement ; Score it with Trick of Light \nFeel free to change agendas to other ones that you think is more fittable.<\/p><\/li>\n<li><p>Assets\nJackson Howard : Need any explanations? Also useful to revive trashed Ronins and Junebugs!<\/p><\/li>\n<li><p>Ice\nHimitsu-Bako is useful for dealing with Knights and Parasites. Included WoS in the threat of Atman.\nThe runner cannot get past MnS + Komainu at early phases.\nMarker is something that I have never used before... but I just added it. Definitely not a good ICE, but not so bad. Change it to your preference.\nThe purpose of Gyri Labyrinth is to reduce runner's hand size and kill runners with Ronin, but I was never able to do this yet. Change it if you want.<\/p><\/li>\n<li><p>Weak point\nAccount Siphons and Tag-me decks. Lost 1 game and got horribly stressful even I won.<\/p><\/li>\n<\/ul>\n\n<p>Thx for reading this. Enjoy the brain games!<\/p>\n","username":"HBC","cards":{"01058":3,"01067":1,"01069":3,"01075":2,"01078":1,"01110":3,"01113":1,"02014":3,"02032":3,"02033":2,"02112":3,"04012":3,"04013":2,"04015":3,"04076":1,"04110":2,"04116":1,"05005":3,"05006":1,"05014":2,"05015":3,"05017":1,"05018":3}},{"id":8176,"name":"Tourney #1 Haas-Bioroid","creation":"2014-08-01 19:20:05","description":"\n","username":"obscurement","cards":{"01054":1,"01055":3,"01056":2,"01057":2,"01061":1,"01062":1,"01063":1,"01064":2,"01075":1,"01092":1,"01103":2,"01106":1,"01108":1,"01110":3,"01111":1,"02011":1,"02012":1,"02013":1,"02020":1,"02039":1,"02051":3,"02052":1,"02056":1,"02059":1,"02060":1,"02070":3,"02092":2,"03004":1,"03009":2,"03015":1,"03016":2,"03017":1,"03019":1,"03022":2}},{"id":8177,"name":"Kate Morningstar","creation":"2014-08-01 19:24:50","description":"\n","username":"arribous","cards":{"01008":2,"01011":1,"01012":2,"01026":1,"01033":1,"01034":3,"01035":3,"01038":2,"01043":1,"01044":3,"01050":3,"02003":1,"02004":1,"02047":3,"02066":1,"02106":3,"03031":1,"03034":2,"03038":3,"03046":3,"03052":3,"04067":1,"06019":2}},{"id":8178,"name":"Total Denial Forever","creation":"2014-08-01 19:56:06","description":"<p>The concept is simple. \nWe keep the corp poor.\nForever.<\/p>\n\n<p>Utilizing standard Criminal Tricks and the central breaker suite, we can hit the Centrals fairly early to land a siphon. Install one or two Lampreys as you please, and hammer HQ under Security Testing + Desperado to generate money AND deny the Corp money to prevent them from ever recovering from zero credits.<\/p>\n\n<p>If the Corp purges the Lampreys, use DejaVu to get them back and start running again.<\/p>\n\n<p>If the Corp makes HQ too taxing on the approach, use Sneakdoor Beta to continue the eternal denial, and Feint to enable both Emergency Shutdown AND to trigger Lamprey again.<\/p>\n\n<p>If they already started with a lot of money, use Vamp to zero them out. <\/p>\n\n<p>A Corp with no Money can't defend remotes, or protect R&amp;D from multiple Keyhole hits. Nor can it defend HQ from becoming agenda flooded.<\/p>\n\n<p>Alternate builds could swap Clone Chips in for the Deja Vus, to make Lamprey recursion faster. Alternatively, you could run Gabe and drop one of the Deja Vus.<\/p>\n\n<p>\"I've seen the face of the future. And it's a corp wallet, getting stepped on, forever.\"<\/p>\n","username":"killionaire","cards":{"01002":3,"01018":3,"01021":3,"01022":2,"01024":2,"01028":2,"01050":3,"02009":2,"02021":1,"02043":3,"02104":2,"03054":3,"04061":1,"05029":1,"05034":2,"05036":2,"05041":2,"05042":2,"05046":2,"05048":2,"06014":3}},{"id":8179,"name":"Good News Everyone!","creation":"2014-08-01 20:56:18","description":"\n","username":"Haas_Steriod","cards":{"01008":2,"01009":1,"01026":1,"01028":1,"01034":3,"01035":3,"01044":2,"01050":3,"02003":1,"02004":1,"02009":2,"02047":3,"02048":2,"02106":3,"03029":1,"03034":3,"03035":1,"03040":3,"03046":3,"04027":2,"04043":1,"04061":1,"04108":1,"06019":2}},{"id":8180,"name":"What...","creation":"2014-08-01 21:09:02","description":"\n","username":"Pikenchu","cards":{"01011":1,"01026":1,"01034":3,"01047":2,"01050":3,"01053":3,"02024":1,"02041":1,"02046":1,"02047":2,"02091":2,"03034":3,"03035":1,"03038":3,"03048":1,"03053":3,"04008":3,"04042":2,"04067":1,"04106":3,"05050":1,"05053":2,"05054":3}},{"id":8181,"name":"What...","creation":"2014-08-01 21:48:21","description":"\n","username":"Pikenchu","cards":{"01026":1,"01047":1,"01050":3,"01053":3,"02009":2,"02024":2,"02041":1,"02046":1,"02047":2,"02091":1,"02107":1,"03034":3,"03038":2,"03048":1,"03053":3,"04008":3,"04042":3,"04043":1,"04067":1,"05053":3,"05054":3}},{"id":8182,"name":"Babby's first corp","creation":"2014-08-01 22:14:44","description":"<p>I did this thing. It's a thing I did.<\/p>\n","username":"dickeye","cards":{"01070":2,"01086":2,"01093":1,"01094":3,"01098":3,"01099":2,"01100":2,"01101":2,"01102":2,"01103":3,"01107":2,"01108":2,"01109":3,"01110":3,"01111":2,"01113":3,"02018":2,"02020":3,"02070":3,"02077":3,"04015":2}},{"id":8183,"name":"What...","creation":"2014-08-01 22:30:59","description":"\n","username":"Pikenchu","cards":{"01026":1,"01047":1,"01050":3,"01053":3,"02009":2,"02024":2,"02041":1,"02046":1,"02047":3,"02091":1,"02107":1,"03034":3,"03038":2,"03048":1,"03053":3,"04008":3,"04042":3,"04043":1,"04047":1,"05053":2,"05054":3}},{"id":8184,"name":"Death and Taxes","creation":"2014-08-01 22:40:18","description":"<p>The goal of this deck is to make running too expensive to make it possible to pay for taxing agendas.<\/p>\n\n<p>All of the taxing ice can make running and stealing from remotes very difficult, especially when working in tandem with Caprice.<\/p>\n\n<p>The bidding mechanic will always net you money if it doesn't end the run, because if you spend the same amount as the runner, you are always spending one less. This means you can just generate income bidding on 0, or you can tax the runner heavily bidding on 2, as you are never spending as much as they are. The econ in the deck can be phenomenal, too, making bidding on 2 very easy.<\/p>\n","username":"podoboq","cards":{"01064":2,"01070":3,"01103":1,"01110":3,"02015":3,"02032":3,"02056":3,"02070":3,"02095":2,"04012":3,"04074":2,"04077":3,"04114":3,"04119":3,"05002":1,"05006":1,"05007":2,"05009":3,"05016":2,"05018":2,"06003":2}},{"id":8185,"name":"BP","creation":"2014-08-01 22:59:07","description":"<p>But what does BP stand for?!<\/p>\n","username":"danmwilson","cards":{"01094":3,"01098":3,"01100":2,"01102":2,"01103":3,"01110":3,"02018":3,"02019":3,"02077":1,"03024":2,"04017":3,"04018":3,"04030":2,"04039":2,"04040":3,"04078":3,"04097":1,"04099":3,"04117":3,"06009":2}}]