[{"id":6219,"name":"Seeing is Believing","creation":"2014-05-30 00:59:51","description":"<p>See everything. Knowledge is power.<\/p>\n\n<p>Rez (credit), Derez, Rez (credit), Derez, Rez (credit), Derez.<\/p>\n\n<p>Would love to find a way to fit FOA in.<\/p>\n","username":"jeremyorion","cards":{"01007":2,"01019":3,"01021":2,"01028":2,"01043":2,"01049":2,"01050":3,"02009":1,"02023":2,"02025":2,"02043":3,"02045":2,"02050":1,"02065":3,"02091":2,"02104":3,"03054":2,"04043":2,"04085":2,"05030":1}},{"id":6220,"name":"midseasons combo","creation":"2014-05-30 01:08:08","description":"<p>Recreating Running Bear's midseasons combo, now with fast track to make it super sick.  The bigger issue with the older version was finding the beale in time, now we can fast track it in for ultimate 13 advance justice.  <\/p>\n","username":"x3r0h0ur","cards":{"01080":1,"01081":3,"01085":2,"01090":2,"01092":3,"01110":3,"02017":1,"02019":3,"02020":2,"02056":3,"02115":3,"02116":3,"03026":3,"04012":3,"04015":2,"04040":3,"04075":2,"04076":3,"04095":3,"05027":2}},{"id":6222,"name":"The Not-So-Subtle Spy","creation":"2014-05-30 02:16:45","description":"<p>Essentially a big-rig Ian deck. I generally play the early game like any runner, prodding and trying to actually get in and score agendas. If I manage to get some points and nuillify Ian's ability, oh well. I'm on my way to winning. The only time I don't is against Jinteki if I had a juicy hand to set up. If I do fall behind, I use the credits to set up. Once the rig is running, but can get into most servers fairly cheaply. Combine this with trickle economy from Ian and Underworld Contacts, and you can just go wherever you want. <\/p>\n\n<p>A couple of notes from my testing so far:<\/p>\n\n<p>-I'd like to fit in some SOTs, but I'm not sure where. I really don't have many dead draws. Maybe the third Datasucker? Alternatively, drop 2x Datasuckers, add 1x Clone Chip in case I lose a breaker. Still need more room for SOTs, though.<\/p>\n\n<p>-Only really hard fight was against an HB glacier deck. Made me really consider throwing E3 in there. 1x would be enough, with Logos.<\/p>\n\n<p>-I really love Logos.<\/p>\n\n<p>-I know I'd probably lose to an TWIY* pure FA rush deck, but most things do. <\/p>\n\n<p>Name refers the fact that I generally don't play specifically to activate Ian's ability, only capitalize on the hesitation it causes. Also, he has a really big hammer and a sword. Not very sneaky.<\/p>\n","username":"Thike","cards":{"01008":3,"01018":3,"01019":3,"01022":2,"01026":1,"01029":3,"01031":1,"01043":1,"01050":3,"01051":1,"02004":1,"02009":1,"02028":3,"02069":3,"02091":1,"02105":1,"04004":3,"04063":2,"04065":1,"05028":1,"05035":3,"05037":3,"05048":2}},{"id":6223,"name":"HM: The Clinic (Glacier)","creation":"2014-05-30 05:08:40","description":"<p>This is my current Version of my \"The Clinic\"-Medtech Deck. I changed a few things, which made the deck even better (at least in my games). <\/p>\n\n<p>I removed all traps, because i don't want to rely too much on runner accidents. Instead i put in another copy of pup and yagura, to have some more cheap to rezz and taxing ice. <\/p>\n\n<p>I also switched out my Tsurugi for a Susanoo-No-Mikoto as \"rizmodnar\" advice on my original deck list. (although i doubt, that the almighty Susanoo is happy to go into battle without his favourite weapon ;D) <\/p>\n\n<p>Finally i removed the snowflakes and put in two bastions instead. <\/p>\n\n<p>For some advice how to play this kind of deck just have a look at my original deck list :) <\/p>\n","username":"Oneiro","cards":{"01078":2,"01084":1,"01090":2,"01106":3,"01108":2,"01110":3,"03026":2,"04012":3,"04015":3,"04033":1,"04093":3,"04099":2,"04114":2,"05001":1,"05007":3,"05014":2,"05016":2,"05017":2,"05018":3,"05020":1,"05024":1,"05027":1}},{"id":6224,"name":"Bam! Headshot v2.1","creation":"2014-05-30 05:44:59","description":"<p>Okay, Whizzard's ability was cool, nuking several Jacksons, Adonises and PADs throughout the evening.<\/p>\n\n<p>The deck itself had some flow issues. It really, really needed that third Djinn and Deja Vu; the first game I won because I got Djinn down, the rest I lost because I didn't have Djinn and was caught between playing breakers and playing viruses, and couldn't do both.<\/p>\n\n<p>Pheromones is a beast of a card; it was an absolute workhorse. Love it. Doppelganger never got used. I've swapped it for Spinal Modem; two recurring credits are always helpful.<\/p>\n\n<p>The Vamps were of no use. I was trying to run all the time, so I never had the spare money, even with Pheromones. Of course, a large part of that was the sheer amount of Jinteki taxing ice, but still.<\/p>\n\n<p>Hemorrhage was good, but I think I could have achieved the same effect with Imp, tbh, in a more temporary but less click-intensive manner. As I was playing, Hemorrhage struck me as 'win-more'. If I was making enough successful runs per turn for it to count, then I should probably be winning anyway!<\/p>\n\n<p>I pulled off the Demo Run with Nerve agent. That was pretty glorious. He spent a whole turn purging viruses, and then another turn getting his hand back. I think I need some Same Old Things in here, so that I can recur Demo Run and Deja Vu.<\/p>\n\n<p>The main problem with the deck as a whole was that by relying on Pheremones and suchlike, I needed to be running HQ all the time. I struggled when people set up chunky, empty remotes, and then just played an agenda into it as soon as they drew one. It made the game incredibly slow. An alternative might be to make the deck better at running remotes so that agendas build up in hand, and then running HQ. Pheromones would be less use there, though, although Hemmorhage would come back into its strength. Remote running would also play into Whizzard's strength of trashing things.<\/p>\n","username":"Jashay","cards":{"01002":2,"01003":2,"01004":1,"01007":2,"01008":2,"01009":2,"01010":1,"01011":1,"01012":3,"01014":1,"01026":1,"01028":2,"01050":3,"01053":3,"02001":1,"02002":2,"02003":3,"02022":2,"02041":3,"02086":2,"02090":1,"02091":2,"03044":1,"03052":1,"04043":3}},{"id":6226,"name":"Haas's Bioroid's","creation":"2014-05-30 08:56:43","description":"<p>Tenma lines to shift ice around keeping a consistant eye on your opponents choices Hive to provide a barrier where needed since Bio-roid have such a time of it keeping runners out. Mugen-no-shin to half advance mandatory upgrades or put down a trap with plan B<\/p>\n","username":"Reiyu","cards":{"01055":3,"01061":1,"01063":3,"01066":2,"01110":3,"02010":1,"02011":2,"02012":2,"02070":3,"02110":2,"03004":1,"03006":1,"03013":2,"03015":1,"03016":2,"03019":2,"04011":2,"04030":2,"04099":1,"04117":2,"04119":3,"05012":1,"05015":2,"05016":1,"05023":2,"05024":1,"05027":2}},{"id":6227,"name":"Prepaid Event Toolbox (V1.2!)","creation":"2014-05-30 10:21:54","description":"<p>Here's the main change: WAIT! NO <a href=\"\/en\/card\/02009\">Plascrete Carapace<\/a>!? Damn right! <a href=\"\/en\/card\/04063\">Lawyer Up<\/a> is a BEAST in this deck. I always found plascretes to be a clunky necessary evil but now it no longer matters. As a rule of thumb I often found myself using <a href=\"\/en\/card\/01018\">Account Siphon<\/a> on maximum click 2 against NBN or Weyland and spending 4 of the credits I earned just removing tags. With <a href=\"\/en\/card\/04029\">Prepaid VoicePAD<\/a> you can have your cake and eat it too! Also see <a href=\"\/en\/card\/04063\">Lawyer Up<\/a> as a 2 click in-faction diesel if you have your prepaids and they're even actually <a href=\"\/en\/card\/03054\">Same Old Thing<\/a> worthy after siphoning. Genreally at that point you'll have so much more money that midseasons and scorches won't touch you and you'll have a full hand to boot.<\/p>\n\n<p>Your main players here are <a href=\"\/en\/card\/04029\">Prepaid VoicePAD<\/a>, <a href=\"\/en\/card\/05036\">Planned Assault<\/a>, <a href=\"\/en\/card\/02087\">Quality Time<\/a> and <a href=\"\/en\/card\/03054\">Same Old Thing<\/a>. These all work together to tutor fast for cheap and recurr what you want in a blink. <a href=\"\/en\/card\/03035\">Levy AR Lab Access<\/a> is there as your backup or once your rig is established to bring those tutors back to spam events super cheap.<\/p>\n\n<p>I'm not a fan of <a href=\"\/en\/card\/04109\">Lucky Find<\/a>, <a href=\"\/en\/card\/02023\">Satellite Uplink<\/a> or <a href=\"\/en\/card\/05033\">Express Delivery<\/a> for Ken decks but in this case you can always discard them if they're dead draws and SoT can bring them back if need be with lowered costs.<\/p>\n\n<p>I find <a href=\"\/en\/card\/05038\">Public Terminal<\/a> to actually really suck compared to <a href=\"\/en\/card\/04029\">Prepaid VoicePAD<\/a> because they're too situational based on your draw and corp players are smart enough to know they must protect from the run events <a href=\"\/en\/card\/01021\">Inside Job<\/a>, <a href=\"\/en\/card\/01036\">The Maker's Eye<\/a> and <a href=\"\/en\/card\/01018\">Account Siphon<\/a>.<\/p>\n\n<p>Programs are simple, my friends know me as \"that guy who loves <a href=\"\/en\/card\/02104\">Faerie<\/a>\" when playing criminal but they are a fantastic way to facecheck without major repercussions and most of the time whenever I have a <a href=\"\/en\/card\/01022\">Special Order<\/a> without a good program rig and cards are unrezzed I'm left wishing I had one instead to just go aggro.<\/p>\n","username":"Trizzy613","cards":{"01007":1,"01018":3,"01021":2,"01022":2,"01024":2,"01036":1,"01043":1,"01050":3,"02023":1,"02087":2,"02104":3,"02106":1,"03035":1,"03052":3,"03054":3,"04029":3,"04063":3,"04065":1,"04109":1,"05029":1,"05035":3,"05036":3,"05042":1,"05046":1}},{"id":6228,"name":"Destroy All Planets 2.1","creation":"2014-05-30 11:13:02","description":"<p>A variant of jleuze's original deck (http:\/\/netrunnerdb.com\/en\/decklist\/6122\/destroy-all-planets-2-0)<\/p>\n\n<p>Includes:\n+ his edits from the comments\n+ less agendas\n+ more rezzing power towards free Archers and Hadrian's Walls through Priority Requisition\n+ more control over Bad Pub through Veterans Program (you max out at 6 BP, and you can remove it all via VP)<\/p>\n","username":"vesper","cards":{"01064":3,"01065":2,"01094":3,"01098":3,"01101":3,"01102":2,"01103":3,"01106":3,"01110":3,"01111":2,"02077":1,"02120":1,"04015":3,"04020":3,"04040":3,"04058":3,"04080":3,"04096":2,"04097":1,"04117":3}},{"id":6229,"name":"Mushin Next","creation":"2014-05-30 11:15:08","description":"\n","username":"CodeMarvelous","cards":{"01055":3,"01062":1,"01063":1,"01064":2,"01108":3,"01110":3,"01113":3,"02011":3,"02051":3,"02060":3,"02110":2,"03003":1,"03005":1,"04011":3,"04015":3,"04034":3,"04059":3,"04120":3,"05015":3,"05024":3}},{"id":6230,"name":"RUG Control 2.0","creation":"2014-05-30 11:36:25","description":"<p>This is really close to my final version, I guess. A Central Assault deck, the idea is to forget about the early game and fastly build up to end game. Your rig is extremly cheap, all your resources are free and logos provides you with the answers that you might need for each game. Here is the card selection:<\/p>\n\n<h2>Green<\/h2>\n\n<p><strong>Quality Time and Diesel<\/strong> = Both cards are your drawing machine. Your central assault rig is cheap enough but you need to get the cards as soon as possible. <\/p>\n\n<h2>Red<\/h2>\n\n<p><strong>Data Leak Reversal<\/strong> = An awesome card that works as a R&amp;D multiaccess. Using it together with Fall Guy And Account Siphon is so strong that can almost guarentee a victory. Just remember to keep Jackson Howard dead.<\/p>\n\n<h2>White?<\/h2>\n\n<p><strong>Plascrete Carapace<\/strong> = You won't be caring much about tags over here....this will be your life guard.<\/p>\n\n<h2>Blue<\/h2>\n\n<p><strong>Express Delivery<\/strong> = This almost works like a Scry card. Its awesome to get what you really need<\/p>\n\n<p><strong>Logos<\/strong> = Should be installed as fast as you can so you can look for important cards when the corp starts scoring<\/p>\n\n<p><strong>Emergency Shutdown, Forged Activation Order and Running interference<\/strong> = Basically a ICE control card, specially useful for remote attacks when needed or credit control.<\/p>\n\n<p><strong>Fall Guy<\/strong> = A \"counterspell\" to save your DLR or an emeregency 2 credit when needed (never used that way)<\/p>\n\n<p><strong>Security Testing<\/strong> = This card is just too good. Got a Closed Accounts? This card and Iain ability put you in your feet in a single click.<\/p>\n\n<p><strong>Unregistered S&amp;W '35<\/strong> = Caprice Nicei? DEAD. Jackson Howard? DEAD. Chairman Hiro? DEAD too.<\/p>\n\n<p><strong>Account Siphon<\/strong> =  Do I really need to talk about it?<\/p>\n\n<p><strong>Data Dealer<\/strong> = Sometimes you just need that push to get a more valuable agenda. And sometimes you just hate too much Shi.Kyu.<\/p>\n\n<p><strong>Femme Fatale<\/strong> = The answer to the very few ICEs that can make every single run a pain (I'm looking at you, Tollbooth).<\/p>\n\n<h2>Icebreakers<\/h2>\n\n<p>The whole suite is intended as easily access central servers. <strong>Crypsis<\/strong> is there only for emergency remote runs.<\/p>\n\n<h2>Gameplay Style<\/h2>\n\n<p>You should start the game making money and buying cards....Logos first round is something you should always look for. Make some facechecks after installing Alias so you won't get a freaking komainu in your face and keep buying and building your RIG. Praise the lord if you get yourself a Shy.Kyu and take your time...you will start loosing the game so calm down and do not get ahead of yourself. Sooner than you think, your full RIG is ready and you can AS the shit out of the corp. DLR and HQ interface FTW.<\/p>\n\n<p>individual tips:<\/p>\n\n<p><strong>Weyland Decks<\/strong> = You know right? Yeah, freaking Scorched Earth, so get your plascretes ready. Multiple HQ runs is the way to go, keep pushing, do not let this guys rich. Sooner or later one of your programs will be trashed, so get ready to play the long game and even use your crypsis. Lucky for you, the long game is what you are seeking.<\/p>\n\n<p><strong>NBN<\/strong> = They will play it fast, so get your rig ready as fast as possible. A logos in your opening hand is a good thing. Closed accounts is not as bad as it seems since you can recover from it quickly. They can get poor fast too, so keep'em that way. HQ is the best server to be attacked. DLR crushes NBN like no other corp.<\/p>\n\n<p><strong>Jinteki<\/strong> = Net damage is a chore but you will, most of the times, stay with lots of cards on your hand. Get Alias fast, and if they got to second level ICEs, beware of these nasty Code Gates. Harmony medtech is your worst enemy now. Not only there is the fear of flatline, but the damn deck is faster than lightning, specially if they are using the 6 agendas version, so prepare to forget about control and push them. The thing is, if you manage to fastly build your rig (like you should), everything will be cheap in central server and you can win this. And shot that bitch caprice down for god's sake<\/p>\n\n<p><strong>H&amp;B<\/strong> = They can be fast too, but most of the time they will play the long game. Running Interference is a great tool, specially to get theses advertisings down for good. Controling their credits is hard, but their ICE is expensive, so use Emergency Shutdowns and Forged Activation at your favor. HQ is always with some agendas, since most players use Biotic Labor. Beware the big ICEs deck.<\/p>\n\n<p>I'm having a good amount of suceess with this deck. I think it has potential. I just love this ID and I hope it to find a deck thats tournament playable and I'm feeling I'm getting there.<\/p>\n","username":"Diegofsv","cards":{"01018":3,"01020":2,"01026":1,"01031":1,"01034":2,"01050":3,"01051":1,"02009":2,"02043":3,"02085":2,"02087":3,"02103":3,"03054":2,"04044":1,"04106":2,"05028":1,"05033":2,"05037":3,"05039":1,"05041":2,"05042":2,"05046":2,"05048":2}},{"id":6231,"name":"No Cyperspace for Old Man","creation":"2014-05-30 12:02:47","description":"<p>Trying to do a \"big rig criminal\" deck that prolongs the game to get the most out of Iain's ability, using Underworld Contacts and Kati for even more long term money. Once it gets to late game, there should be an efficient breaker suite and a pile of money to make runs as necessary. You'd think that a retired cop\/spy would be an highly influential person... Anyways.<\/p>\n\n<p>Right now the idea is to get the following on the board before I start making runs: Logos, 2x Underworld Contacts, Kati Jones, Mr. Li, and Garrote (need the Killer before checking ICE).<\/p>\n\n<p>Dream hand would be something like Underworld Contact, Logos, Dyson Mem Chip, Mr. Li, and any one of Sure Gamble, Hostage, Express Delivery, Kati. I've played 7 games to completion and I'm pretty happy with how often I start with 2\/3 of Logos, Underworld, and Dyson Mem Chip.<\/p>\n\n<p>Garrote is really expensive to play. Good lord. <\/p>\n\n<p>Torch is even worse, NEVER wanted to grab it with Logos because 9 was way too much. After bouncing off a bunch of Quandry's, but still hitting a few Tollbooths I decided to replace it with Gordian Blade. +1 influence.<\/p>\n\n<p>Removed R&amp;D Interface and Helpful AI for 2x Clone Chip. Absolutely no recursion was definitely a huge oversight, and to be honest as 1 of's they weren't useful in the slightest. Sure, R&amp;D dig might come in handy, but I'd just as soon make runs on remotes with my efficient breakers and my pile of money.<\/p>\n\n<p>Running Interference was a little too gimmicky for me. I put in an Inside Job to help with faster Corp decks.<\/p>\n\n<p>I'm running into the issue where 5 credits and 2 clicks to play a Dyson and Underworld Contact starts to feel like I'm sacrificing waaaaaay too much tempo. I don't know what else to use for cheap Link. I really don't want to use Global Sec... but after getting thoroughly trounced by a Tennin Institute deck, I realized there is a big gap in the play style. <\/p>\n\n<p>Cards that I am not certain work in here:<\/p>\n\n<p>Compromised Employee: He's a resource, and I just wasn't ever excited to see him in my hand or on a Mr. Li draw. <\/p>\n\n<p>Fall Guy: On the plus side, he's just 1 click to play (which is good for Calling in Favors) and he can get me a little extra credits mid run if I am starting to run earlier than I really should. On the downside, if they're trashing my resources then they are going to use a full turn to do it anyways and it just makes them waste a click and 2 credits.<\/p>\n\n<p>Dyson Mem Chip: I want a cheaper way to get the Link I need. s:link in the side bar gives me so few options. I didn't realize how difficult getting to 2 link would be! As it stands, I think I have to keep this (plus I need the +1 memory to use Sneakdoor).<\/p>\n\n<p>Special Order: This was a big surprise to me, but I really felt like with my Mr. Li draw I really do not need 3 of these, just 2. I'll keep it as is for now to see how it plays out, but usually I've seen at least 1 program before I see 2 special orders, and my Logos gets my programs more often than not.<\/p>\n\n<p>I would really like some constructive feedback, this is the first deck I've made that I won a few games that I was really proud of how I played and how it worked.<\/p>\n","username":"PaxCecilia","cards":{"01007":1,"01021":1,"01022":3,"01028":1,"01031":1,"01032":2,"01043":1,"01050":3,"02009":2,"02025":2,"02028":3,"02069":3,"02085":1,"02091":2,"02105":2,"03038":2,"04004":3,"04065":1,"04106":2,"05028":1,"05031":3,"05033":3,"05037":3}},{"id":6232,"name":"Institutionalized Killers","creation":"2014-05-30 12:54:43","description":"<p>Based on the Chicago Regionals deck, but with more program trashing. Removed the HB recursion cards (rarely used em) and spent that influence on Ichi, Eli and Shipment from SanSans. Added an extra Inazuma to really land those program trashing subroutines. Beefed up the econ to accommodate.<\/p>\n\n<p>SoSS is great for when the runner is onto your Tennin\/ToL game and doesn't let you accumulate those counters. Use it on an Ice Wall and ToL away.<\/p>\n\n<p>Inazuma over program trashing is brutal and can create huge scoring windows. Trash Killers here, unless Corroder is causing you problems.<\/p>\n","username":"jeremyorion","cards":{"01062":2,"01064":2,"01068":3,"01103":3,"01110":3,"02014":3,"02033":3,"02110":2,"04012":2,"04013":2,"04015":2,"04020":1,"04033":2,"04034":2,"04073":2,"04114":2,"04120":2,"05003":1,"05005":3,"05006":1,"05011":3,"05016":2,"05017":1,"05024":1}},{"id":6234,"name":"Weyland GRNDL carillion v4.0","creation":"2014-05-30 13:11:47","description":"\n","username":"Carillion","cards":{"01064":3,"01094":3,"01098":3,"01101":3,"01103":3,"01110":3,"01111":3,"02018":3,"02037":2,"02060":3,"02120":3,"04015":3,"04017":3,"04018":3,"04020":2,"04039":3,"04040":3,"04057":2,"04058":3,"04060":3,"04097":1,"04111":2}},{"id":6235,"name":"Mushin Upgrades","creation":"2014-05-30 13:17:56","description":"\n","username":"daytodave","cards":{"01054":1,"01055":3,"01056":3,"01059":3,"01064":3,"01090":3,"01108":2,"01110":3,"02011":3,"02051":3,"02060":3,"02110":3,"03009":2,"03015":2,"04015":3,"04119":1,"04120":3,"05015":3,"05024":3}},{"id":6236,"name":"CSI - Louisville,  KY: 1st place corp","creation":"2014-05-30 13:25:12","description":"<p>Deck designed by PeeKaySK. I also finished second at the chicago regional with these decks.<\/p>\n","username":"chill84","cards":{"01058":3,"01059":3,"01062":2,"01064":1,"01086":2,"01099":2,"01106":2,"01110":3,"01113":2,"02051":1,"02110":2,"03001":1,"03005":3,"03015":1,"03017":2,"03019":3,"04034":3,"04040":3,"04090":3,"04100":2,"04111":3,"04119":3}},{"id":6237,"name":"PvP Kate - Louisville, KY: 1st place runner","creation":"2014-05-30 13:26:13","description":"<p>Deck designed by Lysander, Ajar, and Spags. I finished second place at the chicago regional with a slightly different list.<\/p>\n","username":"chill84","cards":{"01007":1,"01012":1,"01026":1,"01033":1,"01034":3,"01036":3,"01050":3,"02009":2,"02047":2,"02048":1,"02066":2,"02087":2,"03034":2,"03038":2,"03044":2,"03046":3,"03052":3,"03054":3,"04029":3,"04067":1,"04109":3,"05035":2}},{"id":6238,"name":"Andy goes to the mall","creation":"2014-05-30 13:34:37","description":"<p>An all arounder control Andromeda deck. Based on value runs w\/ <a href=\"\/en\/card\/04009\">John Masanori<\/a>, <a href=\"\/en\/card\/01024\">Desperado<\/a> and <a href=\"\/en\/card\/01008\">Datasucker<\/a><\/p>\n","username":"mephi","cards":{"01007":1,"01008":3,"01014":1,"01018":3,"01021":2,"01022":3,"01024":3,"01026":1,"01050":3,"02043":3,"02083":1,"02091":1,"02104":3,"02106":1,"03035":1,"03040":1,"03052":3,"03054":2,"04004":2,"04009":1,"05034":1,"05035":2,"05036":1,"05039":1,"05048":2}},{"id":6239,"name":"Prepaid Chaos v4","creation":"2014-05-30 14:07:30","description":"<p>I am not claiming any innovation in this deck build, but it has been refined over multiple playtests.  The primary design of the build was to leverage <a href=\"\/en\/card\/04029\">Prepaid VoicePAD<\/a> for the economy rather than <a href=\"\/en\/card\/01044\">Magnum Opus<\/a> or other.   It draws through very fast like all good Chaos decks do, and it has a wide array of tools to deal with most deck types.<\/p>\n\n<p><strong>Why Prepaid?:<\/strong><br \/>\n<a href=\"\/en\/card\/01044\">Magnum Opus<\/a> has a 5 click return on investment (ROI).  The primary strength is that you can very quickly invest those 5 clicks to achieve the break even point and start actually making money.  <a href=\"\/en\/card\/03049\">Professional Contacts<\/a> also has a 5 click ROI, but it has terrible synergy with both <a href=\"\/en\/card\/01034\">Diesel<\/a> and <a href=\"\/en\/card\/02087\">Quality Time<\/a>, not to mention it removes the tag-me option from the build.  <a href=\"\/en\/card\/04029\">Prepaid VoicePAD<\/a> on the other hand only has a 2 click ROI with the primary downside of needing to wait for appropriate events before you can see the return.   This is why it works so well with Chaos Theory.  Its MUCH quicker to the table and typically there is at least one recycle of all the events to pay it off even more.  Once you have 2 <a href=\"\/en\/card\/04029\">Prepaid VoicePAD<\/a> on the table <a href=\"\/en\/card\/01050\">Sure Gamble<\/a> and <a href=\"\/en\/card\/03052\">Dirty Laundry<\/a> are beast cards.  <a href=\"\/en\/card\/02047\">Test Run<\/a> &amp; <a href=\"\/en\/card\/03034\">Scavenge<\/a> a Femme out for 1 single credit!<\/p>\n\n<p><strong>The Toolbelt:<\/strong><br \/>\nShe is not Kate, but she still carries tools.<\/p>\n\n<ul>\n<li><a href=\"\/en\/card\/04067\">Sharpshooter<\/a> is of course for Archer<\/li>\n<li><a href=\"\/en\/card\/02066\">Deus X<\/a> for all these Jinteki builds nowadays.  <\/li>\n<li><a href=\"\/en\/card\/02107\">R&amp;D Interface<\/a> and <a href=\"\/en\/card\/02106\">Indexing<\/a> to put a bit of pressure on R&amp;D and used against FA.<\/li>\n<li>I am almost ashamed to say it, but the recurring <a href=\"\/en\/card\/01018\">Account Siphon<\/a> is still the powerhouse.  It makes me sick that that card is so good, but lets face it, just about every runner deck is better with it.  Especially Chaos Theory and the potential to <a href=\"\/en\/card\/02047\">Test Run<\/a> <a href=\"\/en\/card\/01018\">Account Siphon<\/a> on turn 1.<\/li>\n<li><a href=\"\/en\/card\/02048\">Dinosaurus<\/a> is almost never played on the first cycle through the deck, and will host <a href=\"\/en\/card\/01026\">Femme Fatale<\/a> the 2nd time through if need be.  This provides a very good sentry breaker if you need it.  In practice, I typically never do.<\/li>\n<li><a href=\"\/en\/card\/05036\">Planned Assault<\/a> has only been included in recent OCTGN testing.  My physical build doesn't have the H&amp;P stuff yet, and I'm not sure its even needed.  It removes sheer number or siphons for consistency, and it also give a small extra chance of getting <a href=\"\/en\/card\/02106\">Indexing<\/a> early when needed.  With <a href=\"\/en\/card\/02021\">Vamp<\/a> this was much better, without it I think you could easily remove these 2 and add the 3rd <a href=\"\/en\/card\/01018\">Account Siphon<\/a> and another <a href=\"\/en\/card\/02106\">Indexing<\/a><\/li>\n<li><a href=\"\/en\/card\/03054\">Same Old Thing<\/a> - Do not just use it for siphons.  Particularly on the first run through the deck is very useful for helping to pair multiple shots of <a href=\"\/en\/card\/02047\">Test Run<\/a> \/ <a href=\"\/en\/card\/03034\">Scavenge<\/a> to get out your big breakers.  Also used to replay <a href=\"\/en\/card\/03034\">Scavenge<\/a> and move <a href=\"\/en\/card\/01026\">Femme Fatale<\/a> around.  Useful also for extra <a href=\"\/en\/card\/02047\">Test Run<\/a> to get the <a href=\"\/en\/card\/01012\">Parasite<\/a> out a couple times.<\/li>\n<li>Finally, my latest add, <a href=\"\/en\/card\/01012\">Parasite<\/a>.  This used to be a <a href=\"\/en\/card\/02021\">Vamp<\/a> and I really, really liked the <a href=\"\/en\/card\/02021\">Vamp<\/a>, but I needed something to deal with those high sub-count ICE that plague me.  I'm looking at you <a href=\"\/en\/card\/04074\">Tsurugi<\/a>, <a href=\"\/en\/card\/04117\">Hive<\/a>, and <a href=\"\/en\/card\/05017\">Komainu<\/a>.  As a bonus, it kills some of the pesky ICE as well.<\/li>\n<\/ul>\n\n<p><strong>Play Tips:<\/strong><br \/>\nDraw through your deck the first time as fast as you can and try and get out the <a href=\"\/en\/card\/04029\">Prepaid VoicePAD<\/a>.  Even if you have to ditch breakers, just get setup and get a breaker out when needed for early pressure.  Siphon when available, but if not, then gear up for the 2nd pass.<\/p>\n\n<p>This works quite well as a tag-me deck.  It tends to keep the corp out of dangerous Psycographics range, and the <a href=\"\/en\/card\/02009\">Plascrete Carapace<\/a> comes out fast to deal with SE.  Closed Accounts is the best hurt, but its not hard to manage your cash and not pile it up.<\/p>\n\n<p>Absolutely, at all cost, mulligan for the <a href=\"\/en\/card\/04029\">Prepaid VoicePAD<\/a>.  All your econ runs through that, and its critical to get out early.  The rest of it you will draw to soon enough.  Each game I do NOT get this in opening hand is inevitably a slower game.  The only exception to this is probably NBN FA.  Sometimes one just needs to skip the investment and go at this ASAP.<\/p>\n\n<p>Do not waste money on <a href=\"\/en\/card\/02048\">Dinosaurus<\/a> until its needed.  Its better to use those credits to make runs.  It is only in here as a safety valve for some of the longer big HB games.<\/p>\n\n<p><strong>Matchups:<\/strong>  <\/p>\n\n<ul>\n<li><strong>Big HB<\/strong> - is used to shutting down runners, but this deck does quite well against it.  A slower build actually helps us out because we can setup more and funnel more through <a href=\"\/en\/card\/04029\">Prepaid VoicePAD<\/a>.  Almost certainly safe to play tag-me, just keep some money around to run any remote you need, then pressure whatever central is easiest. <\/li>\n<li><strong>HB Fast Advance<\/strong> - Not seen as much it seems, but I have played a couple games against it.  The good thing about HB FA is that they need the cash to fuel the Biotics.  Its fairly easy to hammer them with Siphon to keep them poor.  Against either HB deck is your best chance of seeing a rage-quit.<\/li>\n<li><strong>HB CI<\/strong> - I play a Cerebral deck myself for fun, and it can be quite effective.  However, no CI deck can stand up to this many siphons.<\/li>\n<li><strong>Jinteki<\/strong> - Hard to archetype these now, and they are all the rage.  My local group is full of Jinteki love even before H&amp;P.  Now with H&amp;P out I see it on OCTGN all over the place.  Consequently, I have had the most testing against it.  I hate Tsurugi.  Seeing this card too much made me put in <a href=\"\/en\/card\/01012\">Parasite<\/a>.  Jinteki is full of tricks, so <a href=\"\/en\/card\/02047\">Test Run<\/a> out that <a href=\"\/en\/card\/02066\">Deus X<\/a> or even <a href=\"\/en\/card\/03034\">Scavenge<\/a> it out if need be, before any critical run.  Keep at least 2 Levy options available.  <a href=\"\/en\/card\/01026\">Femme Fatale<\/a> is the first thing you should get out as she will save you from most of the nasty surprises.  Assume Punitive Counterstrike and get out a <a href=\"\/en\/card\/02009\">Plascrete Carapace<\/a>, or hold back and generate the money.<\/li>\n<li><strong>Weyland<\/strong> - Either blitz or scorch, you probably do not know, so use standard tactics.  Siphon usually will keep your credit pool above theirs and <a href=\"\/en\/card\/02009\">Plascrete Carapace<\/a> is there just for these guys.  Either version of their deck is vulnerable to siphon, and they know it, so they will protect it at the expense of R&amp;D.  For some reason, I have not seen hardly any Weyland, so only have a couple games of playtest against them that I ended up winning.<\/li>\n<li><strong>NBN Fast<\/strong> - Seems to be the hard counter to this deck.  I tried to make it about as fast as you can make a shaper deck, yet the NBN FA beats me just about every time.  I am still too slow.  This is one matchup where you may consider against the <a href=\"\/en\/card\/04029\">Prepaid VoicePAD<\/a> and just try and get setup as quick as possible for the R&amp;D lock.  Maybe a better pilot can run this better than I can, but this matchup spells doom for me.<\/li>\n<\/ul>\n","username":"vreely","cards":{"01012":1,"01018":2,"01026":1,"01034":3,"01042":1,"01050":3,"02009":2,"02046":1,"02047":3,"02048":1,"02066":1,"02087":2,"02106":1,"02107":1,"03034":3,"03035":2,"03052":3,"03054":3,"04029":3,"04047":1,"04067":1,"05036":2}},{"id":6240,"name":"HB Midrange","creation":"2014-05-30 14:21:09","description":"<p>First attempt at building a corp deck. Right now I only have access to cards from Core and most of the Genesis Cycle, but I'll be picking up Opening Moves for <a href=\"\/en\/card\/04015\">Jackson Howard<\/a> very soon. <\/p>\n\n<p>Things to note: I love <a href=\"\/en\/card\/01059\">Biotic Labor<\/a> because you can score 3\/2 agendas out of hand. I also have some \"click tax\" cards like <a href=\"\/en\/card\/01111\">Enigma<\/a>, <a href=\"\/en\/card\/02052\">Viper<\/a>, and <a href=\"\/en\/card\/02111\">Ruhr Valley<\/a> to make it harder for the Runner to spend clicks breaking Bioroid ice. Usually having high-cost ice would be a problem, but stable drip economy from <a href=\"\/en\/card\/01109\">PAD Campaign<\/a> and <a href=\"\/en\/card\/01056\">Adonis Campaign<\/a> mean that I can occasionally hard-rez <a href=\"\/en\/card\/01090\">Tollbooth<\/a> or <a href=\"\/en\/card\/01061\">Heimdall 1.0<\/a> (but never <a href=\"\/en\/card\/02012\">Janus 1.0<\/a>, lol) even in the absence of <a href=\"\/en\/card\/01055\">Accelerated Beta Test<\/a> and <a href=\"\/en\/card\/01106\">Priority Requisition<\/a>. <\/p>\n\n<p>I'm new to the game so I imagine this is a very suboptimal build, any advice would be much appreciated.<\/p>\n","username":"spiralshadow","cards":{"01054":1,"01055":3,"01056":3,"01059":3,"01061":1,"01062":3,"01064":2,"01090":3,"01106":3,"01109":3,"01110":3,"01111":2,"02012":1,"02013":2,"02019":3,"02051":3,"02052":3,"02110":3,"02111":2,"04015":3}},{"id":6241,"name":"Engineering the Upgrades","creation":"2014-05-30 14:58:36","description":"<p>Derived from Mushin Upgrades by @JackMade. Key is to Mushin a Mandatory upgrades, and protect it with 1 piece of ice. Hive is good against AI, Guard against inside job, and Engima if they don't have a code gate breaker.<\/p>\n","username":"thrazznos","cards":{"01054":1,"01055":3,"01056":3,"01057":2,"01058":2,"01061":1,"01062":2,"01108":2,"01110":3,"01111":2,"02011":3,"02051":3,"02110":3,"03009":2,"03015":1,"03019":2,"03023":2,"03026":2,"04015":3,"04117":3,"05015":3,"05024":2}},{"id":6243,"name":"Theoretical Overmind","creation":"2014-05-30 15:41:31","description":"\n","username":"clydeiii","cards":{"01007":1,"01008":3,"01009":1,"01018":2,"01034":3,"01038":3,"01044":1,"01047":2,"01050":3,"02009":2,"02046":1,"02047":2,"02049":2,"02066":1,"02088":1,"02106":1,"02107":2,"03034":3,"03039":3,"04067":1,"05053":3}},{"id":6244,"name":"Wotan - Lord of the ICE v.2.5","creation":"2014-05-30 16:03:08","description":"<p><a href=\"\/en\/card\/04030\">Wotan<\/a> needs more love. <a href=\"\/en\/card\/04030\">Wotan<\/a> is no longer capable of love. Do you love <a href=\"\/en\/card\/04030\">Wotan<\/a>? <a href=\"\/en\/card\/04030\">Wotan<\/a> once loved <a href=\"\/en\/card\/03010\">Director Haas<\/a>.<\/p>\n","username":"Putty","cards":{"01055":3,"01056":1,"01061":2,"01062":2,"01063":2,"01106":1,"01110":2,"02012":1,"02051":1,"02070":3,"02079":2,"02092":1,"02110":2,"03003":1,"03004":1,"03006":1,"03013":3,"03015":1,"03019":2,"03020":2,"04015":2,"04030":2,"04039":1,"04090":2,"04099":1,"04119":2,"04120":2,"05016":2}},{"id":6245,"name":"Cerebral Money Slide","creation":"2014-05-30 16:36:51","description":"\n","username":"ThisIsAzrael","cards":{"01058":2,"01059":3,"01062":2,"01064":1,"01106":2,"01110":3,"02051":3,"02052":1,"02070":2,"02110":3,"02120":1,"03001":1,"03005":3,"03017":1,"03019":3,"04012":2,"04034":3,"04040":3,"04090":3,"04100":2,"04111":3,"04117":3}},{"id":6247,"name":"Power Of The Sun (Theory) v2","creation":"2014-05-30 19:34:51","description":"\n","username":"Ulkrond","cards":{"01090":2,"01098":3,"01101":2,"01102":2,"01106":3,"01110":3,"01111":3,"02018":3,"02019":3,"02038":3,"02079":3,"02120":3,"03015":2,"04015":3,"04040":2,"04060":2,"04078":2,"04100":2,"04111":1,"05024":2,"06068":1}},{"id":6248,"name":"Melting glaciers","creation":"2014-05-30 19:41:50","description":"\n","username":"thedude42","cards":{"01064":1,"01073":2,"01078":2,"01090":2,"01106":3,"01110":3,"03026":2,"04012":3,"04015":3,"04020":1,"04074":2,"04100":2,"04114":3,"04117":2,"04120":2,"05001":1,"05007":3,"05011":3,"05017":2,"05018":3}},{"id":6249,"name":"Over the Top v0.1","creation":"2014-05-30 20:04:55","description":"\n","username":"smilingbandit2","cards":{"01026":3,"01034":3,"01044":2,"01047":2,"01050":3,"02024":2,"02047":3,"02087":2,"02088":2,"02106":2,"02107":3,"03030":1,"03034":2,"03035":1,"03038":3,"03039":3,"03048":1,"04042":2,"05045":3,"05053":3}},{"id":6251,"name":"Retired Motivational Speaker v2","creation":"2014-05-30 20:26:18","description":"<p>The Game Plan<\/p>\n\n<ol>\n<li>Use Express Delivery, Quality Time, and Hostage to sprint to Motivation+Oracle May and Logos. <\/li>\n<li>Use remaining card draw and newly installed Oracle May to work on Underworld Contacts<\/li>\n<li>Get The Source and some Fall Guys out.<\/li>\n<li>Siphon\/Shutdown until you have Keyhole.<\/li>\n<li>Keyhole until you pass out.<\/li>\n<\/ol>\n\n<p>Tips<\/p>\n\n<ol>\n<li>NACH is your counter to Breaking News and Posted Bounty. It also drastically reduces momentum loss from Account Siphon.<\/li>\n<li>Having vast quantities of money is your counter to SEA Source and Midseason. If you suspect these cards, play all your Globalsec and don't float less than ~5c than the corp has. You have every tool you need to outpace any corp economy.<\/li>\n<li>This is the best turn: Oracle May, add to Kati, add to Crypsis, (do anything else). If you can safely do that, it means you're winning. If you did that and earned three or more credits at the start of your turn, you will win this game.<\/li>\n<li>Don't be afraid to face check ICE to get the corp to spend money.<\/li>\n<li>Save the Legwork for desperate times. You can sometimes Legwork twice in a turn with Same Old Thing to try and close out a game.<\/li>\n<li>Jackson Howard is your enemy. If you Keyhole and see a Jackson and a 5\/3, trash the Jackson unless you're at 4pts.<\/li>\n<li>If you have Oracle before Motivation, you can safely name Resource and use her AFTER you have secured Keyhole in hand or on the board.<\/li>\n<\/ol>\n\n<p>Counters (yeah, I'll give em to you)<\/p>\n\n<ol>\n<li>Install, advance, advance ALL of your agendas and assets. The WORST thing that can happen to Iain is to let the corp score a 5\/3 agenda.<\/li>\n<li>Have 5\/3 agendas in your deck. See (1.) above.<\/li>\n<li>Delay scoring your first agenda until you can immediately follow up with a second attempt at scoring. Don't give Iain those 2c until you can wait no longer.<\/li>\n<li>Stack your ICE on R&amp;D and your scoring remote. Yeah, you will be Siphoned, but make it just taxing enough that it's not a real win for either side.<\/li>\n<li>Try to delay your Jacksons til the end game. If you have a hidden\/protected Jackson on the board when Iain goes for the Keyhole kill, you will be in a much better position.<\/li>\n<\/ol>\n","username":"TheRyanBurke","cards":{"01018":3,"01026":2,"01031":1,"01051":3,"01052":3,"02043":3,"02069":3,"02087":1,"02091":1,"02109":3,"03054":3,"03055":1,"04004":3,"04008":3,"04061":1,"04106":3,"05028":1,"05033":3,"05035":1,"05037":3,"05054":1}},{"id":6252,"name":"Wet Ops (Big Rig Iain) v0.9","creation":"2014-05-30 20:33:12","description":"<p>The starting point for my take on Thike's <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/6222\/the-not-so-subtle-spy\">Not-So-Subtle-Spy<\/a> Big Rig Iain deck.<\/p>\n","username":"citizenkeen","cards":{"01008":3,"01018":2,"01019":2,"01022":2,"01026":1,"01029":2,"01031":1,"01043":1,"01050":3,"01051":1,"02004":1,"02009":2,"02024":1,"02028":3,"02069":3,"02091":1,"02105":1,"03054":1,"04004":3,"04063":2,"05028":1,"05035":2,"05037":3,"05041":1,"05042":1,"05046":1,"05048":1}},{"id":6253,"name":"Mac's Tools","creation":"2014-05-30 20:57:13","description":"<p>First attempt at a Runner deck. Uses only cards from the Core set and most of the Genesis Cycle, but will be making changes as I get new packs.<\/p>\n\n<p>The key idea here is just to be a straightforward, efficient Shaper deck. Lots of card draw, decent economy, and utility help in assembling a rig at a good pace. Rig is composed of <a href=\"\/en\/card\/01044\">Magnum Opus<\/a>, <a href=\"\/en\/card\/01027\">Ninja<\/a>, <a href=\"\/en\/card\/01007\">Corroder<\/a>, and <a href=\"\/en\/card\/02007\">ZU.13 Key Master<\/a>. Zu will usually cost 0MU because of <a href=\"\/en\/card\/01039\">Rabbit Hole<\/a> or <a href=\"\/en\/card\/02008\">The Helpful AI<\/a> with Mac's 1 Link. One copy of <a href=\"\/en\/card\/01026\">Femme Fatale<\/a> for emergencies. <\/p>\n\n<p>The 2x <a href=\"\/en\/card\/01040\">The Personal Touch<\/a> and 2x <a href=\"\/en\/card\/02107\">R&amp;D Interface<\/a> can easily be a third <a href=\"\/en\/card\/01035\">Modded<\/a> with 3x <a href=\"\/en\/card\/03046\">Self-modifying Code<\/a> once I get them. <\/p>\n\n<p>Since I'm new to the game I expect there are a number of improvements that can be made to this, so any advice is appreciated!<\/p>\n","username":"spiralshadow","cards":{"01007":2,"01020":3,"01026":1,"01027":2,"01033":1,"01034":3,"01035":2,"01036":3,"01039":2,"01040":2,"01041":1,"01044":2,"01050":3,"02007":2,"02008":3,"02047":3,"02049":3,"02087":3,"02091":3,"02107":2}},{"id":6254,"name":"Tapewyrm","creation":"2014-05-30 21:48:36","description":"\n","username":"Wrathrage","cards":{"01002":3,"01005":3,"01006":2,"01007":1,"01008":2,"01009":1,"01011":1,"01012":3,"01013":1,"01014":1,"01022":3,"01050":3,"01051":2,"02001":1,"02009":3,"02022":3,"02081":2,"02091":2,"02101":2,"03038":3,"03046":1,"03053":3}},{"id":6255,"name":"Blackhat","creation":"2014-05-30 22:49:16","description":"\n","username":"Wrathrage","cards":{"01018":2,"01022":2,"01028":1,"01029":2,"01035":3,"01050":3,"02009":3,"02023":2,"02024":1,"02045":1,"02065":2,"02086":1,"02105":1,"03035":1,"04085":2,"04109":3,"05030":1,"05034":2,"05041":2,"05042":2,"05045":2,"05046":2}},{"id":6256,"name":"Notrious Silhouette","creation":"2014-05-30 23:37:35","description":"\n","username":"necromancer","cards":{"01007":2,"01018":2,"01021":2,"01022":3,"01051":1,"02026":2,"02064":3,"02091":2,"02106":1,"03054":2,"04004":2,"04009":1,"04043":1,"04063":2,"04081":2,"05030":1,"05035":2,"05036":2,"05041":2,"05046":2,"05048":2,"05050":2}}]