[{"id":1633,"name":"Mini Advance","creation":"2014-01-22 00:32:44","description":"<p>The tiniest little fast advance deck I could squeeze together.<\/p>\n","username":"jleuze","cards":{"01062":2,"01081":3,"01090":3,"01092":3,"01103":3,"01110":3,"02019":2,"02055":3,"02056":3,"02114":1,"02115":3,"03023":2,"03026":2,"04014":2,"04015":3,"04076":3}},{"id":1634,"name":"Credit Denial v0.2","creation":"2014-01-22 02:42:06","description":"<p>Haven't really played in ages, so this is my first attempt at deckbuilding since before C&amp;C.<\/p>\n\n<p>The idea is to use Reina's ability, along with Xanadu, to keep the cost of rezzing ICE high. <\/p>\n\n<p>To keep the corporation's credits too low to do anything, we have Account Siphon and Vamp. Lawyer Up gives a cost-efficient way to remove the tags that this will result in. We can also use Imp to blow up any income cards we see in R&amp;D\/HQ or even on the field.<\/p>\n\n<p>In the event that ice is rezzed, we have parasites to kill it and Crypsis and the fixed strength breakers can try and break through. Datasuckers are present to ensure this doesn't take too long.<\/p>\n\n<p>To ensure we keep our own cash high enough, we have a large number of income options. Liberated Accounts and Daily Casts provide the backbone, with Sure Gamble to help the deck set up in the early game.<\/p>\n\n<p>In the case the Corp gets a significant amount of credits, we can use Running Interference and Rook to increase the rez costs even higher.<\/p>\n\n<p>In the hope that we're rolling in cash, and the corp is near to filing bankruptcy, it should be easy to waltz into the R&amp;D department and our Medium should help us look for those precious agenda!<\/p>\n\n<p>Finally, we have Deja Vu to recur the viruses and Djinn to tutor and host them. Grimoire should help speed up the deck.<\/p>\n\n<p>Criticism would be greatly appreciated!<\/p>\n\n<p>Changes from <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/1607\/credit-denial-v0-1\">v0.1<\/a> were inspired by the critique of <a href=\"http:\/\/netrunnerdb.com\/en\/profile\/1734\/TiltingAtCthulhu\">TiltingAtCthulthu<\/a>. Thanks!<\/p>\n","username":"MikeCobra","cards":{"01002":3,"01006":2,"01008":3,"01009":2,"01010":2,"01011":2,"01012":3,"01014":2,"01018":1,"01050":3,"01051":3,"02003":3,"02021":3,"02022":3,"02082":2,"03053":3,"04003":2,"04041":1,"04044":2,"04063":1}},{"id":1635,"name":"Jinteki Harassment","creation":"2014-01-22 04:59:14","description":"\n","username":"Wrathrage","cards":{"01064":1,"01065":1,"01068":2,"01070":3,"01075":2,"01076":3,"01084":2,"01091":2,"01101":2,"01107":2,"01110":3,"02031":1,"02032":3,"02060":2,"02073":2,"02080":1,"02110":1,"03023":1,"03024":2,"04012":2,"04013":1,"04015":2,"04020":1,"04032":3,"04033":1,"04039":1,"04054":3}},{"id":1636,"name":"NBN-Bioroid","creation":"2014-01-22 06:40:14","description":"<p>2 ways to win:\n1: Tag and send out your minions.\n2: Tag and score.<\/p>\n\n<p>Economy might be a problem, but I think its compensated by the operations.<\/p>\n","username":"Thorge","cards":{"01055":1,"01085":2,"01086":2,"01089":2,"01106":2,"01107":3,"01108":2,"01110":3,"01111":2,"02020":3,"02035":3,"03002":1,"03005":3,"03015":2,"03019":2,"03020":2,"03026":2,"04015":2,"04030":1,"04034":3,"04052":3}},{"id":1637,"name":"Sympathy for Sick Children v1.0","creation":"2014-01-22 08:07:31","description":"<p>Spinal Modem Chaos Theory with the flexible breaker suite. Who doesn't have sympathy for a brain damaged little girl?<\/p>\n\n<p>The deck is very straightforward: draw, economy, breakers, Indexing. Not necessarily in that order, of course. It's strongest in the mid game; late game against deep servers with large ice you need to pick your runs with care, since each one can be very expensive. Use Infiltration judiciously to make sure you aren't wasting your time. <\/p>\n\n<p>Same Old Thing can be Levy #2, Stimhack #2, or Indexing #4, depending on your needs. Public Sympathy is there to help mitigate the effects of brain damage. If you want to live more dangerously, swap in an R&amp;D Interface for Public Sympathy, and maybe even a second one for Same Old Thing. <\/p>\n","username":"Ajar","cards":{"01004":1,"01007":2,"01034":3,"01035":3,"01043":2,"01044":3,"01049":2,"01050":3,"02002":2,"02009":2,"02046":1,"02050":1,"02087":3,"02106":3,"03035":1,"03052":3,"03053":3,"03054":1,"04065":2}},{"id":1638,"name":"The Professorial Anarch","creation":"2014-01-22 09:57:50","description":"<p>This is my current Professor build updated for True Colors and the inclusion of Keyhole. While this isn't a \"Tier 1\" competitive deck for demolishing the field at Gencon, you should easily be able to win more than you lose with him. <\/p>\n\n<p>The general idea is to be able to pressure every server with multi card access. The key is, like a Criminal runner, to use Faerie (or more usually Self Modifying Code->Faerie) to run consequence free even after you've started assembling your rig. Similarly always keep in mind how many credits you need to bring out Deus Ex either with SMC(5) or a Clone Chip(3) for a surpise Janus or other AP ICE. You don't have multiple copies of your breakers so program destruction hurts you more than anybody. Yes you can (and should) Clone Chip back key programs but you only get 3x of those so use them wisely.<\/p>\n\n<p>This is a virus heavy 2x Data sucker archetype, so you definitely want to get Djinn out early... not least because Djinn can host an SMC even once you have some breakers out. Sahasrara really helps with program installation so getting that on your Djinn as well can really speed up getting to Big Rig status.  Don't forget that an SMC and a Clone Chip is functionally equivalent to 2x SMC.<\/p>\n\n<p>Besides program destruction, Power Shutdown is probably your biggest enemy... not because of allegedly broken combos, but because most of your important cards are low cost. Against Weyland it's worth holding SMC or Clone Chips in hand until you are ready to use them.  <\/p>\n\n<p>Modded is an important card for this deck because of its Professional Contacts draw\/economy engine. Not only do you have a lot of targets for Modded, but it also clears 2 cards out of your hand, allowing you to hit Pro Con harder. Modded also, especially with Sahasrara installed, makes cards like Femme and Morning Star playable outside the lovable Test Run->Scavenge combo.<\/p>\n","username":"JWHamner","cards":{"01007":1,"01008":2,"01009":1,"01010":1,"01011":1,"01012":1,"01014":1,"01026":1,"01028":1,"01035":3,"01038":3,"01050":3,"02003":1,"02004":1,"02009":2,"02041":1,"02047":2,"02048":2,"02066":1,"02091":2,"02104":1,"03029":1,"03034":2,"03038":3,"03046":3,"03047":1,"03049":3,"04061":1}},{"id":1639,"name":"Off the Grid behind two skyscrapers .2","creation":"2014-01-22 12:08:57","description":"<p>This is a design I made that is so far undefeated (around 15 plays, I know it's not a lot)<\/p>\n\n<p>It is not a classic FA deck. Instead it tries to outbid the runner's economy with hugely taxing ice and score behind off the Grid. I try to do the following:<\/p>\n\n<p>ICE:\nIce HQ, stack it as high as you can, preferably with Eli and Tollbooth. Place the Hudsons on R&amp;D, excellent taxing Ice. Ice archives with sentries.<\/p>\n\n<p>ECONOMY:\nTry to make some money from Eve and Adonis. I love Eve, even if the runner trashes it on the first run after you rez it, you are still 2 creds ahead. If you rez it in the first rounds the runner won't bother trashing it since it will pay for itself.\nOnce you set up Off the Grid Install Melange and milk it for a couple of round as you fish for Agendas.<\/p>\n\n<p>VARIOUS:\nUse Jackson to draw cards to find agendas and later to inflate your R&amp;D making random accesses more difficult. Interns is perfect to install trashed off the grid or ice on top of your skyscrapers (HQ, R&amp;D) Rurh valley goes on Centrals off course making runs costly. \nOn a side not, don't use howler fullishly, install a piece of ice you'll be able to rez if the runner jacks out and runs again.\nI have yet to face a deck that runs Sneakdoor. That is why I prefer to put sentries on archives, that way I can trash sneakdoor until I ice up properly archives too...<\/p>\n","username":"Greek Geek","cards":{"01054":1,"01055":1,"01056":2,"01061":3,"01062":2,"01090":1,"01106":3,"01108":2,"01110":3,"02092":3,"02110":3,"02111":2,"03006":3,"03015":2,"03016":2,"03017":2,"03027":2,"04015":3,"04038":3,"04040":2,"04051":2,"04060":3}},{"id":1640,"name":"Celebrities Love Their Ice","creation":"2014-01-22 12:18:07","description":"<p>Econ and rush your way to victory<\/p>\n","username":"CodeMarvelous","cards":{"01055":3,"01059":3,"01062":2,"01064":3,"01108":3,"01110":3,"01111":3,"01113":3,"02051":3,"02070":3,"02110":3,"03003":1,"03005":1,"03006":2,"03019":3,"04011":3,"04012":3,"04015":3,"04071":2}},{"id":1641,"name":"Reina Virus 1.2","creation":"2014-01-22 12:49:35","description":"<p>I've changed the make up of the deck some to focus much more on click based resource econ, which seems to have fixed a lot of the money problems I had. I also decided to make room for 2 Yog.0s because I seem to be seeing a lot more code gates, and I don't think its a trend that's going to go away. <\/p>\n\n<p>The bottom line though is while many of the problems of this deck have been fixed, it can still have issues drawing the cards it needs. To this all I can say is run, run, run to keep the corp down while you try to put your deck together.<\/p>\n","username":"thedryden@hotmail.com","cards":{"01002":3,"01006":2,"01007":2,"01008":2,"01009":3,"01010":1,"01011":2,"01012":3,"01014":2,"01018":2,"01050":2,"01053":3,"02003":2,"02009":2,"02022":2,"02041":1,"02091":3,"03047":3,"04003":3,"04041":1,"04043":3}},{"id":1642,"name":"Efficency Theory","creation":"2014-01-22 16:39:07","description":"<p>Use personal contacts to rush breaker suite.<\/p>\n","username":"Forged","cards":{"01022":2,"01034":3,"01039":3,"01040":3,"01042":1,"01048":3,"01050":3,"02009":1,"02022":2,"02046":1,"02049":3,"02069":3,"02085":2,"02107":2,"03035":2,"03037":2,"03049":3,"04047":1,"04065":1}},{"id":1643,"name":"Back to Basics Chaos Theory","creation":"2014-01-22 17:12:04","description":"<p>This deck is a deck I go back to from time to time as a kind of pallet cleanser whenever my decks start getting a little too weird. The idea behind this deck is to get to a full breaker sweet and use it to get through ice paying for it all with magnum. I’ve included parasites because I’m too the point where they feel necessary in all decks, just to make the more annoying low cost ice of the world go away. Feme does the same thing only with high cost ice. Datasuckers are just there to save you some creds.<\/p>\n\n<p>Because the deck doesn’t need its resources feel free to go tag me.<\/p>\n\n<p>At this point Dinosaurus is basically just in there because it Chaos Theory’s console, you could just as easily cut it for 1 more mem chip and a card of your choice (I’d recommend Plascrete so you can go even more tag me).<\/p>\n","username":"thedryden@hotmail.com","cards":{"01007":2,"01008":3,"01011":2,"01012":2,"01026":2,"01034":2,"01038":2,"01043":2,"01044":3,"02009":2,"02046":1,"02047":2,"02048":2,"02049":3,"02107":3,"03034":2,"03038":3,"03046":3}},{"id":1644,"name":"Capstone Filter","creation":"2014-01-22 17:23:30","description":"<p>Install ALL the hardware, and cycle with capstone, or sell the extras to aesop's. Keyholes and R&amp;D interfaces hit R&amp;D hard, with a 1off nerve agent to mix things up.<\/p>\n","username":"Armouredblood","cards":{"01007":1,"01019":2,"01033":1,"01034":3,"01038":3,"01039":2,"01040":3,"01041":2,"01043":1,"01044":1,"01047":2,"01048":3,"01050":3,"02041":1,"02047":3,"02088":3,"02106":2,"02107":3,"03035":2,"03037":3,"03038":3,"03046":3,"04028":3,"04061":2,"04065":1,"04068":3}},{"id":1645,"name":"Fast Advance All Day","creation":"2014-01-22 17:58:14","description":"<p>Agenda \n  The three astroscript is a DOTcom . As well as project beale.  I played around with two priority requisition instead of three character assassination but I found that a five three agenda throws off the speed of the deck A Little Bit. I can just advance beale more if anything. Character assassination on the other hand is awesome. Since I have no way of tagging the opponent . Scoring CA in one turn really hurts them . Goodbye Kati Jones lol. I also found myself really wanting to draw an agenda . So nine agendas is perfect.\nAsset\nPfft jackson Howard is just a beast. Recycle my economy  cards.Recycle my agendas on the rare case I have to ditch it . Extra draw power when necessary.  I feel two is just right. Three is a bit much and I got a lot of dead draw when I ran three.\nUpgrade\nSansan all day. Life blood of the deck. Install and score most of your agendas in the same turn when this bad boy is rezzed. As with action jackson .two is perfect. Three is to much dead draw in this 40 card deck\nOperation\nThe tri force of economy ops . Green level. Hedge fund . Beanstalk.  Super dope and super fast haha. Not to mention sweeps week just came out.i almost never have money problems. The two shipment from sansan are great. They save me credits that I can later use on my big tollbooths . Cyberdex is there for virus decks.\nIce\nCheap ice that end the run. With the exception of tollbooth which is totally worth it. Very taxing on the runner. Pop up helps my economy and a small tax on runner. Swordsman is there for the ever present atman and crypsis and now knight . The rest of the ice is very straightforward.  Stall a turn or two and I can get things rolling. Once I score an astro I can snowball\nNotes\nI feel the deck is very solid .I've been play testing a lot at my locals but I have a regional im attending in a few weeks so any feedback would be greatly appreciated. Please and thank you :)<\/p>\n","username":"zeldathecat","cards":{"01064":2,"01081":3,"01090":3,"01092":2,"01098":3,"01103":2,"01110":3,"02056":2,"02060":1,"02070":3,"02110":1,"02114":1,"02115":3,"04014":3,"04015":2,"04019":1,"04033":1,"04034":2,"04076":3}},{"id":1646,"name":"HB means \"Huge Bioroids\" - ver 1.3.3","creation":"2014-01-22 18:49:10","description":"<p>=== Version 1.3.3 === Release Note === <\/p>\n\n<p>Now it works beeeeetter! Advertisements are lures for the runner and keeps him away from central servers for a while.<\/p>\n\n<p>Ambushes are funny to play, specially when they work! ;)<\/p>\n\n<p>If you're good, you can disguise a Thomas Haas for an agenda. <\/p>\n\n<p>As usually, wake up huge bioroids with Oversight, Effy Research, Beta Test and Prio Requi. <\/p>\n\n<p>Janus + Sentinel Defence is a killer combo. <\/p>\n","username":"magnifico","cards":{"01054":1,"01055":3,"01056":3,"01057":2,"01061":2,"01062":2,"01063":2,"01106":3,"01110":3,"01111":3,"02012":3,"02053":2,"02079":3,"02092":3,"03004":1,"03007":2,"03012":2,"03013":3,"03015":3,"03017":2,"04030":2}},{"id":1647,"name":"Learning Deck Runner 1: Mac","creation":"2014-01-22 18:57:07","description":"<p>An easy and balanced deck for teaching Netrunner.<\/p>\n","username":"Thorge","cards":{"01007":3,"01019":3,"01027":2,"01033":1,"01034":3,"01035":3,"01036":3,"01038":2,"01041":2,"01043":3,"01044":3,"01049":3,"01050":3,"01051":1,"02085":1,"02107":2,"03050":2,"03052":3,"03053":3}},{"id":1648,"name":"Learning Deck Corp 1: Weyland","creation":"2014-01-22 18:57:24","description":"<p>An easy and balanced deck for teaching Netrunner.<\/p>\n","username":"Thorge","cards":{"01064":2,"01093":1,"01094":3,"01098":3,"01100":3,"01102":2,"01103":3,"01104":3,"01107":3,"01108":3,"01110":3,"01111":2,"01112":3,"02019":1,"02056":2,"02077":3,"02120":1,"03026":2,"03027":2,"04037":2,"04040":3}},{"id":1649,"name":"Reina Virus v1.0.1","creation":"2014-01-22 19:51:52","description":"<p>After 8\/8 against several different decks and strategies, I have decided that the main weakness of this deck is barriers. Dropping one knight for a crypsis will helpfully alleviate this.<\/p>\n","username":"lostgrail","cards":{"01002":3,"01006":2,"01008":2,"01009":3,"01010":1,"01011":2,"01012":3,"01014":2,"01018":2,"01050":3,"01051":1,"02003":3,"02009":2,"02022":3,"02041":1,"02082":3,"02091":1,"03047":3,"03053":3,"04041":1,"04043":2}},{"id":1650,"name":"Learning Deck Corp v1.1: Weyland","creation":"2014-01-22 19:54:19","description":"<p>An easy and balanced deck for teaching Netrunner.<\/p>\n","username":"Thorge","cards":{"01056":3,"01057":2,"01064":2,"01084":2,"01093":1,"01094":3,"01098":3,"01100":2,"01102":2,"01103":3,"01104":3,"01106":3,"01107":3,"01108":2,"01110":3,"01111":2,"01112":3,"01113":1,"02019":1,"02120":1,"03026":1,"03027":2,"04037":2}},{"id":1651,"name":"Learning Deck Runner v1.1: Mac","creation":"2014-01-22 19:54:36","description":"<p>An easy and balanced deck for teaching Netrunner.<\/p>\n","username":"Thorge","cards":{"01007":2,"01019":3,"01027":2,"01033":1,"01034":3,"01035":2,"01036":3,"01037":3,"01038":2,"01043":2,"01044":2,"01049":3,"01050":3,"01051":3,"02048":2,"02069":2,"02085":2,"02107":1,"03040":1,"03047":2,"03050":2}},{"id":1652,"name":"Alohamora","creation":"2014-01-22 21:02:23","description":"<p>Following the discussion and debate on HepatitvsJ's Through the Keyhole iterations, I made a few of my own tweaks, had mixed results, got a few suggestions from reddit, made some suggested changes, and it turned out well. I really think I only lost as much as I did because of bad play ( sometimes I still forget to use Whizzard's recurring credits to trash things...)<\/p>\n\n<p>Maybe just my local meta, but two plascretes were plenty. Econ was solid even without Account Siphon. Lawyer Up after a Siphon was a pipe dream, they NEVER showed up in hand at the same time, and using Lawyer Up without tags just sucks...<\/p>\n\n<p>Knight was the superstar breaker here. Mimic saved me from some sneaky Swordsmans here and there. <\/p>\n\n<p>Keyhole, while it did what I expected (trashed cards for free) it just feels like it's missing something, as in a card we don't have yet. I didn't hit alot of agendas, so it was mostly trashing ICE and econ operations. Synergy with Medium is what won games though. <\/p>\n\n<p>All in all, this is a fun deck. Nothing fancy.<\/p>\n","username":"ElderMarakus","cards":{"01002":3,"01006":2,"01007":2,"01008":3,"01009":2,"01010":1,"01011":2,"01012":1,"01014":2,"01018":3,"01050":3,"01053":3,"02001":1,"02009":2,"02022":3,"02041":1,"02087":3,"03052":3,"04043":3,"04061":3}},{"id":1653,"name":"Vanilla NBN","creation":"2014-01-22 21:17:14","description":"<p>This deck was fun to play but didn't win much. <\/p>\n\n<p>Things that agitated me; Runner finds out early that you cannot tag, and cannot punish tags, and walk all over you.<\/p>\n\n<p>Sweeps week is weak if you aren't doing damage. If they don't fear the flat-line, there's no motivation for them to keep a full hand and you don't get max benefit. <\/p>\n\n<p>Too many people playing damn mimic walk right through Caduceus.<\/p>\n\n<p>Things I liked;  the lone Archer no one sees coming, and you're sure to get the subs to hit at least once. (Thanks djackman for hitting me with this one during last year's league and giving me the idea)<\/p>\n\n<p>Pop-up Window in front of a server with Red Herrings means you don't have to worry about saving that last credit.<\/p>\n\n<p>Ash is your savior.<\/p>\n\n<p>I'm not happy on the whole, but I feel like there's a good base to work with.<\/p>\n","username":"ElderMarakus","cards":{"01064":1,"01080":1,"01081":3,"01090":2,"01091":3,"01092":3,"01101":1,"01103":2,"01110":3,"02013":3,"02017":2,"02019":2,"02056":3,"02115":3,"03023":2,"03026":2,"04014":3,"04015":2,"04034":2,"04059":2,"04076":3,"04077":2}},{"id":1654,"name":"Efficiency Theory 1.2","creation":"2014-01-22 21:26:09","description":"<p>You need either Pro contacts or Personal workshop in your opening hand.\nYour goal is to rush your full breaker suite onto personal workshop and get your underworld contacts going.\nDon't be afraid to trash lots of shit in the pursuit of personal workshop and breakers.\nLevy AR is your reset button. Not a form of card draw. It is the only thing worth holding onto.<\/p>\n","username":"Forged","cards":{"01022":3,"01023":1,"01034":3,"01039":3,"01040":3,"01042":1,"01048":1,"01050":3,"02009":1,"02044":1,"02046":1,"02049":3,"02069":3,"02085":2,"02107":2,"03035":2,"03037":1,"03049":3,"03053":2,"04047":1,"04065":1}}]