[{"id":1,"name":"Tracing a Better World","creation":"2014-08-27 11:36:15","description":"\n","username":"Alsciende","cards":{"01057":1,"01084":1,"01093":1,"01094":3,"01098":3,"01101":3,"01103":2,"01107":1,"01110":3,"01111":2,"01113":2,"02018":2,"02020":3,"02052":2,"02060":2,"02070":3,"02077":2,"04015":3,"04020":1,"04036":1,"04079":3,"06006":2,"06008":2,"06009":1,"06030":1}},{"id":8998,"name":"The New Model","creation":"2014-08-27 01:24:04","description":"<p>Simply going straight to the goal: The best use of influences on ICE to tax the runner combined with all the best tool Weyland have.<\/p>\n\n<p>Punitive Counterstrike instead of Scorched Earth simply because there is 3 pointers and I wanted all the cards to focus on taxing the runner or getting money. Plus the runner always expect SE first and can be more vulnerable to PC.<\/p>\n\n<p>Lotus Field and Tollbooth is really good to tax the runner on their own but together they help to get the runner have a hard time deciding what to Femme.<\/p>\n\n<p>Lag Time help to compensate for the Bad Publicity and make Caduceus un-mimic-able.<\/p>\n\n<p>When well establish, the runner should have a hard time getting Data Sucker token and have a lot of critical ICE to spend them on.<\/p>\n","username":"Exo","cards":{"01090":3,"01093":1,"01094":3,"01098":3,"01101":3,"01103":3,"01106":3,"01110":3,"02018":3,"02019":3,"02110":3,"04015":3,"04017":1,"04040":2,"04058":3,"04079":3,"04099":2,"06003":3,"06031":2}},{"id":8999,"name":"Wunderkind's Utility Belt","creation":"2014-08-27 01:32:44","description":"<p>Suggestions\/Advice is welcome.<\/p>\n","username":"Jotery","cards":{"01036":2,"01041":2,"01050":3,"02007":1,"02024":2,"02046":1,"02069":3,"02089":1,"02091":1,"02106":3,"03034":1,"03038":3,"03039":2,"03046":3,"03049":3,"05035":1,"05036":1,"05045":3,"05053":3,"06019":2}},{"id":9000,"name":"Noise Edit 4 - Scheherazade + Scrubbed","creation":"2014-08-27 03:39:21","description":"\n","username":"Ginseng","cards":{"01001":1,"01002":3,"01006":3,"01008":3,"01010":3,"01012":3,"01016":3,"01047":2,"01050":3,"01051":3,"02003":3,"02091":2,"03038":3,"04022":2,"04043":3,"05035":1,"06034":2,"06037":3}},{"id":9001,"name":"Lunar Weyland Edit 2 - Featuring the Root","creation":"2014-08-27 03:39:45","description":"\n","username":"Ginseng","cards":{"01070":2,"01086":1,"01088":2,"01093":1,"01094":3,"01098":3,"01099":3,"01101":2,"01102":1,"01103":3,"01110":3,"01111":3,"02018":3,"02019":2,"02080":2,"03015":1,"03026":2,"04015":2,"04017":3,"04018":1,"04036":1,"04040":2,"04058":2,"06008":2}},{"id":9003,"name":"Tracing A Better World","creation":"2014-08-27 04:15:45","description":"<p>The Weyland Consortium is importing a few strategies from the development teams over at NBN's corporate security division. This deck focuses on getting tags not through the happenstance of a Snare, but by making the runner interact with taxing, trace-heavy ice. Tracing A Better World doesn't fly at the breakneck speed of Supermodernism, but it doesn't need to. Runners, by default, have to respect Weyland, because there are plenty of ways for Weyland to kill you. So they come into the match-up fearing the Scorch, wary of Snares, knowing they might need to slow their game a bit; and this is something we can capitalize on with a host of fun tools.<\/p>\n\n<p>Since we're going trace-heavy, Primary Transmission Dish is an absolute star of this deck. Pair it with a lightly defended Root, and you'll find yourself saving cash with almost every run the runner makes, and every time you advance an agenda. It couples exceptionally well with the Dracos and Vipers, and it's a free hardware trash with Taurus. On top of it all, it already pays it for itself and then some the first time you rez it and costs 3 to trash. What a beautiful card. Even The Root is too good for a runner to leave sitting, so expect a solid return on investment there, too.<\/p>\n\n<p>I've one-offed a Closed Accounts to be tutored up with Atlas if need be, but in a deck like this, it works wonders as the runner tries to tackle trace ice that ends the run. At one influence, it's a great include that can blow a game wide open, and I almost wouldn't mind dropping a Jackson for another one.<\/p>\n\n<p>TABW doesn't run as much program destruction as most Weyland decks, but so far, I've found there to be enough in the form of Archer and Grim, as well as the one-off Aggressive Secretary, and I have to say, this is another one of my favorite cards. People aren't used to seeing Weyland run many advanceable traps (an advantage of everyone fearing the Snare and only the Snare), so this is another trick that opens major windows. As far as only packing one Grim, I'm actively avoiding bad pub in this deck, though I could certainly see the case for adding a second one. It is a nice piece of ice.<\/p>\n\n<p>Scorched has been dropped in favor of Punitive Counterstrike, a perfect fit for a deck that loves traces as much as this one. Runners have learned how to play around the Scorch, mostly by staying tag-free. So I've gone away from that path, and have instead tailored my agenda suite to pack more 5\/3s than most; four in total and with how good this deck is at opening scoring windows, I'm not opposed to adding more which comes with the added benefit of thinning the agenda density. Geothermal has been dropped as part of the desire to avoid bad pub, and I'm strongly considering replacing the Hostile Takeovers with Gila Hands. That means no out of hand agenda scores, ergo a little more work for Archer fodder, so that's something to consider when making that call.<\/p>\n\n<p>Other pieces of ice I've had my eye on include Data Raven and Information Overload, but both would be limited to a one-off at two influence if I didn't drop AgSec, and for the price neither offered enough of an improvement over what Draco already does.<\/p>\n\n<p>I'd love some feedback on this deck. I'm still not as comfortable building corp decks as I'd like to be, so I'm open to any and all suggestions.<\/p>\n","username":"BTrain","cards":{"01057":1,"01084":1,"01093":1,"01094":3,"01098":3,"01101":3,"01103":2,"01107":1,"01110":3,"01111":2,"01113":2,"02018":2,"02020":3,"02052":2,"02060":2,"02070":3,"02077":2,"04015":3,"04020":1,"04036":1,"04079":3,"06006":2,"06008":2,"06009":1,"06030":1}},{"id":9004,"name":"Freelance Professor v1.1","creation":"2014-08-27 05:14:02","description":"<p><strong>Main Strategy:<\/strong> Cost-effective early-game icebreakers are used to gain acquire an advantage early. Disruptive Anarch tools are used to extend this advantage for as long as possible to win before the Corp manages to stabilize the board and start scoring. <\/p>\n\n<p><strong>Economy:<\/strong> The primary economic piece is Magnum Opus, but heavy card draw and Freelance Coding Contract can provide a quick boost in the economy while allowing Professor to utilize programs from heap. Test Run's first job is to help get out Magnum Opus onto a Leprechaun ASAP. Once Opus is out, it can be used for search and recursion depending on the game state.<\/p>\n\n<p><strong>Icebreakers:<\/strong> The setup is pretty standard, taking the easiest to deploy and utilize. A slight exception would be my code gate solution where I used Cyber-Cypher mainly for remotes and Passport for centrals instead of using ZU.13 Key Master, but it's still up for consideration. <\/p>\n\n<p><strong>Programs:<\/strong> My primary strategy is to disrupt the Corporation so Keyhole, instead of Medium, became my main choice. For HQ, I use Lamprey for the corp strategy disruption and Nerve Agent for the multi-access to be combined and used with Imp to trash key Corp cards for more disruption. This is also my solution for Scorched Earth so this combo becomes more important vs Scorched Earth decks. <\/p>\n\n<p>As you can see my only memory solution is Leprechaun and Djinn so ideally we would want to get these out first which makes them important to have in opening hand. After we rush one out, then we have to dig for the Magnum Opus either by draw or Test Run primarily. After this, we play like normally taking extra precaution vs trash program issues i.e. keeping a SMC out with enough credit to break an Archer or Clone Chip if Faerie is in the heap. <\/p>\n\n<p><strong>Update:<\/strong><br \/>\n<em>Remove -1 Lamprey, -1 Scavenge, Add +1 Sahasrara, +1 Test Run:<\/em> there was issues when drawing multiple scavenges and wish they were something else like Test Run. Lamprey was unimpressive when my buddy used 2 of them on me, they lacked a lot of punch. Added Sahasrara is a program that also helps provide an economic boost, combos with Clone Chip and SMC as well.<\/p>\n\n<p>Thoughts? Opinions? Ideas?<\/p>\n","username":"jairoe03","cards":{"01007":1,"01008":2,"01009":1,"01011":1,"01012":1,"01026":1,"01028":1,"01034":3,"01044":1,"01050":2,"02003":1,"02041":1,"02047":3,"02065":1,"02066":1,"02087":3,"02104":1,"03029":1,"03033":3,"03034":2,"03035":2,"03038":3,"03044":1,"03046":3,"03047":1,"04061":1,"05046":1,"06019":3}},{"id":9005,"name":"Ken Notoriety V2","creation":"2014-08-27 05:27:12","description":"<p>Trying to make a central-only-breaker deck that uses Quest Complete\/Inside Job for other accesses.<\/p>\n\n<p>Considered using Doppelgänger over Desperado but the free money seemed useful for reducing my reliance on other economy.<\/p>\n","username":"R042","cards":{"01018":3,"01021":2,"01022":3,"01024":2,"02026":3,"03035":2,"03052":3,"03054":2,"04009":2,"04081":3,"04089":2,"05029":1,"05032":3,"05034":2,"05036":3,"05041":2,"05042":2,"05046":2,"05048":2,"05054":2}},{"id":9006,"name":"Magnificent Andy (German Nationals 4th Place)","creation":"2014-08-27 07:31:59","description":"<p>My runner deck at the German Nationals 2014, which went 10-2 in swiss and 4-0 in the Top16 double elimination cut. Only lost a single game because of a wrong mulligan decision (not to take one). 3rd place after swiss and 4th place in the end.<\/p>\n","username":"JackMade","cards":{"01004":1,"01007":2,"01018":3,"01019":2,"01021":2,"01022":3,"01024":3,"01026":2,"01028":2,"01030":2,"01044":2,"01050":3,"01051":1,"02083":1,"02085":2,"02104":3,"02107":3,"03052":3,"04009":2,"05046":2,"05048":2}},{"id":9007,"name":"Tagging News (German Nationals 4th Place)","creation":"2014-08-27 07:32:57","description":"<p>My corporation deck at the German Nationals, which went 8-4 in swiss and 2-4 in the Top16 cut. 3rd place after swiss and 4th place in the end.<\/p>\n","username":"JackMade","cards":{"01058":2,"01080":1,"01081":3,"01082":2,"01084":1,"01085":3,"01092":3,"01104":1,"01110":3,"01111":1,"02017":1,"02019":3,"02020":2,"02056":3,"02110":3,"02115":3,"02116":3,"04015":2,"04076":3,"04096":1,"04119":3,"05027":1,"06003":1,"06027":1}},{"id":9008,"name":"Whizzard of Donuts Splash -> pro co , aesop ","creation":"2014-08-27 09:16:36","description":"<p>DONUTS ARE THE KING<\/p>\n","username":"xxb0ws3rxx","cards":{"01002":1,"01005":3,"01006":2,"01007":2,"01008":2,"01009":3,"01010":1,"01012":3,"01047":1,"02001":1,"02003":2,"02009":2,"02021":2,"02041":1,"02091":1,"02102":2,"03049":1,"03053":3,"03054":1,"04004":2,"04043":2,"05055":2,"06033":3,"06037":3}},{"id":9009,"name":"Tennin Thunder","creation":"2014-08-27 09:42:07","description":"<p>My latest Tenin Deck.  Based on Tenin Lightning<\/p>\n","username":"Ihuckdisc","cards":{"01058":2,"01064":2,"01068":2,"01103":3,"01110":3,"02014":3,"02033":3,"03014":1,"04013":3,"04015":3,"04020":1,"04033":2,"04073":3,"04111":1,"04114":3,"04120":3,"05003":1,"05004":2,"05005":3,"05006":1,"05011":3,"05016":1,"05017":1}},{"id":9010,"name":"Cliconomy","creation":"2014-08-27 12:00:22","description":"<p>Suggestions\/Advice is welcome.<\/p>\n","username":"Jotery","cards":{"01056":3,"01062":3,"01063":2,"01064":2,"01106":3,"01110":3,"02010":1,"02011":3,"02030":2,"02080":3,"03010":1,"03014":3,"04030":2,"04091":3,"05015":3,"05016":2,"05024":2,"06009":2,"06023":3,"06030":1,"06031":3}},{"id":9011,"name":"Amazon Intern Mutation!","creation":"2014-08-27 12:07:29","description":"<p>Q: What do you do when you've Mutated your little ice and want to pull a new bioroid out of your deck?<\/p>\n\n<p>A: You Interns it back and Mutate it again!<\/p>\n\n<p>Note that you don't want to activate The Foundry's ability on a rezzed bioroid unless you have a BER in hand to cheat it out with. Otherwise, you have a better shot at getting it in play by using another Mutate (which you should be recurring with Archived Memories).<\/p>\n\n<p>Accelerated Beta Tests and Priority Requisitions are alternate avenues for rezzing your bioroids on your turn.<\/p>\n","username":"DrunkenGineer","cards":{"01055":3,"01056":3,"01058":3,"01106":3,"01110":3,"02012":2,"02038":3,"02051":1,"03013":2,"03015":2,"03017":3,"04011":3,"04015":3,"04030":2,"04060":3,"04120":3,"06002":3,"06004":3,"06021":1,"06030":1}},{"id":9012,"name":"Celebrity Nasir v.3.1","creation":"2014-08-27 12:10:31","description":"<p>Went 4-3 last night with my only losses against NEH (we were testing to see how to beat it with this Nasir). [My corp is still undefeated.] One win against The Foundry (A NEXT Design transplant), and three wins against GRNDL Supermodernism (ggs SR!). Only differences between the deck I played and this published version are that version had +1 Akamatsu and -1 Dirty Laundry.<\/p>\n\n<p><strong>Things I loved:<\/strong> <\/p>\n\n<p>Deck is FAST. Getting up and running with Nasir is pretty amazing with <strong>Desperado.<\/strong> Going to 3 made it so that I hit one every game and early. I was consistently fine on cash throughout my games. The influence is hard to spare, but it seems to fit <em>perfectly<\/em> in to an Atman build.<\/p>\n\n<p><strong>Dirty Laundry<\/strong> is also very good in this build. This Nasir plays like a criminal, running a lot. Getting click efficiency is pretty important. Also of note, it's not a small thing to go from 2-5 cred for Nasir, many of the breakers are ~ 5 cred, and you can SMC Atman at 0 with 5 cred. ProCon is also 5. It feels great to DL archives last click so that you keep your cred high, net sucker tokens and a cred from Desperado. Nothing new here, really, but DL overperformed for me in the last build, so I went up to 2 in this one.<\/p>\n\n<p><strong>The Atman Rig<\/strong> is so much more efficient than my previous Yog\/Gordian, fixed breaker suite. None of the decks I played could really keep me out. Running 1 Mimic is tech against RP and it was extremely handy against GRNDL.<\/p>\n\n<p><strong>Professional Contacts\/Kati Jones<\/strong> With these two and Desperado, I was always in the cash, and drawing fresh cards. Helps find things for PW if I have it, and keeps me aggressive.<\/p>\n\n<p>2 Net Celebrity is enough, even in a deck that likes free credits during the run. Drawing more than 1 feels really bad.<\/p>\n\n<p>Memory was never an issue.<\/p>\n\n<p><strong>Things I Will Probably Change<\/strong><\/p>\n\n<p><strong>Indexing<\/strong>. To be honest, every single time I played this, I whiffed. That's sort of the story of my life with Indexing. I would have rather had Escher, another Dirty Laundry, or even a second Quality Time. The best thing about this rig is that it's cheap to get in, and the corp can't keep you out. Hard-locking RnD was <em>easy<\/em>. Indexing felt like a win-sooner card than a win card (not that there's anything wrong with that). This slot is open as of now.<\/p>\n\n<p><strong>That 3rd Atman<\/strong>. I'm not 100% sure on this, but I might want to go down to 2 Atman in this deck. The reason Katman decks only run 2 is because of the ridiculous card draw + test run\/scavenge combo, functioning with PPVP. I don't really have that capability in this deck, and am worried that I won't find my Atman when I need to. While my gut is saying go down to 2, my head is saying stay at 3. <\/p>\n\n<p><strong>Mimic vs Femme<\/strong>. I keep going back and forth on this in my mind. Mimic is a much cheaper, more efficient fixed breaker. Femme has a slightly larger upside against troublesome ICE and is more flexible. So far, I've had few problems with ICE using this new rig, so I'm not really sure here. I'm inclined to keep Mimic. It's easier to SMC, and I want to be cheap\/efficient. <\/p>\n\n<p>I'm also more than happy to talk about the matchups more.<\/p>\n\n<p>Thoughts and comments welcome :)<\/p>\n","username":"CJFM","cards":{"01008":3,"01011":1,"01012":1,"01024":3,"01034":3,"01038":1,"02009":2,"02049":2,"02066":1,"02087":1,"02091":3,"02106":1,"02107":2,"03038":3,"03040":3,"03046":3,"03048":1,"03049":3,"03052":2,"04067":1,"06017":1,"06038":2,"06040":3}},{"id":9013,"name":"The Quand'ry of a Mutating Foundry","creation":"2014-08-27 12:16:41","description":"<p>It definitely needs some work but I thought I would put it out there.<\/p>\n","username":"nydnarb","cards":{"01055":3,"01059":3,"01097":3,"01108":2,"01110":3,"02012":3,"02051":3,"02070":2,"02093":2,"03007":1,"03015":2,"03024":3,"04011":3,"04015":3,"04030":1,"04119":3,"04120":3,"06001":3,"06004":3,"06021":1}},{"id":9014,"name":"White Suits","creation":"2014-08-27 12:24:01","description":"<p>It's just another redcoats deck, but this one has the ice consistency that Redcoats sometimes lacks. The rez cost on the ice is kept low enough that you don't need the ETF money machine to keep it going. Regular old asset economy will be enough. And it then can capitalize on the gain in subroutines by using midway and wisp to create the scoring windows you need, backed up by ash.<\/p>\n\n<p>Are there weaknesses? Many people will point out jackson is missing for noise matchups. That might be a big deal. I'd love to hear people's experiences. This is tweaked for an environment where I see more Account Siphon &amp; Vamp than I see noise.<\/p>\n\n<p>Enjoy!<\/p>\n","username":"gumonshoe","cards":{"01056":3,"01061":3,"01062":3,"01064":2,"01106":2,"01110":3,"02013":3,"02019":2,"02092":3,"02110":3,"03006":2,"04011":3,"04040":2,"04119":3,"06002":3,"06003":2,"06007":2,"06021":1,"06023":1,"06029":1,"06030":1,"06032":2}},{"id":9015,"name":"Will of the Cerebral Imaging, Actually using a remote | Beta","creation":"2014-08-27 12:38:31","description":"<p>This is a test deck going a different way than the usual CI decks.<\/p>\n\n<p>The aim is to exaust the runner gradually with taxing ICE (NEXT, Bioroids...) and reccuring <a href=\"\/en\/card\/06032\">Will-o'-the-Wisp<\/a>.<\/p>\n\n<p>Fast Advance is completely forgone for more economy and more ICE, as we will actually need to build a remote this time around.<\/p>\n\n<p>Celebrity Gift and Beanstalk make for a very solid economy, and I did not include any Siphon Counters (<a href=\"\/en\/card\/06029\">Sealed Vault<\/a>, <a href=\"\/en\/card\/06026\">Targeted Marketing<\/a>) as we should have so much money the runner won't be able to drain it all.<\/p>\n\n<p>NEXT ICE and Hive let you defend and prevent repeated assault on your central servers, while <a href=\"\/en\/card\/02013\">Ash 2X3ZB9CY<\/a> will let you score on that one big remote you'll be creating.\nAsh, Will + one NAPD will make for a very painful remote run.\nOne Corporate is in as a filler for a try, you'll be often sitting on way more than 7 credits as CI usually.\nYou could also go for an always advance agenda set and include even more \"funny cards\", such as <a href=\"\/en\/card\/04099\">GRNDL Refinery<\/a> or <a href=\"\/en\/card\/03009\">Cerebral Overwriter<\/a>.<\/p>\n\n<p>Also, I was thinking about including more program trashing, such as <a href=\"\/en\/card\/04058\">Power Shutdown<\/a>. Used for 0 (Faerie, SMC...) or 1 (Datasucker...) it can prove to be very effective. A version using <a href=\"\/en\/card\/04058\">Power Shutdown<\/a> however would need a few <a href=\"\/en\/card\/04015\">Jackson Howard<\/a> to help reccur even more. However, this would make it hard on the deck for economy and ICE, which are crucial.<\/p>\n\n<p>16 ICE and 11 early game Econ (=\/ <a href=\"\/en\/card\/04040\">Restructure<\/a>) also make for a much smoother early game which was a weakness of other CI decks.<\/p>\n\n<p>Parasite is always an issue with NEXT ICE, especially <a href=\"\/en\/card\/06002\">NEXT Silver<\/a>, but the recursion is very strong and should help plenty.<\/p>\n","username":"Vaos","cards":{"01058":3,"01098":2,"01110":3,"02013":2,"02051":3,"02110":3,"02120":1,"03001":1,"03006":1,"03019":2,"04011":3,"04012":3,"04040":3,"04090":3,"04111":2,"04117":2,"04119":3,"05025":2,"06002":3,"06010":1,"06030":1,"06032":3}},{"id":9018,"name":"Supermodernism v.Richmond","creation":"2014-08-27 13:04:46","description":"<p>My Weyland variant, inspired by Supermodernism v2, posted by Alsciende. Trying a more ICE heavy variant, while also having more access to money, since, in Netrunner, Mo' Money doesn't always mean Mo' Problems, at least for the corp.<\/p>\n\n<p>Any feedback is appreciated, I'm not too familiar with Weyland or Supermodernism in general, but I think that this deck could be solid.<\/p>\n","username":"Sygerrik","cards":{"01070":3,"01093":1,"01094":3,"01098":3,"01099":3,"01101":2,"01103":3,"01110":3,"01113":2,"02018":3,"02060":1,"02080":2,"02116":1,"03026":2,"03027":3,"04015":2,"04017":3,"04020":1,"04033":3,"04036":1,"04040":3,"06009":2}},{"id":9019,"name":"Professional Femme v 0.3","creation":"2014-08-27 13:31:37","description":"<p>V 0.1: Used a Dagger\/Cloak\/Ghost Runner\/Paintbrush. Relied too much on getting out the cyber mem chips, got too expensive to run on RD, had no multi access for HQ. <\/p>\n\n<p>V 0.2: Dropped the stealth recurring credits. Moved to a Datasucker\/Atman instead of stealth to \"save\" credits. I was also running archives once a turn to feed the net celebrity credits into the workshop. Also has the option to recur Parasite to keep encourage more ICE to be installed face down, but keeping the problematic ones off. The corp clearing virus counters actually gives us more time to get into the late game, and use the Toolbox. <\/p>\n\n<p>Also took out the plascrete carapaces, while they are hardware, do nothing against net\/brain damage, hence the move to public sympathy, seeing as Fall Guy is crucial to the deck, and can keep them live in the Weyland matches. Not only to keep the pro-co and the workshop safe from a breaking news\/SEA Source tag, but to in a pinch, give enough credits to take an NAPD, or trash a Sansan.  <\/p>\n\n<p>V 0.3: Rearranged some of the 3s, to make room for Kati, and Diesel. Diesel is crucial in terms of getting all the pieces together as fast as possible, pro-co was taking too long by itself. Largest problem is still the Sansan. <\/p>\n","username":"faswich","cards":{"01005":3,"01008":2,"01012":1,"01026":3,"01034":3,"01041":2,"02041":1,"02047":3,"02049":3,"02050":2,"02091":2,"02107":3,"03034":3,"03038":2,"03040":2,"03046":3,"03049":2,"04106":3,"06017":1,"06038":3}},{"id":9020,"name":"Freelance Professor v1.2","creation":"2014-08-27 14:20:57","description":"<p><strong>Main Strategy:<\/strong> Cost-effective early-game icebreakers are used to gain acquire an advantage early. Disruptive Anarch tools are used to extend this advantage for as long as possible to win before the Corp manages to stabilize the board and start scoring. <\/p>\n\n<p><strong>Economy:<\/strong> The primary economic piece is Magnum Opus, but heavy card draw and Freelance Coding Contract can provide a quick boost in the economy while allowing Professor to utilize programs from heap. Test Run's first job is to help get out Magnum Opus onto a Leprechaun ASAP. Once Opus is out, it can be used for search and recursion depending on the game state.<\/p>\n\n<p><strong>Icebreakers:<\/strong> The setup is pretty standard, taking the easiest to deploy and utilize. A slight exception would be my code gate solution where I used Cyber-Cypher mainly for remotes and Passport for centrals instead of using ZU.13 Key Master, but it's still up for consideration. <\/p>\n\n<p><strong>Programs:<\/strong> My primary strategy is to disrupt the Corporation so Keyhole, instead of Medium, became my main choice. For HQ, I use Lamprey for the corp strategy disruption and Nerve Agent for the multi-access to be combined and used with Imp to trash key Corp cards for more disruption. This is also my solution for Scorched Earth so this combo becomes more important vs Scorched Earth decks. <\/p>\n\n<p>As you can see my only memory solution is Leprechaun and Djinn so ideally we would want to get these out first which makes them important to have in opening hand. After we rush one out, then we have to dig for the Magnum Opus either by draw or Test Run primarily. After this, we play like normally taking extra precaution vs trash program issues i.e. keeping a SMC out with enough credit to break an Archer or Clone Chip if Faerie is in the heap. <\/p>\n\n<p><strong>Update:<\/strong><br \/>\n- <em>Removed -1 Lamprey, -1 Scavenge, Added +1 Sahasrara, +1 Test Run:<\/em> there was issues when drawing multiple scavenges and wish they were something else like Test Run. Lamprey was unimpressive when my buddy used 2 of them on me, they lacked a lot of punch. Added Sahasrara is a program that also helps provide an economic boost, combos with Clone Chip and SMC as well.<br \/>\n- <em>Removed -1 Quality Time, -1 Cyber Cypher -1 Passport, -1 Crescentus Added +1 Escher, +2 Magnum Opus, +1 Zu13 Key Master:<\/em> Magnum Opus is too important to not have 3 copies of to ensure I get it out early especially without having to burn a Test Run (but its still its first main job in deck). Plus additionally drawn Opus's = FCC fodder. Crescentus was a bit situational so it was an easy slot to remove for it then I squeezed my two code-gate solutions into 1 with Zu13 and that frees up another card slot. Peekay's deck helped convince me that Escher could be a huge card to play and I figured with 3x Magnum Opus, I can afford a little less draw power so -1 Quality Time for it. <\/p>\n\n<p>Thoughts? Opinions? Ideas?<\/p>\n\n<p>Props to Peekay's Professor deck, which pushed me to run 2 more copies of Magnum Opus and an Escher: \n<a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/7546\/vivat-academia\">Vivat Academia<\/a><\/p>\n","username":"jairoe03","cards":{"01007":1,"01008":2,"01009":1,"01011":1,"01012":1,"01026":1,"01028":1,"01034":3,"01044":3,"01050":2,"02003":1,"02007":1,"02041":1,"02047":3,"02066":1,"02087":2,"02104":1,"03029":1,"03031":1,"03033":3,"03034":2,"03035":2,"03038":3,"03046":3,"03047":1,"04061":1,"06019":3}},{"id":9021,"name":"Deadicated Achor Team","creation":"2014-08-27 15:19:39","description":"<p>A neat idea I had while theorizing fun things to do with DRT and making it work.<\/p>\n\n<p>The goal is to make them die mid-run, either to Shinobi, DRT, or some sort of combination of them. <\/p>\n\n<p>Leave the DRT's, Jacksons and Dishes facedown till their time comes, and if the strategy ain't working, get the Astrotrain rolling...<\/p>\n","username":"Gilbod","cards":{"01075":1,"01081":3,"01082":2,"01084":2,"01088":3,"01109":3,"01110":3,"02020":2,"02056":2,"02115":3,"02118":2,"04015":3,"04076":3,"04077":1,"04096":3,"04115":2,"04119":3,"04120":2,"05009":2,"06005":1,"06006":2,"06026":2}},{"id":9022,"name":"New Age FA (looking for feedback)","creation":"2014-08-27 15:22:07","description":"\n","username":"CodeMarvelous","cards":{"01054":1,"01055":3,"01056":3,"01059":3,"01064":3,"01084":1,"01092":2,"01106":2,"01110":3,"02051":3,"02070":3,"02110":3,"03023":2,"04011":3,"04015":3,"04096":2,"05024":2,"06002":3,"06003":3,"06022":2}},{"id":9023,"name":"Founding of the Amazon Glacier","creation":"2014-08-27 17:07:46","description":"<p>My attempt to use Amazon Industrial Zone to trigger the Foundry's ID ability to rez more NEXT ICE building henceforth a large number of super centrals or remotes.<\/p>\n\n<p>Open to suggestions or advice!<\/p>\n","username":"Gilbod","cards":{"01055":3,"01064":2,"01075":2,"01090":2,"01098":2,"01106":3,"01110":3,"02013":2,"02038":3,"02070":2,"02092":3,"02110":3,"03019":2,"04011":3,"04015":2,"04051":2,"04119":1,"05014":2,"06002":3,"06010":1,"06021":1,"06030":1,"06032":2}},{"id":9024,"name":"Monolithic Keyhole Theory","creation":"2014-08-27 18:16:23","description":"<p>I keep fooling around with the idea of my brother's [CT] (\/en\/card\/02046) deck, and this is what I've tweaked it to. Swapping <a href=\"\/en\/card\/01005\">Cyberfeeders<\/a> for <a href=\"\/en\/card\/04061\">Keyholes<\/a> is probably a terribad idea, but I'm gonna try it anyway. Seems like stupid fun.<\/p>\n","username":"GPWK","cards":{"01007":3,"01034":3,"01043":3,"01044":3,"02046":1,"02069":2,"02087":3,"03033":3,"03035":3,"03036":2,"03041":3,"03042":3,"03050":3,"04061":3,"06038":3}},{"id":9025,"name":"Building a Faster Net","creation":"2014-08-27 19:14:33","description":"<p>When is fast advance not fast advance?<\/p>\n\n<p>When you've hard-scored a 6-2 for the privilege!<\/p>\n","username":"LeonardQuirm","cards":{"01055":3,"01056":3,"01110":3,"01111":3,"01113":3,"02011":3,"02029":3,"02051":3,"02060":2,"02070":3,"02110":3,"03003":1,"03019":2,"04011":3,"04015":3,"04119":1,"06002":3,"06008":3,"06010":2}},{"id":9026,"name":"\"How much memory do you have again?\"","creation":"2014-08-27 19:23:31","description":"<p>In theory: Get 3 R&amp;D Interfaces out with Replicator, then do multiple glorious Demo Runs with a Dinosaursed Battering Ram, trashing everything except the Barriers so the corp can't keep you out.<\/p>\n\n<p>In practice: Keep realising that you've been playing with an illegal amount of memory, never have enough money to run, and don't score any agenda points.<\/p>\n\n<p>This is the actual deck I played on 26th August, that I hadn't looked at in a while. Apparently I had three Levy AR Lab Accesses and one Sure Gamble. Why.<\/p>\n","username":"aloobyalordant","cards":{"01003":3,"01004":1,"01026":1,"01027":2,"01033":1,"01034":3,"01042":2,"01043":2,"01044":2,"01050":1,"02009":2,"02028":3,"02047":3,"02048":3,"02087":3,"02088":3,"02107":3,"03035":3,"03046":2,"03054":3}},{"id":9027,"name":"Earth-Adjacent News Diffusion","creation":"2014-08-27 19:26:28","description":"<p>The more servers the better. Get rich and make runners eat Flares and Psychic Fields - everything's better when behind an RSVP!<\/p>\n","username":"Whrrrrr","cards":{"01056":3,"01081":3,"01082":2,"01084":1,"01109":3,"01110":3,"01113":2,"02055":2,"02110":2,"02115":3,"02117":2,"04015":3,"04020":1,"04077":3,"04096":2,"04119":3,"05010":3,"05016":2,"05026":3,"06003":2,"06005":1,"06026":1}},{"id":9028,"name":"Chaotic Dagger v0.1","creation":"2014-08-27 19:33:53","description":"<p>My first crack at a Cloak and Dagger deck. I'm a newbie at Netrunner so it isn't polished. <\/p>\n","username":"AceAttorney","cards":{"01008":3,"01020":3,"01034":3,"01050":3,"02009":2,"02046":1,"02047":3,"02048":3,"02091":2,"03040":2,"03041":3,"03042":3,"03046":2,"03053":3,"04104":2,"04108":3}},{"id":9029,"name":"Viruses, Viruses Everywhere","creation":"2014-08-27 19:52:13","description":"<p>Adapted and updated from Noise - Schehexually Transmitted Diseases by <code>@funnyways3<\/code>. <\/p>\n\n<p>23 viruses, 3 Deja Vu, and 1 LARLA = potential to trash 58 cards from virus installs alone. Add a potential for 18 Imp counters (3 each with Grimoire installed; recurred with LARLA), and you're looking at maximum destruction of 76 cards.<\/p>\n\n<p>The virus cycling with <a href=\"\/en\/card\/01047\">Aesop's Pawnshop<\/a> and installing everything on <a href=\"\/en\/card\/04022\">Scheherazade<\/a> ought to keep you in enough credits to make necessary runs with <a href=\"\/en\/card\/01051\">Crypsis<\/a>. But you can always face check before that, to find targets for <a href=\"\/en\/card\/01012\">Parasite<\/a>.<\/p>\n\n<p>Pro tip: Don't install your <a href=\"\/en\/card\/01051\">Crypsis<\/a> onto <a href=\"\/en\/card\/04022\">Scheherazade<\/a>! A single trash program subroutine will ruin your day otherwise. :)<\/p>\n\n<p>The last influence point used to be for <a href=\"\/en\/card\/06020\">Eden Shard<\/a> but I prefer having that slot for a single <a href=\"\/en\/card\/05051\">Mass Install<\/a>.<\/p>\n","username":"Whrrrrr","cards":{"01001":1,"01002":3,"01005":3,"01006":2,"01008":3,"01010":3,"01012":3,"01016":3,"01047":2,"01051":2,"02003":3,"02041":3,"02081":2,"03035":1,"03047":2,"04022":2,"05051":1,"06014":3,"06034":1,"06037":3}},{"id":9030,"name":"HB Latency","creation":"2014-08-27 20:05:57","description":"<p>A fairly nondescript HB deck I guess? Strategy: install some ice. Try to score agendas when the runner won't be able to get in.. Maybe bluff out some assets? Use Jackson Howard.<\/p>\n\n<p>I love <a href=\"\/en\/card\/02080\">False Lead<\/a>. I want to love <a href=\"\/en\/card\/02071\">Hourglass<\/a>, but it's yet to really work out. Will probably try and do more 'the runner loses a click'-type stuff in the future.<\/p>\n\n<p>Played this on 26th August. One narrow win, one almost win and one massive loss. Which is pretty good going by my standards! Particularly pleased to have actually scored <a href=\"\/en\/card\/02039\">Executive Retreat<\/a> and gotten use out of its ability.<\/p>\n","username":"aloobyalordant","cards":{"01054":1,"01062":2,"01063":2,"01090":1,"01098":2,"01106":2,"01109":2,"01110":3,"01113":3,"02013":3,"02039":2,"02052":3,"02070":3,"02071":3,"02080":2,"02092":3,"02110":3,"03009":2,"03012":2,"04015":3,"04119":3}},{"id":9031,"name":"You know, one of","creation":"2014-08-27 22:44:19","description":"<p>The only tech we've found that stands a chance against the majesty of Fucking Gong Show. Turns out the extra two cards are key for its consistency.<\/p>\n\n<p>\"+3x Gingerbread\" - snow-jax<\/p>\n","username":"\/tg\/PlaysNetrunner","cards":{"01016":1,"01031":3,"02001":1,"02061":2,"02062":3,"02068":3,"02069":3,"02081":3,"02090":1,"02102":2,"04001":3,"04023":1,"04042":3,"04069":1,"04081":3,"04101":2,"04102":3,"04107":3,"05047":3,"06034":2,"06054":2}},{"id":9032,"name":"Wunderkind's Utility Belt v2","creation":"2014-08-27 22:59:43","description":"<p>Made some changes. -1 Planned Assault -1 Grappling Hook for +2 Hostage and -2 Professional Contacts for +2 Dyson Mem Chips. Suggestions\/Advice is welcome.<\/p>\n","username":"Jotery","cards":{"01036":2,"01041":2,"01050":3,"02007":1,"02024":2,"02028":2,"02046":1,"02069":3,"02089":1,"02091":1,"02106":3,"03034":1,"03038":3,"03039":2,"03046":3,"03049":1,"04004":2,"05035":1,"05045":2,"05053":3,"06019":2}}]