[{"id":9554,"name":"Quetzal Getting Out of Hand","creation":"2014-09-15 02:29:35","description":"<p>The sequel to my Noise Getting Out of Hand deck.<\/p>\n\n<p>The general idea of that deck was to keep running in the way that Criminals do to stockpile money and Hemorrhage tokens. The deck would occasionally get shut down if it was locked out of all servers for an extended period of time.<\/p>\n\n<p>This deck aims to fix that drawback. Quetzal's ability coupled with e3 Feedback Implants allows the runner to get into any server that's protected by only 1 barrier (extremely popular in the early game). The Darwin\/D4V1D\/Knight combo is getting pretty popular now, and it serves this deck well. Darwin makes short work of anything small, D4V1D takes care of the big stuff, and Knight solves the other problems. e3 helps all 3 of these.<\/p>\n","username":"e1337pete","cards":{"01002":3,"01005":3,"01009":2,"01024":2,"01050":3,"01053":2,"02003":2,"02024":3,"02081":2,"02087":1,"02091":2,"02102":3,"03052":3,"04004":1,"04009":2,"04043":3,"04061":2,"04082":3,"06033":3,"06052":1}},{"id":9555,"name":"rp glacier","creation":"2014-09-15 02:41:12","description":"\n","username":"djackman","cards":{"01078":3,"01090":3,"01110":3,"01111":3,"02031":1,"02032":3,"02056":2,"02110":1,"04012":3,"04013":2,"04015":2,"04054":3,"04074":3,"04114":3,"04119":3,"05007":3,"05009":3,"05018":3,"05020":1,"06022":2}},{"id":9556,"name":"The New Model - 1st place local tournament","creation":"2014-09-15 03:03:49","description":"<p>This is the deck I've brought to a local store tournament and went undefeated with it. The best description of the deck I can do in one word is: Unstoppable. You keep installing taxing ICE each turn and there is mostly nothing the nunner can do when you get to mid-game.<\/p>\n\n<p>In the final I started with no ICE and a 3 pointers. I had to Jackson 2 times to get 1x Ice wall. This was a really bad draw and before that mulligan it was even worst. During that time I have been Leg Work, Vamp to 0 and Maker's Eye to loose 4 points there and I've been able to recover and win the game. <\/p>\n\n<p>This deck lost 1 game from days one of its creation and it was to a lucking pull with Maker's Eye too, for 5 points.<\/p>\n\n<p>The deck I ran was using 3x Punitive Counterstrike (-2 Crisium Grid, -1 Restructure) but I never used them, so I would replace them ALL DAY LONG for at least 2x Crisium Grid (maybe even 3). Crisium mainly say: Bye bye The Maker's Eye, Indexing, Vamp, Account Syphon and the worst here, Emergency Shutdown.<\/p>\n\n<p>Another good point is that it counter Yog.0 + Data Sucker combo. The deck have enough ICE to protect Archives early and it have Power Shutdown and Lotus Field.<\/p>\n\n<p>Lag Time is the last nail in the coffin. When Lag Time hit the table and you got most of your server 3 ICE deep, it is really hard for the runner to do something about it. Early, you can use it to make Caduceus un-Mimic-able if it's needed too.<\/p>\n\n<p>I think that pretty much sum up the whole thing for now, I don't want to write about it too much for nothing. If anyone have questions, I'll be please to answer them. :)<\/p>\n","username":"Exo","cards":{"01090":3,"01093":1,"01094":3,"01098":3,"01101":3,"01103":3,"01106":3,"01110":3,"02018":3,"02019":3,"02110":3,"04015":3,"04017":1,"04040":3,"04058":3,"04099":2,"06003":3,"06031":2,"06048":2}},{"id":9557,"name":"Quetzal The CriminArch","creation":"2014-09-15 05:23:13","description":"<p>Run early. Run often.<\/p>\n\n<p>Quetzal's ability lets us play Anarchs like we would Criminals, so get that early pressure on those servers using any number of nasty tricks, and run them again as soon as you can with Same Old Thing. The hallmark Anarch disruption cards are in here in the form of Keyhole, Demo Run and Vamp, though the deck is lacking in card draw so future versions might have us adding Johnny Mass, so we can chat with babes all day. I'll be playtesting this in the coming week, so stay tuned for changes - and as always, I love feedback!<\/p>\n","username":"BTrain","cards":{"01003":2,"01004":2,"01008":3,"01012":3,"01026":1,"01036":1,"01050":3,"01053":2,"02021":1,"02024":2,"02101":2,"02106":1,"03052":3,"03054":3,"04042":3,"04043":3,"04061":2,"05035":1,"05036":1,"05053":3,"06033":2,"06052":1,"06059":1}},{"id":9559,"name":"HB 2.0 tournament","creation":"2014-09-15 06:41:42","description":"\n","username":"b4ralai","cards":{"01054":1,"01055":3,"01056":3,"01058":2,"01059":3,"01090":2,"01092":2,"01110":3,"02030":2,"02051":3,"02052":3,"02070":3,"02092":2,"02110":3,"03019":3,"03023":2,"04015":3,"04096":2,"04119":3,"05025":2}},{"id":9560,"name":"Backseat Andy (MTGDeals Summer Tourney, San Gabriel)","creation":"2014-09-15 06:42:36","description":"<p>This deck took 1st place at MTGDeals in San Gabriel, California on 9\/13\/2014 within a field of 26 players. It is my take on the President\/CEO 2.0 by Nordrunner, with slight modifications from personal playtesting experience as well as his input.<\/p>\n\n<ul>\n<li>Why ‘Backseat’?<\/li>\n<\/ul>\n\n<p>Andy can drive the corp where she wants by forcing them to rez their ice with no rig out (or one faerie) from fear of Siphon. Backseat Andy can pressure with Forged Activation Orders, gaining money if they rez their ICE from Compromised Employee, and then Parasite it to get rid of it, all while sitting around with her comfy grip not even running. Playing this Andy deck feels like that annoying guy in the backseat irritatingly micromanaging the corp’s every move.<\/p>\n\n<ul>\n<li>Why is it good?<\/li>\n<\/ul>\n\n<p>The deck has a strong economy from sheer number of money cards (drip + burst). It also is very good at forcing the corp stifled by pressuring both R&amp;D and HQ. You basically push the corp around facechecking ice keeping them broke rezzing it whilst you gain from 1 or 2 compromised employees out (typically). You can FAO their unrezzed ice in front of HQ setting up for a huge credit swing of Siphon. At first the pressure is the corp just defending itself, then the pressure becomes stopping me from Legworking or accessing 2+ cards from R&amp;D. Keeping the Corp reacting to you, and not vice versa, can be hard to do these days and this deck manages that very consistently.<\/p>\n\n<ul>\n<li>Why this Andy vs. Fixed breakers\/Datasuckers Andy?<\/li>\n<\/ul>\n\n<p>I’m not sold that this is the optimal Andy, but in my playtesting it has less variance than the John Masanori, Datasucker, Security Testing, fixed breaker Andromedas. This does well against bigger ice decks because of the drip economy and Emergency Shutdown on big ice. This is especially true with Jinteki: RP, typically rough for Andromeda, because we cut the click needed to get credits from Kati Jones and then run remotes. Parasite kills problem ice or taxing ice that is low str after they have rezzed it (i.e. Tsurugi) which is a great play when the advantage is ours. Parasite can often get them to ditch an extremely taxing ice (Toll, Archer, big HB stuff), or force them to lose a turn to purge (4 credits or more to 0 credits for the corp that turn), or lower that Archer one strength to break for 7 with Ninja.<\/p>\n\n<blockquote>\n  <p>Cards<\/p>\n<\/blockquote>\n\n<ul>\n<li><p>Ninja..?  Ninja is your backup in case you run into sentries late game. 3 Faeries are common enough to count as econ cards that let you run relatively safely. Used a lot when the extra 5 credits for Femme will kill your tempo.<\/p><\/li>\n<li><p>1x Satellite Uplink?  There are times where, late game against a Jinteki: PE who runs Cerebreal Ovewriter\/ Ronin\/ Mushin No Shin, knowing what two cards are will just win you the game. That deck is good and legitimate in my opinion, and I want to win against it.<\/p><\/li>\n<li><p>1x Crash Space..?  I think a talented runner can win against Scorcher decks usually with 0 meat damage prevention unless they get exceptional card order; yet it can happen, so I include one. Scorch is not popular right now, and more often I’m just using the two recurring credits to clear tags from one of my Siphons.<\/p><\/li>\n<\/ul>\n\n<p>Piloting a runner these days is more difficult than it has ever been. I could write more if people are interested in card choices for this deck or piloting tips, and I’m sure Nordrunner has his own in-depth thoughts on these cards. Mulling for 1\/5 of your deck that has a ton of good econ\/control cards still makes Andromeda my choice over Prepaid Kate.<\/p>\n","username":"yielderLNX","cards":{"01007":1,"01012":2,"01018":3,"01020":2,"01022":3,"01024":3,"01026":1,"01027":1,"01030":1,"01043":1,"01050":3,"02023":1,"02025":3,"02043":2,"02083":1,"02104":3,"02105":2,"02107":2,"03038":1,"03052":3,"03053":2,"03054":1,"05035":2,"05048":2}},{"id":9561,"name":"MontNEHzuma's Revenge (MTGDeals Summer Tourney, San Gabriel)","creation":"2014-09-15 07:06:05","description":"<p>Montnehzuma's Revenge, also known as Traveler's Diarrhea. From Wikipedia:<\/p>\n\n<blockquote>\n  <p>'Traveler's diarrhea (TD) is the most common illness affecting travelers. An estimated 10 million people—20% to 50% of international [runners]—develop it annually. TD is defined as three or more unformed [agendas] in 24 hours passed by a [runner], commonly accompanied by abdominal cramps, nausea, and bloating.'<\/p>\n<\/blockquote>\n\n<p>This deck took 1st place at MTGDeals in San Gabriel, California on 9\/13\/2014 within a field of 26 players, cards legal up to First Contact. It went undefeated on the day, notably almost-losing to Hades Shard in a Cache Noise deck. It also made many sick to their stomachs. A few key points:<\/p>\n\n<ul>\n<li>Varied codegate ice strength to make Atman+Inti decks hurt<\/li>\n<li>1 Tollbooth almost always for R&amp;D to make digging as expensive as possible. I think this is NEH's greatest weakness. The exception to this rule is facing likely Account Siphon recursion. Make 2x Eli or Inazuma->Eli your R&amp;D tax in that case.<\/li>\n<li>Against Shapers try to bluff an unrezzed Jackson as a PAD to protect against Indexing (happened once against PPVP Kate).<\/li>\n<\/ul>\n\n<blockquote>\n  <p>Standard Astrobiotics, but why 2 Inazuma?<\/p>\n<\/blockquote>\n\n<p>Well, a few great reasons. It's a 3 cost ice that potentially runs them into a rototurret if they do not suspect you have enough credits to hurt them (say 7 or so). I happen to have won my 'grand finals' match with this combo on HQ, destroying his Mimic that the Andromeda had just special ordered.<\/p>\n\n<p>It makes your Eli, already astounding, gain a third subroutine essentially:  -> get code gate breaker and spend even more money.' Alongside the one Tollbooth, the two Inazumas also allow for you to achieve 'lockout' on all your centrals against fixed breaker + Datasucker rigs (particularly Andy).<\/p>\n\n<p>In short, two Inazumas are beast and better than many other pieces of ice that make it into NEH decks. I used to include two lotus fields and an Ichi 1.0 instead. This became more 4-strength ice for Atman-at-4 to devour. Credits to mrroach for that in the tournament he won. His one Inazuma in his NEH deck inspired this deck exclusively.<\/p>\n\n<ul>\n<li>First Contact tournament playtesting bonus<\/li>\n<\/ul>\n\n<p>If there is even a possibility of the runner installing a Hades Shard form hand, ALWAYS proactively use your Jackson Howards on YOUR turn to recycle agendas. This way you get priority in the paid ability window. if you leave agendas in Archives 'safe' via Jackson Howard. Otherwise the runner CAN install Hades for 7 and instantly trash it to score whatever you left. This will become standard play for corps from now on, diminishing JayHo wasting clicks.<\/p>\n","username":"yielderLNX","cards":{"01059":2,"01064":2,"01081":3,"01082":2,"01090":1,"01092":3,"01109":3,"01110":3,"01111":1,"02055":3,"02056":3,"02110":3,"02115":3,"04015":3,"04076":3,"04096":3,"04119":3,"04120":2,"05016":2,"05027":1,"06005":1}},{"id":9562,"name":"Spinal Keyhole","creation":"2014-09-15 07:31:12","description":"<p>Recurring credits synergize well with 1 good run a turn. You have <a href=\"\/en\/card\/04061\">Keyhole<\/a> to pressure RnD, <a href=\"\/en\/card\/02041\">Nerve Agent<\/a> for HQ, and <a href=\"\/en\/card\/03043\">Chakana<\/a> to slow the corp down and force virus wipes.<\/p>\n\n<p>Drawing and playing <a href=\"\/en\/card\/01009\">Djinn<\/a> early is important as it will really help with <a href=\"\/en\/card\/01012\">Parasite<\/a> pressure. <a href=\"\/en\/card\/02081\">Surge<\/a> is essential in a deck without <a href=\"\/en\/card\/01008\">Datasucker<\/a>, and good for surprise <a href=\"\/en\/card\/01012\">Parasite<\/a> killing\/ <a href=\"\/en\/card\/02102\">Darwin<\/a> pump\/ <a href=\"\/en\/card\/02041\">Nerve Agent<\/a> fun.<\/p>\n\n<p>Have taken this deck out for a couple of spins, performed reasonably well. Worth honing more.<\/p>\n\n<p>Possible edits:\n2x <a href=\"\/en\/card\/01008\">Datasucker<\/a> in place of 2x <a href=\"\/en\/card\/02081\">Surge<\/a>. MU might be tight though, especially if you don't get Djinn early.<\/p>\n\n<p>1 or 2 <a href=\"\/en\/card\/01049\">Infiltration<\/a> in place of <a href=\"\/en\/card\/06034\">Scrubbed<\/a>. Making that 1 good run you have a turn into a trap will make for a terrible blow.<\/p>\n\n<p><a href=\"\/en\/card\/01004\">Stimhack<\/a> instead of <a href=\"\/en\/card\/01002\">Déjà Vu<\/a>. This choice simply will depend on more plays and experience with this deck.<\/p>\n\n<p>The economy suite. In theory, <a href=\"\/en\/card\/02091\">Kati Jones<\/a> deserves a slot as she compliments the running on fumes idea of the deck and you can afford to spend a click on her every turn. 2 <a href=\"\/en\/card\/01053\">Armitage Codebusting<\/a> 2 <a href=\"\/en\/card\/03053\">Daily Casts<\/a> 2 <a href=\"\/en\/card\/02091\">Kati Jones<\/a> is a variant I will experiment with.<\/p>\n","username":"Sojourne","cards":{"01002":1,"01005":3,"01009":3,"01012":3,"01034":3,"01050":3,"01053":3,"02002":2,"02009":2,"02024":3,"02041":1,"02081":2,"02102":2,"03043":1,"03053":3,"04043":3,"04061":2,"06033":2,"06034":2,"06052":1,"06059":1}},{"id":9563,"name":"Fly me to the moon","creation":"2014-09-15 10:15:04","description":"<p>...and let me play among the stars. Let me score the agendas, from my remotes or hand. In other words, don´t steal theeem, in other words, pay for them.<\/p>\n\n<p>This is a high taxing deck, that tries to make a good use of the newest NBN ID by using a large amount of assets. I have included <a href=\"\/en\/card\/04050\">Isabel McGuire<\/a> to  be able to re-use the <a href=\"\/en\/card\/02059\">Private Contracts<\/a> and <a href=\"\/en\/card\/01070\">Snare!<\/a> as well as quit ices that are marked with any virus, Femme, etc.<\/p>\n\n<p>Comments are always welcome<\/p>\n","username":"seiya","cards":{"01062":1,"01070":3,"01081":3,"01088":3,"01090":2,"01091":2,"01103":3,"01109":3,"01110":3,"02056":3,"02059":3,"02115":3,"04014":1,"04015":2,"04050":2,"04076":1,"04096":2,"04100":1,"04119":3,"06003":3,"06005":1,"06032":2}},{"id":9564,"name":"Quetzal The CriminArch v2.0","creation":"2014-09-15 10:31:53","description":"<p>Run early. Run often.<\/p>\n\n<p>Quetzal's ability lets us play Anarchs like we would Criminals, so get that early pressure on those servers using any number of nasty tricks, and run them again as soon as you can with Same Old Thing. The hallmark Anarch disruption cards are in here in the form of Demo Run, Keyhole, and Vamp. With the inclusion of Retrieval Run, we can easily use Duggar's to stick our breakers in the heap, and then pull them out for a nasty remote server run. I can even see a lack of Duggar's being a reason to mulligan in this deck just so that you can flood your heap with things you'll need later. I'll be playtesting this in the coming week, so stay tuned for changes - and as always, I love feedback!<\/p>\n","username":"BTrain","cards":{"01002":2,"01003":2,"01004":1,"01021":1,"01050":3,"02021":1,"02022":2,"02024":2,"02041":2,"02091":2,"02101":2,"02106":1,"03052":3,"03054":3,"04042":2,"04043":3,"04061":2,"05035":1,"05036":1,"05053":3,"06033":3,"06052":1,"06054":2,"06059":1}},{"id":9565,"name":"Imagine all the people","creation":"2014-09-15 12:56:28","description":"<p>scoring agendas in peaaace<\/p>\n\n<p>First attempt to use this ID, any suggestion is welcome<\/p>\n","username":"seiya","cards":{"01055":3,"01058":3,"01059":3,"01088":2,"01100":2,"01110":3,"02051":3,"02070":3,"02110":1,"03001":1,"03005":3,"04011":3,"04015":2,"04034":3,"04040":3,"04090":2,"04119":1,"05024":2,"06002":3,"06003":3,"06010":1}},{"id":9566,"name":"Open Gate - Through Gate - Run Run Run","creation":"2014-09-15 14:20:30","description":"<p>This is my final version of my Kit deck. (Fomerly titled Running with Corrosive Knives)<\/p>\n\n<p>Start hand = MO + Code Gate Breaker OR Test Run + either MO\/Code Gate Breaker<\/p>\n\n<p>Goal = DinoBlade + MO - hit R&amp;D hard and anything server with one ICE in front.<\/p>\n\n<p>Tips - Tutor for Cyber-Cypher early if you didn't draw\/mulligan a code gate breaker.  You can scavenge it later to change which server it is on.<\/p>\n\n<p>Use Ghost Runner creds not only for Dagger, but to trash cards &amp; steal agendas (NAPD Contract). You only need 1 Ghost Cred for Dagger each run. Once you have 2 Ghost Runners on the table don't be afraid \/ forget to spend them when needed.<\/p>\n","username":"lroach2","cards":{"01007":2,"01034":3,"01035":3,"01036":3,"01037":3,"01043":3,"01044":3,"01050":2,"02047":3,"02048":3,"02087":2,"02107":1,"03028":1,"03034":2,"03035":1,"03042":2,"03044":1,"04109":3,"06038":2,"06040":3}},{"id":9567,"name":"HB Next 2.25","creation":"2014-09-15 16:35:05","description":"<p>I took this to the local league tournment this weekend.  It went 4-0.<\/p>\n\n<p>Initial ice placement is dependant on the runner.  I always place 1 ice on R&amp;D and HQ using NEXT's ability.  The 3rd ice can either go on archives for Noise\/datasucker protection or be used to start up a remote.  <\/p>\n\n<p>Early game, I'll often play Melange or Adonis in my scoring remote.  I'll use Malange for a couple turns and then install an agenda when I'm ready.  I only install over Adonis for a game winning agenda; otherwise take the money and hold the agendas.  If your centrals &amp; scoring remote are well-protected by mid-game go ahead and set up a small remote for Melange &amp; Adonis.<\/p>\n\n<p>Once you have the Eden Fragment scored, use it every turn if possible.  The only exceptions are if you're advancing agendas or hitting Melange that turn.\nI always fire the ABT early to mid-game.<\/p>\n","username":"norat13","cards":{"01055":3,"01056":2,"01058":2,"01062":1,"01106":1,"01108":3,"01110":3,"02011":2,"02019":2,"02056":2,"02060":2,"02110":2,"03003":1,"03019":1,"03023":2,"04011":3,"04015":3,"04059":2,"04119":1,"05024":2,"06002":3,"06003":2,"06010":2,"06030":1,"06031":2}},{"id":9568,"name":"On a Scale of One to Tenma","creation":"2014-09-15 17:02:30","description":"<p>The third version of my Express deck.  This one is very similar to version two with just a few minor tweaks.  Ken is probably my favorite overall identity.<\/p>\n","username":"BaronZilar","cards":{"01018":3,"01021":3,"01022":3,"01024":3,"01025":2,"01026":1,"01050":3,"02006":2,"02024":2,"02091":2,"02105":2,"02106":3,"03052":3,"03054":3,"04063":3,"04065":2,"04109":3,"05029":1,"05032":3,"05035":3,"05038":3,"06038":2}},{"id":9569,"name":"The right tool for the job","creation":"2014-09-15 18:15:50","description":"\n","username":"AceAttorney","cards":{"01007":1,"01008":2,"01009":1,"01010":1,"01012":1,"01014":1,"01026":1,"01034":3,"01035":2,"01041":3,"01050":3,"02009":2,"02041":1,"02047":3,"02104":1,"03029":1,"03041":3,"03042":1,"03046":3,"03049":3,"04043":1,"04086":2,"04108":1,"06019":3,"06040":2}},{"id":9570,"name":"The Butterfly Effect","creation":"2014-09-15 18:41:16","description":"<p>\"Predictability: Does the flap of a butterfly's wings in Brazil set off a tornado in Texas?\" \n— Edward Lorenz, Mathematician and Father of Chaos Theory<\/p>\n","username":"AceAttorney","cards":{"01016":3,"01034":3,"01036":2,"01047":3,"01050":3,"01051":1,"02009":2,"02046":1,"02047":3,"02048":2,"02091":2,"02107":2,"03038":3,"03046":3,"03049":2,"04004":2,"04043":1,"05053":3}},{"id":9572,"name":"Weyland Full Plate","creation":"2014-09-15 19:43:00","description":"\n","username":"johncraven","cards":{"01086":1,"01090":2,"01093":1,"01094":3,"01098":3,"01099":2,"01101":2,"01102":3,"01103":3,"01106":3,"01108":3,"01110":3,"02013":2,"02019":2,"02077":2,"03026":2,"04015":3,"04060":2,"04078":1,"06003":2,"06009":1,"06029":2,"06030":1,"06032":1}},{"id":9574,"name":"Core shaper deck","creation":"2014-09-15 20:35:06","description":"\n","username":"thorbertson","cards":{"01007":3,"01022":3,"01024":1,"01033":1,"01034":3,"01035":3,"01036":3,"01037":3,"01038":3,"01039":2,"01041":1,"01043":2,"01044":3,"01046":2,"01047":2,"01048":2,"01049":3,"01050":3,"01053":3}},{"id":9576,"name":"A Different Kind Of Damage","creation":"2014-09-15 21:08:35","description":"<p>This is an altered (for the better) version of the deck gave me 3rd place in a 16 man tourney, and you too can harness your inner clone.<\/p>\n\n<h2>The Rundown<\/h2>\n\n<p>Win every Psi Game. You are a psychic clone and can see the future. This deck doesn't deal net damage, it deals a different kind of damage. Psychic struggle damage. <\/p>\n\n<h2>Scoring<\/h2>\n\n<p>Your scoring server should be something like <a href=\"\/en\/card\/05018\">Pup<\/a> > <a href=\"\/en\/card\/02015\">Snowflake<\/a> > <a href=\"\/en\/card\/02110\">Eli 1.0<\/a> > <a href=\"\/en\/card\/02073\">Bullfrog<\/a> then a Caprice Nisei and ideally a <a href=\"\/en\/card\/02111\">Ruhr Valley<\/a> with <a href=\"\/en\/card\/06022\">Enhanced Login Protocol<\/a>. Incredibly cheap to rez, very taxing, and then they spend anywhere from 1-3 clicks just running it. If you score one of your <a href=\"\/en\/card\/01068\">Nisei MK II<\/a> you have become fully unstoppable. <\/p>\n\n<h2>Centrals<\/h2>\n\n<p>Make your centrals as taxing as possible. Put a <a href=\"\/en\/card\/04116\">Marker<\/a> in front of a <a href=\"\/en\/card\/04093\">Yagura<\/a>, Pup or something else taxing and make them go fetch their breakers. You can even put a Marker on a Marker for maximum Psi Damage. The #1 play to do with this deck is put a future perfect in archives with a pup defending it and two shocks, so the runner will feel tempted to steal the three points but just keep losing the struggle and losing 1 click (2 with ELP), 2 creds and 2 cards every time they run there. <\/p>\n\n<p>This is the point where people will say \"why aren't you just running <a href=\"\/en\/card\/02031\">Jinteki: Replicating Perfection<\/a>? And that's when I say \"because this is more fun, and the sheer confusion of people running Nisei Division is worth it.<\/p>\n\n<h2>Operations<\/h2>\n\n<p>You don't have any drip econ, so take advantage of all the burst you can handle. <a href=\"\/en\/card\/03014\">Successful Demonstration<\/a> triggers mostly off of Caprice, Nisei Mk. II, and Marker shenanigans. <a href=\"\/en\/card\/05013\">Cerebral Cast<\/a> is mostly there to throw the runner off. The best thing to do with it is get them to take the tag then hit them with <a href=\"\/en\/card\/01084\">Closed Accounts<\/a>, but hey brain damage isn't half bad either. Interns to bring back Caprice Nisei most importantly, Ruhr and milled Jacksons second most importantly. Have one Caprice out on your HQ early, then one out as soon as you're ready to start scoring your MK IIs. <\/p>\n\n<h2>What to look out for<\/h2>\n\n<p>Them not letting you psi struggle. Parasite is pretty good against this deck. If the runner ignores your psi shenanigans and just hammers R&amp;D then you can be in trouble. Kate with Atman is particularly strong, as much of your annoying ice is Strength 3.<\/p>\n\n<h2>In Conclusion<\/h2>\n\n<p>Always bet 0. Unless you know they're going to bet 0, then bet 2 just to show them you will. Then you bet 1, unless you know that they're going to bet 1 in which you should never bet 1 because you should always bet 0. Unless you want to bet 2.<\/p>\n","username":"PackBenPack","cards":{"01068":3,"01084":1,"01110":3,"02015":3,"02080":1,"02110":2,"02111":1,"03014":2,"04012":3,"04015":3,"04060":2,"04073":2,"04074":2,"04093":2,"04114":3,"04116":2,"04119":2,"05002":1,"05007":3,"05013":2,"05018":3,"06003":2,"06022":2}},{"id":9577,"name":"Quetzal The CriminArch v2.1","creation":"2014-09-15 21:22:14","description":"<p>Run early. Run often.<\/p>\n\n<p>Quetzal's ability lets us play Anarchs like we would Criminals, so get that early pressure on those servers using any number of nasty tricks, and run them again as soon as you can with Same Old Thing. The hallmark Anarch disruption cards are in here in the form of Demo Run, Keyhole, and Vamp. Add in the Hades Shard, and Keyhole becomes an even bigger leak the corp has to plug, because Jackson can no longer save the archives.<\/p>\n\n<p>In version 2.1 of this deck, Nerve Agent has been swapped out for Medium to allow destructive R&amp;D digs with Demo Run, and I got rid of the Indexing for another Inside Job. Keyhole and Indexing feel like you're only really playing one or the other, and Indexing felt like the weaker choice. I've dropped Duggar's as well because even just in test draws of 10 cards (not even counting the cards I'd already have in my hand), I found this deck had way too much that I wanted to hold on to. For now, I've made these changes: -2 Duggars\/-2 Retrieval Run, +1 Deep Red\/+1 Deja Vu\/+2 Armitage Codebusting. Once Inject hits in the next data pack, this deck will likely go back to how it was except with a 1:1 swap Duggar's-to-Inject. Seriously. That card's going to be good. I'll be playtesting this current version as it stands in the coming week, so stay tuned for changes and game reports - and as always, I love feedback!<\/p>\n","username":"BTrain","cards":{"01002":3,"01003":2,"01004":1,"01010":2,"01012":2,"01021":2,"01050":3,"01053":2,"02021":1,"02024":2,"02091":2,"03052":3,"03054":3,"04042":3,"04043":3,"04061":2,"05035":1,"05036":1,"05053":3,"06033":3,"06052":1,"06059":1}},{"id":9578,"name":"Thrasher","creation":"2014-09-15 22:45:14","description":"<p>INSTALL ALL OF THE THINGS. 0x39f32 Out of bounds exception. Segmentation Fault. Core memory error. INSTALL ALL OF THE THINGS. 0x39f32 Out of bounds exception. Segmentation Fault. Core memory error.INSTALL ALL OF THE THINGS. 0x39f32 Out of bounds exception. Segmentation Fault. Core memory error.INSTALL ALL OF THE THINGS. 0x39f32 Out of bounds exception. Segmentation Fault. Core memory error.INSTALL ALL OF THE THINGS. 0x39f32 Out of bounds exception. Segmentation Fault. Core memory error.INSTALL ALL OF THE THINGS. 0x39f32 Out of bounds exception. Segmentation Fault. Core memory error.INSTALL ALL OF THE THINGS. 0x39f32 Out of bounds exception. Segmentation Fault. Core memory error.INSTALL ALL OF THE THINGS. 0x39f32 Out of bounds exception. Segmentation Fault. Core memory error.INSTALL ALL OF THE THINGS. 0x39f32 Out of bounds exception. Segmentation Fault. Core memory error.INSTALL ALL OF THE THINGS. 0x39f32 Out of bounds exception. Segmentation Fault. Core memory error.INSTALL ALL OF THE THINGS. 0x39f32 Out of bounds exception. Segmentation Fault. Core memory error.INSTALL ALL OF THE THINGS. 0x39f32 Out of bounds exception. Segmentation Fault. Core memory error.INSTALL ALL OF THE THINGS. 0x39f32 Out of bounds exception. Segmentation Fault. Core memory error.INSTALL ALL OF THE THINGS. 0x39f32 Out of bounds exception. Segmentation Fault. Core memory error.INSTALL ALL OF THE THINGS. 0x39f32 Out of bounds exception. Segmentation Fault. Core memory error.<\/p>\n","username":"gumonshoe","cards":{"01009":2,"01033":1,"01043":2,"01044":3,"01045":1,"01047":3,"02027":2,"02041":1,"03039":2,"03041":3,"03042":2,"03046":3,"03047":3,"03051":3,"04008":3,"04061":1,"04067":2,"05054":3,"06019":3,"06037":3}},{"id":9579,"name":"Jinteki Ruhr Branch v2","creation":"2014-09-15 23:25:02","description":"\n","username":"Jotery","cards":{"01068":3,"01070":3,"01110":3,"02031":1,"02060":2,"02110":2,"02111":3,"03026":1,"04012":3,"04054":3,"04073":3,"04074":1,"04093":1,"04114":2,"05005":3,"05007":3,"05017":3,"05018":3,"05020":1,"05024":2,"06003":2,"06022":2}},{"id":9580,"name":"Cliconomy v2","creation":"2014-09-15 23:46:20","description":"<p>Suggestions\/Advice is welcome.<\/p>\n","username":"Jotery","cards":{"01056":3,"01062":2,"01063":3,"01064":2,"01106":3,"01110":3,"02010":1,"02012":1,"02030":2,"02080":2,"02092":2,"02110":3,"03006":2,"03010":1,"03014":3,"04030":1,"04091":2,"05015":3,"05016":2,"05024":2,"06009":2,"06023":2,"06030":1,"06031":2}}]