[{"id":3488,"name":"Weyland Tag, Bag, Trap","creation":"2014-03-26 00:02:44","description":"<p>I just thought of this with 1 Core Set and some data packs available, ideas will be much appreciated. Thanks!<\/p>\n","username":"Saintry","cards":{"01069":2,"01070":2,"01084":1,"01086":2,"01088":2,"01093":1,"01095":2,"01098":3,"01099":2,"01101":2,"01102":2,"01103":2,"01110":3,"01111":2,"01113":2,"02018":3,"02019":2,"02098":2,"04017":2,"04036":3,"04078":2,"04079":3,"04099":3}},{"id":3489,"name":"Untrashable v5","creation":"2014-03-26 07:01:09","description":"<p>This deck is built on the idea that running any single remote against Jinteki:RP is going to be more expensive, and then makes your assets and upgrades even more costly to trash with Encryption Protocols.<\/p>\n\n<p>Eventually you want a good pile of money plus Ash + Hokusai Combo with some Encryption Protocols on the side. Effectively you would force the runner to have to waste 3 clicks, take 2 damage and spend a good pile of credits just to take a look at a remote once. Then you recur your Ash with Howards or Interns.<\/p>\n\n<p>Sundew is the star of this deck. Protect it early with a Chimera or leave it unprotected if the runner does not trash assets and it can proivide a truckload of money over the course of the game.<\/p>\n\n<p>This is a version with less econ (just 6 assets) but with 3 shocks instead. Those in turn function kinda like a soft econ, as you can drop them in archives and discourage sucker\/desperado runs without using any ICE. Unfortunately the runner can still run and jackout without accessing, so eventually you'll prolly want something light as well there, like a shadow.<\/p>\n\n<p>Because shocks discourage Archives access, very often you'll be able to hide one or two agendas in there for a longer time than usual, giving you a breather.<\/p>\n\n<p>Closed Accounts might seem like a weird card in this deck, but it has caught a lot of players unaware, especially if they gathered a few tags from shadows before this hit the table. However it's there primarily for counter to tag-me\/siphon runners, because otherwise they will walk all over you.<\/p>\n\n<p>v5 Ditches the Braintrusts in favour of \"expensive to steal\" agendas as I always felt exposed when holding a Braintrust in my hand as it was just free points for the runner in a lightly defended HQ and R&amp;D.<\/p>\n\n<p>I was considering adding Caprice Nisei, but I'm not sure what to cut and I feel that a deck with such light ice can't make that good use of Caprice anyway. Might try to find a slot for her in a later revision somehow.<\/p>\n","username":"db0","cards":{"01068":3,"01070":2,"01078":1,"01084":2,"01104":3,"01109":3,"02013":2,"02029":3,"02031":1,"02032":3,"02039":2,"02060":2,"02095":3,"02112":1,"03027":1,"04015":3,"04033":1,"04054":3,"04060":3,"04073":3,"04074":3,"04093":1,"04119":1}},{"id":3490,"name":"Kates Gunblade","creation":"2014-03-26 08:50:27","description":"<p>I had a lot of success with a previous build of cloak and dagger kate and I'm trying out the addition of Silencer to make it more reliable.<\/p>\n\n<p>This deck also relies on capstone and redundant hardware\/programs to cycle through the deck. I'm a little concerned with MU but one toolbox will let me have one of each program out and each akamatsu after is another cloak for economy. I really want to get 3 personal touch in here for boosting cloak to 1 str at least so I only need one recurring credit from cloak\/silencer to get to the 6 str of archer. it's could also boost dagger to 2 str allowing me to not use an RC for common ICE (Guard, Fenris, etc) or just boost corroder\/Gordian to make runs cheaper overall. I could drop toolbox and akamatsu for just 3 cyberdex chips and replace one other card for the 3 personal touch.\nAny thoughts? Thanks. <\/p>\n","username":"HepatitvsJ","cards":{"01007":3,"01033":1,"01034":3,"01035":3,"01038":3,"01039":3,"01041":2,"01043":3,"01044":3,"01050":3,"02106":3,"02107":2,"03031":1,"03035":2,"03041":3,"03042":3,"04068":2,"04104":3}},{"id":3492,"name":"Reina Ice Melter 1.5","creation":"2014-03-26 09:09:47","description":"<p>Concept Reina deck.  nothing new here.<\/p>\n","username":"liquidcooled","cards":{"01002":3,"01006":3,"01007":2,"01008":2,"01009":3,"01012":3,"01015":2,"01020":3,"01050":3,"01051":2,"01053":2,"02022":3,"02041":1,"02081":2,"02087":2,"02091":2,"03035":2,"04041":1,"04043":3,"04061":3}},{"id":3496,"name":"Use the gate","creation":"2014-03-26 10:14:07","description":"\n","username":"siope","cards":{"01018":2,"01034":3,"01035":2,"01037":2,"01039":2,"01040":2,"01047":1,"01050":3,"01053":2,"02009":1,"02027":1,"02045":1,"02047":3,"02049":1,"02069":2,"02091":1,"02107":1,"03028":1,"03031":2,"03035":2,"03036":2,"03040":1,"03041":2,"03042":1,"03049":1,"03053":3,"04047":1}},{"id":3497,"name":"Of Queens and Dogs","creation":"2014-03-26 11:50:26","description":"<p>Nothin' special, just a little anarchy.<\/p>\n\n<p>Solid econ with virus support. The idea here is versatility: threaten HQ with Hemorrhage and RnD with Key hole. Influence is spent on draw and tutors for consistency. All of this is meant to fuel early to mid game running in unison with Reina's ability, while setting up the appropriate programs for the matchup. I feel like Hemorrhage could hurt Weyland and HB especially, while Keyhole is especially keen on dismantling Jinteki and NBN. <\/p>\n\n<p>Emergency Shutdown is a pick for obvious reasons, but I could see a variant with Crescentus, should the deck's memory prove to be resiliant enough. <\/p>\n\n<p>A part of me wants to bump up Suckers to 3x for consistency, but I'm already at 46 cards. Further testing could trim it down.<\/p>\n\n<p>INITIAL WORRIES:<\/p>\n\n<p>-Money. This deck currently packs 13 money cards (15 if you count the suckers), but they are -just like every orange card- click intensive. It's packing a lot of installable stuff and the credit curve ain't as smooth as I wish it'd be. Daily casts is a variant I'm considering. Testing required.<\/p>\n\n<p>-Resource reliant. 7 money cards are resource based. NBN matchup could be tricky.<\/p>\n","username":"gravity","cards":{"01002":3,"01006":2,"01007":2,"01008":2,"01011":2,"01012":3,"01014":1,"01022":2,"01050":3,"01053":2,"02003":2,"02009":2,"02022":3,"02043":3,"02087":3,"02091":2,"03038":1,"03052":3,"04041":1,"04043":2,"04061":1,"04082":2}},{"id":3498,"name":"Rielleplikiter","creation":"2014-03-26 13:07:54","description":"<p>My first attempt at a Kit deck with Paintbrush in lieu of a full breaker suite.<\/p>\n\n<p>I use a Replicator engine for getting out Lockpicks, Prepaids, and Interfaces. It also has the side benefit of getting out Plascretes in a rather spectacular way. I try to offset the horrible price tag on Replicator engines by running burst economy, and then use Professional Contacts to keep the events coming. I haven't had a chance to run this deck (no DT yet), but I think that the money should be piling in due to Replicator robbing your deck of anything that isn't events, essentially.<\/p>\n\n<p>The actual working part of the deck is Gordian Blade's ability with keeping its strength up through ice, and Paintbrush's ability to make everything Code Gates. Now, this falls apart against unrezzed ice, because Paintbrush can't target it. This is where Kit comes in, but you have to try to keep their ice rezzed; otherwise you might ending up with a Grim you can't break.<\/p>\n\n<p>Inti works as a backup for Gordian, as do the Clone Chips. Inti can also save you clicks if you have the money to support it. Sharpshooter might be a good inclusion just incase they're hiding an Archer two-deep in a server.<\/p>\n","username":"frolic","cards":{"01004":2,"01043":2,"01050":3,"02009":3,"02087":2,"02088":3,"02107":3,"03028":1,"03031":2,"03035":1,"03038":2,"03046":3,"03048":2,"03049":3,"03052":3,"04006":3,"04029":3,"04108":2,"04109":3}},{"id":3499,"name":"Glacier Denial","creation":"2014-03-26 14:01:23","description":"\n","username":"nervamory","cards":{"01094":2,"01102":3,"01103":3,"01106":2,"01110":3,"02018":3,"02058":3,"02076":1,"02077":2,"02079":3,"04015":3,"04018":3,"04020":2,"04040":2,"04058":2,"04060":2,"04078":3,"04114":3,"04117":2,"04120":3}},{"id":3500,"name":"Directrice Haas.","creation":"2014-03-26 14:16:50","description":"\n","username":"Shiro59","cards":{"01054":1,"01055":1,"01056":3,"01057":1,"01061":2,"01062":2,"01063":2,"01092":2,"01098":3,"01101":1,"01106":3,"01107":2,"01110":3,"02029":3,"02051":3,"02053":2,"02070":3,"02092":3,"02110":2,"03004":1,"03009":1,"03010":2,"03017":2,"03019":2,"03026":2,"03027":3}},{"id":3501,"name":"Toc-toc!!","creation":"2014-03-26 14:23:31","description":"\n","username":"Shiro59","cards":{"01007":2,"01014":2,"01036":3,"01037":3,"01038":2,"01044":2,"01050":3,"01053":2,"02009":2,"02026":3,"02048":3,"02085":2,"02089":2,"02091":2,"02107":2,"03028":1,"03031":3,"03044":2,"03046":2,"03053":3}},{"id":3502,"name":"GRNDL: Quick as a Corpse","creation":"2014-03-26 15:31:03","description":"<p>I wanted to try something different with GRNDL and see how fast we can complete a game with the credit advantage.  <\/p>\n\n<p>GRNDL Quick as a Corpse is a Plan B Rush deck with a Project Junebug backup plan.  This deck is designed to exploit the 5 click advantage that GRNDL starts with to outrace the Runner's use of Bad Publicity credits.  Phase 1 should be constructing defenses for HQ and R&amp;D, coupled with an attempt to Plan B an Agenda out of hand.  Phase 2 should focus on shell gaming the Runner with Plan B and Agendas while layering a second set of ICE on the servers.  If Phase 3 is reached before GRNDL QaaC can threaten match point, then Project Junebug should be installed via Mushin for an attempted flatline.<\/p>\n\n<h1>ECONOMY:<\/h1>\n\n<p>GRNDL QaaC is utilizing the GRNDL starting advantage with traditional GRNDL economy cards of Geothermal Fracking, Profiteering, Restructure, and Hedge Fund.  Unfortunately, there is not enough influence to bring in stronger economy and the goal of QaaC is to be fast enough that GRNDL Refineries will hinder rather than help.<\/p>\n\n<h1>AGENDA:<\/h1>\n\n<p>GRNDL QaaC wants to drop and score Agendas faster than the Runner anticipates, and as such wants to draw Agendas quickly.  The Agenda density is high with low point Agendas.  Geothermal Fracking, Hostile Takeover, and Profiteering boost economy with their points.  Vulcan Coverup will disrupt Runner tempo and set them back a couple of clicks.  Project Atlas is included strictly as a 3\/2 high efficiency Agenda.  In addition, every Agenda except Geothermal Fracking is within reach of a Mushin No Shin installed Plan B without an additional advancement token, and even Geothermal Fracking is in reach if the third click is spent putting a fourth advancement token on Plan B.  With the speed that QaaC is intended to operate at, the Runner should not be able to afford to guess if a Mushin drop is a Plan B or not.<\/p>\n\n<h1>ASSET:<\/h1>\n\n<p>Plan B is included as both Runner tempo disruption and as extra protection for your Agendas.  Jackson Howard is present primarily for card draws.  Project Junebug is the backup plan for a Runner that manages to assemble a fast rig.  Installing Project Junebug with Mushin No Shin against a Runner that is not expecting a damage trap during Phase 2\/3 should result in a flatline.<\/p>\n\n<h1>OPERATIONS:<\/h1>\n\n<p>GRNDL QaaC is concerned with completing Agendas as Rushed as possible.  The only operations carried out by QaaC are Hedge Fund and Restructure to fuel the Economy, and Mushin No Shin to help rush agendas or setup Plan B\/Project Junebug traps.<\/p>\n\n<h1>ICE:<\/h1>\n\n<p>GRNDL QaaC doesn't have time to play with anything except End the Run ICE.  Chimera, Hadrian's Wall and Draco (with at minimum 9 strength) should be the Go-To ICE for most situations, presenting GRNDL rez capable ICE in Phase 1 and 2 that the Runner cannot break.  Guard is present to trip up Inside Jobs, and Archer to present teeth against an aggressive Runner.<\/p>\n\n<h1>FUTURE:<\/h1>\n\n<p>Depending on performance, Jackson Howard and Project Junebug will be evaluated against protective Upgrades such as Caprice or Ash.<\/p>\n","username":"bubo","cards":{"01069":2,"01094":3,"01101":2,"01102":3,"01110":3,"02018":3,"02020":3,"02060":3,"04015":2,"04017":3,"04039":3,"04040":3,"04097":1,"04098":3,"05015":3,"05023":3,"05024":3}},{"id":3503,"name":"Reina Roja: Miedo y Parásitos","creation":"2014-03-26 15:48:50","description":"\n","username":"zzorba","cards":{"01002":3,"01006":3,"01007":2,"01008":2,"01009":3,"01011":3,"01012":2,"01014":2,"01018":2,"01022":2,"01050":3,"01053":3,"02003":1,"02009":2,"02022":3,"02041":1,"02087":3,"04041":1,"04043":3,"04061":3}},{"id":3504,"name":"Jinteki RP: Encrypt deck. ","creation":"2014-03-26 15:55:09","description":"<p>Based on db0's Untrashable deck theme and that other guy's similar idea, but with less words. <\/p>\n\n<p>Ash and Caprice protect agendas, everything else gives money. Tsurugi and WoT tax centrals. Chimeras for that early protection for Sundews. <\/p>\n\n<p>I was thinking of relying only on Caprice for remote protection, and shift that influence into some Tollbooths, but reading up Ash on Caprice sounds silly enough to work. <\/p>\n","username":"AsteriskCGY","cards":{"01068":3,"01070":2,"01078":1,"01084":1,"01109":3,"02013":2,"02014":3,"02029":3,"02031":1,"02039":2,"02060":2,"02095":3,"02112":1,"04015":3,"04033":1,"04054":3,"04060":3,"04073":3,"04074":3,"04077":2,"04114":2,"04119":1,"04120":2}},{"id":3505,"name":"I'm a BIG GIRl now!","creation":"2014-03-26 19:14:22","description":"<p>This deck is all about heavy Ice Breakers. See past the install cost and focus on the numbers. All these breakers cost almost nothing to use compared to other breakers, and will get you in almost everywhere with about 10 credits on you.<\/p>\n\n<p>The key feature in this deck is Test Run. Your goal is to get that card as fast as possible, and to your aid you got Professional Contacts and Diesel. When you have it, use it together with Scavenge to lower the install cost of our 7-9 credit breakers. You will land on about 3-5 credits per breaker, and have the freedom to choose wich one. Same Old Thing makes the Test Run combos even easier to score.<\/p>\n\n<p>At a first, the ecenomy can look a little on the low side, but once you have your Magnum Opus and Kati Jones up, you will never have to care about the money.<\/p>\n","username":"Oathwood","cards":{"01018":2,"01026":1,"01034":3,"01036":2,"01041":2,"01042":1,"01044":2,"01050":3,"02009":3,"02046":1,"02047":3,"02091":2,"02106":2,"02107":3,"03034":3,"03035":1,"03054":3,"04047":1,"04063":2,"04065":1}},{"id":3506,"name":"Blackguard Gabe","creation":"2014-03-26 20:40:07","description":"\n","username":"Irrio","cards":{"01007":1,"01008":3,"01011":1,"01014":1,"01017":1,"01018":3,"01020":2,"01021":2,"01022":3,"01026":1,"01028":2,"01049":2,"01050":3,"02043":2,"02045":3,"02091":1,"02104":2,"03049":1,"03052":3,"03055":1,"04003":1,"04004":2,"04005":2,"04043":1,"04085":2}},{"id":3507,"name":"Crowd-sourced Gabriel","creation":"2014-03-26 21:09:23","description":"<p>The 'Average' of all 24 stimhack.com's winning Gabriel decks for Fear and Loathing.<\/p>\n","username":"siowy","cards":{"01007":2,"01008":2,"01011":1,"01014":1,"01017":1,"01018":3,"01020":1,"01021":3,"01022":3,"01024":2,"01026":1,"01028":2,"01049":1,"01050":3,"01053":2,"02009":2,"02043":3,"02091":1,"02104":3,"02105":1,"02106":1,"03052":2,"03053":1,"03054":2,"04043":2}},{"id":3508,"name":"Kates monolithic Gunblade","creation":"2014-03-26 22:41:53","description":"<p>Mopus, lucky find, sure gamble all contribute to burst econ to get monolith out quick. I haven't tested yet so I don't know how the draw is for getting everything when you need it. More of a fun deck, I prefer the recurring creds and link from toolbox usually.<\/p>\n","username":"HepatitvsJ","cards":{"01007":1,"01026":1,"01033":1,"01034":3,"01035":3,"01039":3,"01040":3,"01043":2,"01044":3,"01050":3,"02027":1,"02087":2,"02106":3,"02107":2,"03035":2,"03036":2,"03041":3,"03042":3,"04104":2,"04109":3}},{"id":3509,"name":"Kates Gunblade","creation":"2014-03-26 23:00:11","description":"<p>I think this is the version I'm most happy with. A single toolbox lets me put a full suite and all 3 cloaks in play. The recurring credits from cloak\/silencer\/toolbox will go a long way to making turns cheap enough to not need Mopus. My last build before silencer came out had Mopus but I would usually not need more than a couple creds at a time with the efficiency of all the recurring creds.<\/p>\n","username":"HepatitvsJ","cards":{"01007":1,"01026":1,"01033":1,"01034":3,"01035":3,"01039":3,"01040":2,"01041":2,"01043":2,"01050":3,"01053":3,"02027":1,"02106":3,"02107":2,"03035":2,"03041":3,"03042":3,"03049":3,"04104":2,"04109":3}},{"id":3510,"name":"Crazy deck 1 ","creation":"2014-03-26 23:54:07","description":"<p>Someone dared me to make a Yogasaurus deck as a \"Surprise\" factor for a store championship. While I don't think that exact scenario will play out, it'd be insane for this to work. <\/p>\n","username":"Athenor","cards":{"01014":1,"01017":1,"01018":3,"01019":3,"01020":3,"01021":3,"01022":3,"01026":1,"01040":3,"01050":3,"02009":3,"02043":3,"02045":2,"02048":2,"02050":1,"02065":2,"02091":1,"02105":1,"03054":3,"04004":2,"04063":1,"04108":1}}]