[{"id":4306,"name":"Ser Gabe gets a Passport","creation":"2014-04-18 00:36:21","description":"<p>I've had quite a bit of success with Gabe + Knights in the past, so here's my updated version once Honor and Profit hits.  Passport is a great alternative to Yog.0 in a deck that doesn't run datasucker.  Sure Enigma costs a little more to get through, but you can actually break Chums, RSVPs, and Inazumas without relying on Knights.  <\/p>\n\n<p>Dropping a Mimic and a Yog.0 freed up 2 influence which I decided to spend on a couple of Quality Times.  Gabe is normally just swimming in money, so spending a little cash to draw a buttload of cards seems like it could really accelerate you into the late game.  <\/p>\n\n<p>If you haven't tried Knight with Gabe yet, you seriously need to give it a go.  It's absolutely fantastic. Let's you get into HQ early, and into a two-deep remote server with the aide of Inside Job.  He's a cheaper, more flexible Crypsis.  <\/p>\n","username":"proxy","cards":{"01007":2,"01017":1,"01018":3,"01021":3,"01022":3,"01024":3,"01028":3,"01050":3,"01053":3,"02009":3,"02043":3,"02087":2,"02104":2,"02106":1,"03052":3,"03054":3,"04043":3,"05041":1,"05046":1}},{"id":4309,"name":"Decode This","creation":"2014-04-18 01:06:08","description":"<p>Okay, here's my take on a Kit deck. Not yet play tested, but I'll update as I do. The idea here is to take full advantage of Kit to run on anything you want early game, but keep up the pressure in mid- and late-game. Here's the break down:<\/p>\n\n<p>Events: The plan is to pressure either HQ or R&amp;D, then when they've stacked heavy ice, switch to the other. Account Siphon is perfect to pressure HQ, especially early. Dirty Laundry is not a card I've run before, I'll let you know how it works as a money generator. Escher shines very bright in this deck. Once late game hits and the Corps had spent all their time, money, and clicks stacking ice as high as they can, you bust down HQ and ruin everything for them. Indexing and Makers Eye work together to rip agendas out of R&amp;D. Test Run tutors your programs. Tinkering keeps you running on deep ice stacks with sentries and barriers.<\/p>\n\n<p>Hardware: Lockpicks are fun because this deck can use them with impunity, but with all the other money, I may swap these out for something more useful, we'll see. Plascrete Carapace has one purpose and it's not fun. R&amp;D Interface is your long term strategy.<\/p>\n\n<p>Resources: Money! All resources are for cash, with Professional Contacts being most important. Mulligan for it and you will have all the money and draw you could need.<\/p>\n\n<p>Programs: As you can see, this deck runs only decoders. Risky, I know, but with Paintbrush I feel confident it'll work. Plus Tinkering can smooth the rough spots and Escher can rewrite a huge ice stack. A full suite for Kit looks like this: Omega (for the last ice), Torch\/Gordian Blade (for the first ice), and Paintbrush (for the ice in between). Paintbrush can be used more than once before you make the run, so they would need a stack with 6 ice, all non-code gates mind you, to keep you out. If a stack gets out of control on non-HQ, you can Escher, drag in some code gates and go to town. If you get locked out of HQ, no worries. Just destroy R&amp;D or any remotes you want. Precious few Corps decks can afford to lock you out while still being able to do anything.<\/p>\n","username":"psilent","cards":{"01018":2,"01036":2,"01037":3,"01043":2,"01053":3,"02009":2,"02047":3,"02091":1,"02106":2,"02107":2,"03028":1,"03031":3,"03044":3,"03049":3,"03052":3,"03053":3,"04006":2,"04047":2,"04088":2,"04108":2}},{"id":4310,"name":"Emmy's First Corp Deck!","creation":"2014-04-18 01:12:29","description":"<p>Newb deck.  Do not judge too harshly.<\/p>\n","username":"thepaperlady","cards":{"01068":2,"01069":1,"01070":3,"01073":2,"01075":2,"01076":2,"01077":2,"01098":3,"01103":2,"01108":1,"01109":3,"01110":2,"01113":3,"02014":3,"02031":1,"02032":2,"02034":2,"02053":2,"02060":2,"02070":3,"02072":2,"02073":2,"02120":3}},{"id":4314,"name":"Jinteki: Death and Taxes 2.1","creation":"2014-04-18 03:18:43","description":"<p>Your basic RP Jinteki. Taxing the runner every run they make or flatlining them. It's all good. <\/p>\n","username":"Pea666","cards":{"01070":3,"01072":3,"01077":2,"01084":1,"01106":3,"02031":1,"02032":3,"02059":3,"02060":2,"02110":2,"04012":2,"04013":2,"04015":2,"04054":3,"04074":3,"04077":2,"04079":3,"04093":2,"04100":3,"04114":2,"04119":3}},{"id":4316,"name":"HB Kicks Your Door Down","creation":"2014-04-18 04:08:19","description":"<p>Punitive Counterstrike is the big one - you can build money fast, dump 6 points into Archives, then drop meat damage on like there's no tomorrow. Everything else helps you get lots of money and keep the runner out.<\/p>\n","username":"Spider","cards":{"01054":1,"01056":3,"01061":2,"01062":2,"01064":2,"01090":2,"01106":3,"01108":2,"01110":3,"01111":1,"02012":2,"02019":1,"02051":1,"02092":3,"02110":2,"03006":3,"03009":1,"03019":2,"03026":2,"04015":3,"04040":3,"04079":3,"04090":3}},{"id":4317,"name":"Red Wizard v0.4","creation":"2014-04-18 04:14:35","description":"<p>Keep me out if you can.<\/p>\n","username":"moonwalker","cards":{"01006":2,"01007":2,"01008":2,"01009":2,"01011":2,"01012":3,"01014":2,"01015":2,"01022":2,"01050":3,"02001":1,"02003":2,"02009":2,"02087":1,"02091":3,"03038":2,"03052":2,"03053":3,"04043":3,"04061":2,"04109":3}},{"id":4321,"name":"Break","creation":"2014-04-18 04:57:29","description":"<p>Because it's trash.<\/p>\n","username":"Galatea","cards":{"01002":2,"01003":2,"01006":2,"01007":2,"01008":3,"01009":2,"01010":2,"01011":2,"01012":3,"01014":2,"01034":3,"01050":3,"02001":1,"02009":2,"02022":2,"02102":1,"02103":2,"02107":3,"03052":2,"04063":3,"04083":2}},{"id":4323,"name":"Notorious Whizzard","creation":"2014-04-18 06:54:41","description":"<p>I may be a maniac.<\/p>\n","username":"cbob","cards":{"01004":1,"01005":2,"01007":2,"01008":3,"01011":2,"01014":1,"01022":2,"01050":3,"02001":1,"02026":3,"02028":3,"02041":2,"02064":3,"02090":2,"02091":3,"03052":3,"04043":3,"04061":2,"04081":2,"04101":2,"04109":1}},{"id":4325,"name":"Kate Darwin","creation":"2014-04-18 07:19:49","description":"\n","username":"cbob","cards":{"01004":1,"01005":3,"01026":1,"01033":1,"01034":3,"01040":3,"01041":1,"01044":1,"02024":2,"02028":3,"02047":3,"02081":3,"02088":3,"02102":1,"02107":3,"03035":3,"03038":3,"03046":3,"03048":1,"03049":2,"03052":3,"04067":2}},{"id":4326,"name":"Life and Death - Test","creation":"2014-04-18 07:34:28","description":"<p>Initial test idea for a new FA with Jinteki. Harmony Medtech will put a lot more pressure on the game with only 1 point less to score. While the runner gets reckless I actually hope to kill him.<\/p>\n\n<p>Agenda's:<\/p>\n\n<p>Fetal and NAPD are more for taxing the runner. If I manage to score one, great, if not, too bad, but the runner will be poorer for it. Medical breakthrough is awesome to give a snowball effect to scoring. Together with SanSan, this card will work almost the same as astroscript, only without the tokens. Philotic Entanglement will probably become staple for Jinteki. It's easy to advance and really bad news for the runner in the late game.<\/p>\n\n<p>Assets:\nReally simple. Private contracts for econ. Rest is to kill the runner. Muschin No Shin + Ronin will be a great 1-2 punch. Install Ronin, play Mushin, let the worry and maybe run it, if not advance to 4 and let it sit there like a stalking tiger. Junebug is cool, but I don't think it will last long in this deck. 3x Snare, because it's Snare.<\/p>\n\n<p>Upgrades:\nThis deck is quite upgrade heavy. SanSan is key. It will make the deck really roll. <\/p>\n\n<p>Operations: I've already explained Mushin No Shin. Neural EMP doesn't need explanation. Celebrity gift is for econ.<\/p>\n\n<p>ICE: This is the part I'm worried most about. It will probably need the most work as well. Chum+Data mine is a fun surprise which many people don't really expect anymore (at least in my meta). Tollbooth, because few things tax as good as tollbooth. Himatsu, because of its flexibility. Neural and Tsurugi is great taxing ICE.<\/p>\n\n<p>Final thought: I think this deck needs 2 things: Better econ and fine tuning in ICE. Maybe try to fit in a few Hedge Funds or Medical Fundraisers. \nOnce I get H&amp;P in my hands I'll give this deck a drive and post a definitive deck.<\/p>\n","username":"Weezel","cards":{"01069":1,"01070":3,"01072":2,"01075":2,"01076":1,"01077":2,"01090":1,"01092":2,"02019":2,"02032":3,"02059":3,"02095":2,"02112":2,"04012":3,"04013":2,"04074":1,"04093":2,"04114":2,"04119":2,"05001":1,"05005":3,"05006":1,"05015":2}},{"id":4327,"name":"DaggerSaurusBrush v1","creation":"2014-04-18 08:25:07","description":"<p>After defending Dagger in a discussion thread, I decided to put my money where my knife was, so to speak. It plays alot like a Kit deck, except you want everything to be a face up Sentry rather than Code Gates.<\/p>\n","username":"GPWK","cards":{"01020":3,"01033":1,"01035":2,"01036":3,"01050":3,"02047":3,"02048":2,"02049":1,"02091":1,"02107":3,"03031":3,"03040":2,"03041":3,"03042":3,"03046":1,"03049":2,"03053":3,"04086":1,"04104":3,"04108":3}},{"id":4329,"name":"Tag-me Reina","creation":"2014-04-18 09:38:31","description":"<p>Annoy the ever-loving shit out of the corp. Throw down a Plascrete (if appropriate), sling out some resources and take ALL THE TAGS. Watch as the Corp clicks twice for money and trashes a cheap resource again and again. Swap Fall Guy for Gorman Drip for even more hilarity. Would work out of Noise too. Dies hilariously to Psychobeale. <\/p>\n","username":"mike2468","cards":{"01007":2,"01008":3,"01011":2,"01012":3,"01014":2,"01018":2,"01050":3,"01053":3,"02002":2,"02009":3,"02042":3,"02103":3,"03038":2,"03054":2,"04009":3,"04041":1,"04043":2,"04062":2,"04106":3}},{"id":4330,"name":"Floating Wizard 2.2","creation":"2014-04-18 09:41:24","description":"\n","username":"dwjmeijer","cards":{"01002":2,"01003":2,"01007":2,"01010":2,"01011":2,"01014":2,"01016":3,"01018":3,"01050":3,"01053":2,"02001":1,"02009":3,"02042":3,"02103":3,"03052":3,"04042":2,"04043":3,"04102":2,"04106":3}},{"id":4332,"name":"Kates Gunblade","creation":"2014-04-18 10:25:33","description":"<p>Just publishing for an easy find for someone.<\/p>\n","username":"HepatitvsJ","cards":{"01007":1,"01026":1,"01033":1,"01034":3,"01035":3,"01039":3,"01040":2,"01041":2,"01050":3,"01053":3,"02047":3,"02107":2,"03035":2,"03041":3,"03042":2,"03049":3,"03052":3,"04047":1,"04104":2,"04109":3}},{"id":4333,"name":"DaggerSaurusBrush v2","creation":"2014-04-18 11:51:16","description":"<p>Using Dagger and Paintbrush to get into any server fairly cheaply is the plan. \nR&amp;D Interface and Maker's Eye will convince them to throw a lot of Ice there and leave defenses thin elsewhere. \nCorroder, Gordian Blade and Atman are all for getting through small Ice so you don't have to waste Clicks and Stealth credits on them.<\/p>\n","username":"GPWK","cards":{"01007":1,"01020":2,"01033":1,"01035":2,"01036":3,"01043":1,"01050":3,"02047":3,"02048":1,"02091":2,"02107":2,"03031":3,"03040":2,"03041":3,"03042":3,"03046":1,"03049":2,"03053":3,"04086":2,"04104":3,"04108":3}},{"id":4334,"name":"HB v2","creation":"2014-04-18 13:11:46","description":"\n","username":"LookePL","cards":{"01054":1,"01055":3,"01056":3,"01059":3,"01062":3,"01064":3,"01090":2,"01092":2,"01098":2,"01106":3,"01110":3,"01111":2,"02051":3,"02070":3,"02110":3,"03015":2,"04015":3,"04040":3,"04090":3}},{"id":4335,"name":"Chaos Theory v2","creation":"2014-04-18 13:12:16","description":"\n","username":"LookePL","cards":{"01007":2,"01018":2,"01034":3,"01038":3,"01043":2,"01044":3,"01050":3,"02046":1,"02047":3,"02048":3,"02107":3,"03034":3,"03038":2,"03046":3,"03052":2,"03054":3,"04065":1}},{"id":4336,"name":"Under Pressure (Andromeda)","creation":"2014-04-18 13:46:48","description":"<p>Andromeda expose deck. Snitch + Blackguard is the primary attack pattern (try and mulligan for at least one piece of that). Satellite Uplink provides a little more expose action when needed. SOT to bring back whatever events you miss most (probably FAO or ES, but Diesel and Account Siphon are always great again and again).<\/p>\n\n<p>R&amp;D Interface to spread pressure over centrals more evenly. Lots of burst econ to get Blackguard out.<\/p>\n","username":"framweard","cards":{"01007":2,"01018":3,"01020":3,"01022":3,"01026":1,"01034":3,"01043":1,"01050":3,"02009":2,"02023":2,"02043":3,"02045":3,"02083":1,"02091":3,"02104":3,"02107":1,"03052":3,"03054":3,"04085":3}},{"id":4337,"name":"Dead You 1.4","creation":"2014-04-18 14:32:43","description":"<p>New and improved<\/p>\n","username":"travisrchance","cards":{"01067":1,"01070":3,"01101":1,"01110":3,"01111":3,"02012":2,"02014":3,"02032":3,"02070":3,"03026":3,"04012":3,"04013":3,"04032":3,"04039":3,"04071":2,"04073":3,"04080":2,"04093":3,"04114":3}},{"id":4338,"name":"Break","creation":"2014-04-18 15:46:27","description":"<p>Because it's trash.<\/p>\n","username":"Galatea","cards":{"01002":3,"01003":2,"01006":2,"01007":2,"01008":3,"01009":2,"01010":2,"01011":2,"01012":3,"01014":2,"01028":1,"01034":3,"01050":3,"02001":1,"02009":2,"02022":2,"02102":1,"02107":3,"03052":2,"03054":3,"04081":2}},{"id":4339,"name":"Running Man","creation":"2014-04-18 16:20:30","description":"<p>A super aggressive deck. Start off with lots of runs everywhere from things like Early Bird and Doppelgänger, keeping the Corp poor, off balance, or both. Snag the last few points with the Grappling Hook + e3 Feedback Implants combo.<\/p>\n\n<p>I'd like to see this kind of strategy work, so any feedback is welcome. \nI've considered dropping the SMCs. That would make Stimhack less necessary, as well as the Clone Chips (although those are still good with Grappling Hook and Faerie). The new influence would be useful for some multi-access and more efficient breakers. <\/p>\n","username":"dinomiah","cards":{"01004":2,"01018":3,"01021":3,"01025":1,"01026":1,"01050":3,"01053":2,"02006":1,"02024":3,"02043":3,"02064":3,"02104":2,"03038":3,"03046":3,"03052":3,"03054":3,"05029":1,"05032":3,"05045":3}},{"id":4340,"name":"Weyland Counterstrike","creation":"2014-04-18 16:55:08","description":"\n","username":"Str8_Jacket","cards":{"01070":3,"01086":3,"01093":1,"01094":2,"01098":3,"01099":3,"01101":2,"01102":2,"01104":2,"01106":2,"01110":3,"01111":2,"02077":3,"03023":3,"04015":3,"04040":3,"04058":2,"04078":1,"04079":3,"04117":2,"04120":2}},{"id":4341,"name":"Blackmail","creation":"2014-04-18 17:14:16","description":"<p>The main idea is to get Activist Support, New Angeles City Hall, and Aesop's Pawnshop out as soon as possible. Then, avoid the tag, give the corp a bad pub, and trash Activist Support with Aesop. Then go crazy with Blackmail, and do it again with Same Old Thing. Recycle with Levy AR Lab Access.<\/p>\n\n<p>Personal Workshop not only solidly boosts the economy, but also allows you to play down your hardware without needing the cash capital instead of having to discard them due to burst draws.<\/p>\n\n<p>By the time you play your first Levy AR Lab Access, most of your hardware and resources will be out, so you can very consistently draw Blackmails. The corp will be too scared to place down any agenda (unless they score everything out of hand).<\/p>\n\n<p>Cards to look out for:<\/p>\n\n<p>Bioroid Efficiency Research\/Oversight AI:\nThese cards allow the corp to rez ice on their turn, without requiring you to run first. One solution would be to swap something out for a Crypsis; you only need to break through once and the ice will derez\/trash, which for us is the same thing.<\/p>\n\n<p>Accelerated Beta Test:\nIf the corp gets lucky, they could shut you out by rezzing ice for free; but it's not consistent, nor can they choose which ice is rezzed (so the Crypsis could still be useful if the ice is low cost to break).<\/p>\n\n<p>Priority Requisition:\nFortunately this is harder to fast advance; keep the corp from scoring this no matter what! Even if they do, they can still only protect one server, and the deck has the capability to mine both HQ and R&amp;D efficiently.<\/p>\n\n<p>Amazon Industrial Zone:\nThis card is very strong against this deck, especially if they play with all three. Hopefully you can win before they're able to ice up all of R&amp;D, HQ, and a remote. But in my meta, I never see this card, except when I play it :)<\/p>\n\n<p>Scorched Earth\/Punitive Counterstrike:\nThe only reason I didn't include Plascrete was because when I built this deck I knew my opponent didn't like playing Tag 'n Bag. Feel free to swap out Prepaid VoicePAD and something else for two Plascretes.<\/p>\n\n<p>Cards the remove bad publicity:\nIf they do, then it shouldn't be too hard to find another Activist Support and New Angeles City Hall (Aesop's will already be out). But if bad pub-removing cards become more common, this will be a problem.<\/p>\n","username":"turkishvancat","cards":{"01019":1,"01034":3,"01044":2,"01047":2,"01050":2,"02046":1,"02049":2,"02085":2,"02087":3,"02105":1,"02107":3,"02109":3,"03035":3,"03053":2,"03054":3,"04004":1,"04029":1,"04062":3,"04089":3}},{"id":4342,"name":"wunderkind v3","creation":"2014-04-18 18:54:31","description":"\n","username":"maximo","cards":{"01004":1,"01018":3,"01026":2,"01034":3,"01035":3,"01043":2,"01044":3,"01050":3,"02009":2,"02027":2,"02046":1,"02047":3,"02106":3,"02107":2,"03034":3,"03054":3,"04089":2}},{"id":4343,"name":"Semper Paratus","creation":"2014-04-18 20:13:18","description":"<p>Sometimes it is just good to have a well rounded deck that can meet the basic challenges. This has link to combat Sea Source, Punitive, and NBN shenanigans. It has Chakana to slow down fast advance. It has tons of money with Magnum to make the necessary glory runs. Infiltration to spot traps. Net Shield to make Jinteki cry.<\/p>\n","username":"vdude","cards":{"01011":1,"01019":3,"01022":1,"01026":1,"01028":1,"01033":1,"01035":3,"01041":2,"01044":3,"01045":1,"01049":3,"01050":3,"02007":3,"02009":2,"02027":2,"02028":1,"02085":2,"02089":1,"02107":3,"03035":1,"03043":1,"03046":3,"03049":1,"03052":3}},{"id":4344,"name":"Reina Siphon 2.0","creation":"2014-04-18 20:57:07","description":"<p>Comments on changes from my earlier version (see the \"derived from\" link for the previous list):<\/p>\n\n<p>-3 Cyberfeeder: These never seemed to make much difference, and their alternate role as protecting other cards from Power Shutdown was not as important with 3x of all core breakers, plus 2x Deja Vu's in the deck.<\/p>\n\n<p>-1 Deja Vu: I never seemed to need more than one of these per game, and I was not very happy if I saw one early.<\/p>\n\n<p>-3 Armitage Codebusting: These occupied a strange place, as they could jumpstart the econ when broke, but they did not pay off much. They weren't good late game, but they were also not amazing early game. Dirty Laundry does their job much better.<\/p>\n\n<p>-3 Quality Time: While drawing five was great, paying 3 creds plus the influence hurt a lot. Early game you are better off drawing 3 with clicks instead of using 3 creds, and late game hopefully you won't need to see 5 new cards.<\/p>\n\n<p>+3 Dirty Laundry: Probably the best early econ card for Reina since it gives a free run, forced corp to ice all servers, and gives you more possibilities to use the ID ability (+1 rez cost) in the newly installed ice.<\/p>\n\n<p>+3 Liberated Account: These are useful before you transition to a Kati-based econ, but they remain useful after Kati appears if you need to put a Parasite while waiting for the Kati payout.<\/p>\n\n<p>+2 Kati Jones: Since there is no possibility of playing Magnus Opus (not enough influence, not enough mem space), Kati Jones provides mid-to-late game econ.<\/p>\n\n<p>+1 Special Order: Even as a singleton this provides some much needed consistency. I wish I could add in more, but removing an Account Siphon would harm early aggression too much. Keep in mind that they can find Knights as well as the core breakers.<\/p>\n\n<p>+1 Crescenteus: Primarily useful to de-rez expensive bioroid ice, but sometimes it can also temporarily get rid of high strength sentries\/code gates if you're low on Datasucker counters. If I had more influence I would go with Emergency Shutdown, but AS and Special Order are much more important.<\/p>\n","username":"datadouble","cards":{"01002":2,"01006":2,"01007":3,"01008":3,"01010":2,"01011":3,"01012":3,"01014":3,"01018":3,"01022":1,"01050":3,"02009":2,"02021":2,"02022":3,"02041":2,"02065":1,"02091":2,"03052":3,"04041":1,"04043":2}}]