[{"id":6982,"name":"Silhouette's Big Day v4.1","creation":"2014-06-21 01:02:57","description":"<p>Blackguard only works if you can force the corp to rez something on one server, leaving another server unprotected!?<\/p>\n\n<p>Blackguard doesnt really work with AS. Better that you just took the money from them then forced them to trash the ice with FAO, than to have them rez it with BG and then you have to deal with it. <\/p>\n\n<p>Based off of \"Kit's Busy Day\"  deck with lots of events and Oracle May w\/o motivation.\n 4.1 trades out Passport (which is not too thrilling against anything other than RSVP or tollbooth) for crypsis.<\/p>\n\n<p>Also trying pheromones as some more econ boost against taxing ice on HQ.<\/p>\n","username":"yoyoson","cards":{"01018":3,"01019":3,"01020":3,"01022":3,"01024":2,"01028":1,"01036":2,"01049":3,"01050":2,"01051":1,"02043":2,"02082":2,"02085":1,"02086":2,"02106":1,"02107":1,"03052":2,"04064":2,"05030":1,"05035":2,"05041":1,"05042":1,"05054":2}},{"id":6983,"name":"NBN Program Destruction","creation":"2014-06-21 02:09:47","description":"<p>The driving force behind this deck was a burning desire to use Data Hound to some effect, and I think it may actually sorta work.<\/p>\n\n<p>In this deck you want to be trying to disrupt the runner's setup with program trashing from aggressive secretary, archer, power shutdown, and bad times. Resource trashing though tags from breaking news or data raven can help stop resource based economies in their tracks. <\/p>\n\n<p>So general strategy: \nFast advance out astroscript or beales behind wraparounds, lotus fields, or an archer. Use breaking news (or TGTBT in a pinch) to rez archer. Stick data hounds on centrals: runners seems to only rarely break or attempt to beat the trace. Data ravens placement depends on how scared the runner is of tags, but generally centrals are better. Lotus Field can be expensive, but it's quite strong against parasite\/Yog.0 decks and has proven it's worth thus far.<\/p>\n\n<p>Place the aggressive secretary behind a remote data raven or a potentially dangerous remote. Single advance it to bluff as a NAPD or double advance it to bluff it as a breaking news that you're trying to take advantage of.<\/p>\n\n<p>ChiLo City Grid goes well with data hound and data ravens to force a break, but their use is questionable and may get cut from a future version.<\/p>\n\n<p>BadTimes is also one of the more questionable cards. It's great when the runner has used up all of their MU, but since I've normally been trashing their programs, I've yet to play it. It may be good for mounting a comeback, but only more games will tell.<\/p>\n\n<p>Closed Accounts\/Psychographics are the other tag punishment to strengthen data raven, ChiLo, and TGTBT. <\/p>\n\n<p>Finally the power shutdown provides strong, targeted program removal. Pulling one off with a Jackson on the board can be a really nasty surprise splash and when paired with bad times, can make even a MU removal hurt.<\/p>\n\n<p>So thanks for reading! I hope that you find this deck as much fun as I do!<\/p>\n","username":"chipacabras","cards":{"01057":2,"01080":1,"01081":3,"01082":3,"01084":2,"01085":2,"01088":3,"01101":2,"01110":3,"02036":2,"02096":3,"02115":3,"04015":3,"04040":2,"04058":2,"04075":3,"04076":3,"04096":3,"04119":1,"06003":2,"06012":2}},{"id":6984,"name":"22-Viruses 0.1","creation":"2014-06-21 06:09:12","description":"<p>Just mill.<\/p>\n","username":"iMarco","cards":{"01001":1,"01002":3,"01006":2,"01007":1,"01008":3,"01009":3,"01010":2,"01012":3,"01019":2,"01050":3,"01051":2,"02003":3,"02009":2,"02041":2,"02047":2,"02091":3,"02102":2,"03038":2,"04005":3,"04082":2}},{"id":6985,"name":"Weyland Rig Destroyer 2.0","creation":"2014-06-21 08:42:40","description":"\n","username":"CodeMarvelous","cards":{"01057":2,"01064":1,"01065":2,"01093":1,"01094":3,"01098":3,"01101":3,"01102":2,"01103":2,"01110":3,"01111":2,"02013":2,"02077":3,"02079":3,"03026":3,"04020":2,"04036":3,"04040":3,"04079":3,"04117":2,"05016":2}},{"id":6986,"name":"No pain, no gain - MKII","creation":"2014-06-21 09:26:51","description":"<p>Instructions later :)<\/p>\n","username":"Syntax","cards":{"01064":2,"01069":1,"01103":2,"01108":2,"01110":3,"02015":2,"02032":3,"02033":3,"02060":1,"02112":1,"04013":2,"04015":2,"04077":3,"04119":3,"05001":1,"05005":3,"05011":3,"05015":1,"05016":3,"05017":3,"05020":1}},{"id":6988,"name":"Gabe - Event horizon 062114","creation":"2014-06-21 11:00:31","description":"<p>Regionals 2014 - Durham, nc<\/p>\n","username":"brAnDeD","cards":{"01007":2,"01017":1,"01018":3,"01020":2,"01021":2,"01022":2,"01024":1,"01026":1,"01028":2,"01050":3,"02007":2,"02009":2,"02043":2,"02091":2,"02104":2,"02106":1,"03052":3,"03053":2,"03054":3,"04009":2,"04029":2,"04043":2,"04063":2}},{"id":6989,"name":"HQ moneymaker rev A","creation":"2014-06-21 11:01:50","description":"<p>This is a rough idea for an HQ attack deck.  It's probably crap.  :)<\/p>\n","username":"smilingbandit2","cards":{"01017":1,"01018":2,"01022":3,"01024":3,"01028":2,"01030":2,"02105":1,"03031":1,"03052":3,"04004":2,"04009":1,"04029":3,"04043":3,"04048":1,"04063":2,"05034":2,"05035":3,"05036":3,"05038":3,"05041":1,"05042":1,"05046":1,"05048":2}},{"id":6990,"name":"HQ moneymaker rev B","creation":"2014-06-21 11:02:57","description":"<p>Another idea for an HQ attack deck.  Also probably crap.  :)<\/p>\n","username":"smilingbandit2","cards":{"01017":1,"01018":2,"01020":2,"01022":3,"01024":3,"01028":2,"01030":2,"01038":2,"01050":2,"02043":3,"02105":3,"02107":1,"03031":1,"03052":3,"04043":3,"05034":3,"05035":3,"05036":2,"05041":1,"05042":1,"05046":1,"05048":2}},{"id":6991,"name":"HB ETF - Fortress of Solitude 062114","creation":"2014-06-21 11:14:25","description":"\n","username":"brAnDeD","cards":{"01054":1,"01055":3,"01061":2,"01062":2,"01106":2,"01110":3,"02011":2,"02013":2,"02051":2,"02052":2,"02060":1,"02092":2,"02110":3,"03015":2,"03018":2,"03019":2,"04015":2,"04030":1,"04038":3,"04040":2,"04071":2,"04090":3,"04120":2,"05016":2}},{"id":6993,"name":"death and taxes","creation":"2014-06-21 13:00:53","description":"\n","username":"prozz","cards":{"01067":1,"01070":1,"01075":1,"01077":1,"01086":1,"01099":2,"01110":3,"02032":3,"03009":1,"04012":3,"04013":2,"04015":3,"04073":3,"04093":2,"04100":2,"04115":1,"05004":3,"05005":3,"05006":1,"05007":1,"05011":3,"05013":2,"05016":2,"05017":2,"05018":2,"05020":1}},{"id":6994,"name":"Bark at the Moon V1.3","creation":"2014-06-21 13:38:42","description":"<p>The whole idea; draw like crazy until you have the cards you need. Set up your combo just right, and win in a single turn when they won't know what hit them.<\/p>\n\n<p>Your ICE spread is most important; feel free to find out what works for you, but the most important ICE in this deck are Whirlpool and Howler. Stick Whirlpool in front of Howler and punch your opponent in the face with a Janus during their run for the grand total of one credit (actually, Engineering the Future means you get that credit back, so there's that.) Those two are followed closely by Cell Portal. If they happen to click through the first Bioroid ICE you toss at them, just send 'em back to the Howler and now they are facing two Bioroid ICE.<\/p>\n\n<p>Janus, Heimdall, Ichi, and Wotan are there to make them pay. Toss 'em down to your discards for Howler or hold onto them until you can use Oversight AI or Bioroid Efficiency Research to rez 'em for cheaps. Eli, Rototurret, Fenris, and Chimera all ensure some early game protection for R&amp;D and HQ. Avoid Code Gates; don't give them a reason to search out their Code Gate breaker, so that they won't be prepared for Cell Portal.<\/p>\n\n<p>Assets are pretty simple. Melange is there for emergency cash, since it gives you more than you will usually need (you need a net of 5 credits to rez Cell Portal, Howler, and Whirlpool). Jackson Howard is vital to the deck, drawing you the parts of your combo you need and letting you discard your Bioroid ICE down to archives where you really need them.<\/p>\n\n<p>About Agendas; this may seem like an unusual spread, largely because it is. I hope the benefit of Priority Requisition is obvious, but the others maybe not so much. Project Vitruvius can pull back some valuable cards from Archives, or it can just be a 3\/2 agenda. Mandatory Upgrades actually fits perfectly with the idea of this deck. There will come a moment where you want your opponent to run, and Agendas with high advance costs are there to tempt them the longest. Plus, once you have scored a Mandatory Upgrades it's a whole different ball game. You can score Project Vitruvius out of hand. You can install and use Melange on the same turn. If you are set up right, your opponent can run and you will win the the exchange, or your opponent can let you score your Agendas. Either way, your position is good.<\/p>\n\n<p>Why no Accelerated Beta Test? The problem with that agenda in this deck is the number of times in older versions of the deck that I pulled Cell Portal, Whirlpool, or Howler with it. They are the most important cards to this deck and the absolute worst cards to pull with Beta Test. You don't want any of those rezzed before your opponent runs to warn them what might be coming. I chose to take them out of this build, but if you want to try them be my guest. A slightly earlier version ran -1 Vitruvius and -1 Priority Req and +2 Accelerated Beta Test.<\/p>\n\n<p>I also would have loved to get more Oversight AI in here, as well as Inazuma, but I felt the three Jacksons and Whirlpools were needed more.<\/p>\n\n<p>Feedback is always welcome.<\/p>\n","username":"Cancer Ace","cards":{"01054":1,"01064":2,"01074":2,"01106":3,"01108":2,"01110":2,"02011":3,"02012":2,"02051":3,"02060":2,"02070":2,"02079":1,"02094":3,"02110":3,"03013":3,"03015":2,"03016":3,"03017":2,"04015":3,"04030":2,"04071":2,"04090":2}},{"id":6995,"name":"Pad Kenpaign","creation":"2014-06-21 19:12:50","description":"<p>I thought of the pun shortly after H&amp;P was released and then felt compelled to make the deck.<\/p>\n\n<p>It's a fun deck to play.<\/p>\n\n<p>Random notes:<\/p>\n\n<ul>\n<li>If you're not comfortable playing without Plascrete, swap out Crash Space<\/li>\n<li>Once I get out two PPVPs I usually don't bother installing the third unless it's unusually early in the game<\/li>\n<li>The breaker suite is the thing I messed with the most. It never really settled on something I felt 100% about, so adjust to your preference.<\/li>\n<li>Sacrificial Construct does double duty as Power Shutdown protection and to keep a Faerie on the board<\/li>\n<li>Quality Time is really really good for you. First click from two cards to seven cards is so nice.<\/li>\n<li>Lone Kati is there in case the game starts to go long and you're running out of event economy.<\/li>\n<li>Don't be afraid to Same Old Thing for a Lucky Find if you need the creds.<\/li>\n<\/ul>\n","username":"karmaportrait","cards":{"01007":1,"01018":3,"01021":2,"01022":3,"01024":3,"01030":2,"01036":1,"01043":1,"01048":1,"01050":3,"02043":1,"02087":3,"02091":1,"02104":3,"03052":3,"03054":3,"04029":3,"04065":1,"04109":3,"05029":1,"05035":2,"05036":2}},{"id":6998,"name":"Overmind Meidan v1","creation":"2014-06-21 23:27:20","description":"<p>(description to come)<\/p>\n","username":"embaci","cards":{"01005":3,"01012":2,"01026":1,"01034":3,"01041":2,"01051":1,"01053":3,"02009":2,"02043":2,"02047":3,"02049":3,"02065":3,"02066":1,"02107":3,"03034":2,"03035":1,"03038":2,"03045":1,"03048":1,"03054":3,"05053":3,"06017":1}},{"id":6999,"name":"Asset Economy Near-Earth Hub","creation":"2014-06-21 23:40:32","description":"<p>Basically just have as much asset economy as possible while running taxing ICE to make getting to and trashing the assets that much harder. I've tried to find the most analog taxing ICE I could get, but I definitely could use some tips on that end as well. <\/p>\n","username":"serjfan7","cards":{"01056":2,"01061":2,"01081":3,"01082":2,"01083":2,"01088":2,"01090":2,"01108":2,"01109":2,"01110":2,"02052":2,"02055":3,"02056":3,"02110":3,"02115":3,"04015":3,"04076":2,"04077":2,"04096":2,"04119":3,"05009":2,"06005":1}}]