[{"id":8505,"name":"Murder Inc.","creation":"2014-08-13 00:18:07","description":"<p>This deck looks at Meat damage primarily as a way to scare and tax the runner (similar to the way a lot of Jinteki decks look at Net damage), which should explain some of the deck-building choices.  <a href=\"\/en\/card\/01088\">Data Raven<\/a> and <a href=\"\/en\/card\/02097\">Bernice Mai<\/a> are there to support <a href=\"\/en\/card\/02118\">Dedicated Response Team<\/a>, which is the primary means of punishing the Runner (usually try to have at least one DRT hidden behind a Chimera or Ice Wall early game).  GRNDL gets fast economic starts and so a strong mid-level ICE strategy with <a href=\"\/en\/card\/04117\">Hive<\/a>, <a href=\"\/en\/card\/02060\">Chimera<\/a>, etc. is easy to sustain, creating a very imposing problem for the Runner.<\/p>\n\n<p>Once <a href=\"\/en\/card\/06008\">The Root<\/a> or a <a href=\"\/en\/card\/04099\">GRNDL Refinery<\/a> is safe behind an ETR ice the economic battle is effectively won, which helps lighten the need for Operation economy with this deck.  Instead we have <a href=\"\/en\/card\/04060\">Interns<\/a> to recur Ravens\/Mais or Economy assets as needed, and <a href=\"\/en\/card\/04118\">Witness Tampering<\/a> essentially powers up all of the Tracer ICE in the deck by ridding the field of free BP credits.<\/p>\n\n<p>Once <a href=\"\/en\/card\/04036\">The Cleaners<\/a> is scored everything this deck does becomes extremely dangerous.  Combine with <a href=\"\/en\/card\/01107\">Private Security Force<\/a> behind the strong ICE this deck runs and and there exists literally no room for error in the Runner's game.<\/p>\n","username":"umbralAeronaut","cards":{"01088":3,"01094":2,"01099":2,"01102":1,"01103":2,"01104":2,"01107":3,"01110":3,"01111":3,"02018":3,"02060":3,"02097":2,"02118":3,"04018":1,"04036":2,"04060":3,"04079":1,"04097":1,"04099":3,"04117":2,"04118":2,"06008":2,"06009":1}},{"id":8507,"name":"Burner of Alon's House, Which is Also My House","creation":"2014-08-13 02:12:17","description":"\n","username":"nervamory","cards":{"01070":2,"01081":3,"01082":2,"01084":2,"01086":1,"01088":3,"01099":3,"01109":3,"01110":3,"02055":2,"02056":3,"02097":3,"02115":3,"02116":3,"04015":3,"04016":1,"04076":3,"04096":2,"04119":3,"06003":1,"06005":1}},{"id":8508,"name":"Monalonith","creation":"2014-08-13 02:39:27","description":"\n","username":"nervamory","cards":{"01007":2,"01019":3,"01029":3,"01049":1,"01050":3,"01051":1,"02009":2,"02024":2,"02065":2,"02083":1,"02091":1,"02104":3,"03036":1,"03046":2,"03052":3,"04022":2,"04105":2,"05035":2,"05041":1,"05045":3,"05046":1,"05051":2,"05053":3}},{"id":8509,"name":"Experimental Monolith Andro","creation":"2014-08-13 02:48:05","description":"\n","username":"alontods","cards":{"01019":3,"01028":2,"01029":3,"01030":2,"01045":1,"01049":1,"01050":3,"01051":2,"02009":3,"02024":2,"02025":2,"02061":2,"02083":1,"02104":1,"03036":2,"03052":3,"04005":2,"04022":2,"04109":1,"05035":2,"05041":1,"05042":2,"05046":1,"05053":2}},{"id":8510,"name":"Experimental Monolith Andro","creation":"2014-08-13 02:57:11","description":"<p>Wow this deck is good<\/p>\n","username":"alontods","cards":{"01007":1,"01019":3,"01028":2,"01029":3,"01045":1,"01049":3,"01050":3,"01051":2,"02009":3,"02024":2,"02025":3,"02083":1,"02104":1,"03036":2,"03052":3,"04005":2,"04022":2,"04109":2,"05035":2,"05041":1,"05042":1,"05046":1,"05053":2}},{"id":8511,"name":"Retire Rich","creation":"2014-08-13 04:04:39","description":"<p>Get rich. Real rich. Get your Dysons and UwCs out, using Logos if needed. Make money, take money. The goal is to brute-force any server, any ice into submission.<\/p>\n\n<p>Iain &amp; The Underworld Contacts: You will want to get them out as soon as you can play them, before or after the Dysons. Logos the missing piece if given the chance. This is the motor at the heart of the deck.<\/p>\n\n<p>Siphon: If you can beat down the Corp, do it. You're best off keeping them in hand until you can use it to get a $2 lead over the Corp. Doing so means they won't try to catch you with a SEA Source or a Midseasons, if you can maintain that lead. Link is on your side here. For obvious reasons, don't Siphon unless you can shed all tags. <\/p>\n\n<p>Icebreakers: These is the most efficient breaker suite available for the influence. Save your Femme for Data Ravens and Tollbooths on HQ or R&amp;D. You're still likely to end up installing Garrote anyway, for Ichis and the like. The central-only breakers are icing, but can help you save a cred or 2 per run.<\/p>\n\n<p>Gorman &amp; Keyhole: Gorman is a placeholder. Got an empty MU, install it. Need to install something else, trash it or eat it. Save Keyhole for late-game. You want them to blow cash trying to get deep walls up around remotes and HQ. Try to flush out Jackson before Keyholing in earnest.<\/p>\n\n<p>Everything else: Get money. Kate, Tri-Maf, ProfCon, Dealer are there to get you through slow turns while you install your rig, and to quickly replenish your accounts when you run a deep server. Express Delivery when you have all but one piece in place.<\/p>\n\n<p>Weaknesses: Bait servers and their IDs (RP, Near Earth) will have low ice, but probably a lot of traps. A lone Mother Goddess can stop you on one server for a turn or 2. Damage too early can mean losing all breakers of a type, so install before running. Janus is still a pain in the ass.  <\/p>\n\n<p>Alternatives: Hostages in place of Calling in Favors. Sneakdoor or Hemorrhage or Datasuckers for Keyhole. HQI or Legwork for multiple accesses. Crypsis in place of a Gorman.<\/p>\n","username":"verge","cards":{"01007":1,"01018":3,"01019":3,"01022":2,"01026":1,"01031":1,"01043":1,"01050":3,"02009":1,"02028":2,"02069":3,"02091":2,"03049":1,"03052":3,"03053":3,"04005":3,"04061":1,"04063":1,"04065":1,"05028":1,"05031":3,"05033":1,"05037":2,"05042":1,"05046":1,"05050":2}},{"id":8512,"name":"Some (big) Chaos (some advice ?)","creation":"2014-08-13 05:57:48","description":"<p>It's more a test deck than a really competitive deck. Some advice ?\nOne of the weakness : strenght 7 max on <a href=\"\/en\/card\/02004\">Morning Star<\/a><\/p>\n","username":"Keizhac","cards":{"01018":2,"01034":3,"01044":2,"01050":3,"01053":3,"02004":1,"02046":1,"02047":3,"02048":2,"02091":2,"02106":3,"02107":2,"03034":3,"03035":1,"03052":3,"03053":3,"03054":2,"04047":1,"04065":1}},{"id":8513,"name":"Replicating Bioroïd","creation":"2014-08-13 06:13:20","description":"\n","username":"Ghet","cards":{"01069":2,"01070":3,"01073":2,"01075":1,"01077":2,"01078":2,"01108":2,"01110":3,"02012":2,"02031":1,"02032":3,"02094":2,"02110":1,"02112":2,"02120":3,"03016":3,"04030":1,"04040":3,"04054":2,"05005":3,"05006":1,"05015":2,"05017":2,"06003":2}},{"id":8514,"name":"Kate \"Oracle\" McCaffrey","creation":"2014-08-13 06:48:20","description":"\n","username":"Ghet","cards":{"01018":2,"01033":1,"01035":2,"01036":3,"01037":2,"01041":3,"01042":1,"01043":1,"01044":1,"01046":1,"01050":3,"02007":1,"02027":1,"02028":2,"02047":2,"02089":1,"02091":2,"03044":1,"03048":1,"04008":3,"04027":2,"04029":2,"04047":1,"04087":1,"04088":1,"04109":2,"05054":3}},{"id":8515,"name":"Yeah, you're not clicking through","creation":"2014-08-13 09:33:08","description":"<p>This list is all about the Heinlein Grid and Enhanced Login Protocol. Frig these cards seem powerful. Heinlein + Ash means that any ice you place guarding a scoring server has to be broken through the hard way - Heinlein can't even be trashed unless the runner breaks the ice normally. And the ice is expensive - Eli at 5 strength costs 5 for a Corroder to break, Heimdall 1.0 at 7 strength costs 8 to break, Viktor 2.0 at 6 strength costs 6 for a Gordian Blade to break, etc, and you've got Ash to make it even harder to get through.<\/p>\n\n<p>There's a lot more I want to fit in but it's already so tight. A third Enhanced Login Protocol, Strongbox, Aggressive Secretary, and so on. Successful Demonstration might be better than some of the money cards I'm doing now. Subliminal Messaging would also be neat. <\/p>\n\n<p>I have no idea what I'd even use my splash for; all the most efficient money ops are already in HB and SanSan doesn't play nice with Heinlein Grid. I guess Snare would be a possibility. <\/p>\n","username":"LSK","cards":{"01055":3,"01058":1,"01059":3,"01061":3,"01062":3,"01063":3,"01110":3,"02010":1,"02013":2,"02051":3,"02059":2,"02080":1,"02092":2,"02110":3,"03004":1,"03017":1,"03019":3,"04015":2,"04090":3,"04119":3,"06022":2,"06023":2}},{"id":8516,"name":"NoiseCache","creation":"2014-08-13 09:46:56","description":"<p>Cache is a critical card for noise.  Its absolutely critical to bring him back to being competitive.  <\/p>\n\n<p>Its a tempo swing for the cost of 1 credit. It mills a card, its tutorable, it places click pressure on archives while netting you money.  <\/p>\n\n<p>it allows you to mill more quickly, if not more.  This is a big deal - its much easier to open all 3 centrals to threats turn 1 than before.  <\/p>\n\n<p>Combine that with other good cards like Knight(which is basically a parasite that trades not milling with the ability to break ice - it usually kills an ice either way), sucker\/parasite,  medium for R&amp;D, lamprey for easy mills and HQ, djinn as a silver bullet, and lots of aggression, I think this pack is going to bring noice back into the limelight. <\/p>\n","username":"djackman","cards":{"01001":1,"01002":3,"01006":2,"01007":1,"01008":2,"01009":3,"01010":3,"01012":3,"01034":3,"01047":2,"01050":3,"01051":1,"02003":2,"02009":2,"03038":1,"03053":3,"04043":3,"06014":3,"06033":2,"06037":3}},{"id":8518,"name":"Stop Hitting Yourself v1.1","creation":"2014-08-13 10:41:59","description":"<p>Updated after many great suggestions. This is my first Jinteki deck, so any suggestions are welcome!<\/p>\n\n<p>Changes from v1.0:\n+2 Jackson Howard, -1 Shi.Kyu, +1 Celebrity Gift, -2 Precognition, -3 Trick of Light, +2 Medical Research Fundraiser, -2 Shiro, +2 Quandry, +1 Guard<\/p>\n","username":"wishmaster317","cards":{"01057":1,"01069":2,"01070":3,"01106":3,"01110":3,"03009":2,"04012":3,"04015":2,"04073":3,"04093":2,"04117":2,"04120":2,"05001":1,"05007":3,"05011":2,"05014":2,"05015":3,"05017":2,"05018":2,"05020":1,"05024":1}},{"id":8519,"name":"Single-Core Weyland","creation":"2014-08-13 11:10:14","description":"<p>My local playgroup is going to be playing a Single-Core tournament for an upcoming episode of the podcast \"Sorry Man, I Farted\". \nThis is the Corp deck I'm planning on taking into the fray. \nTrying to work with just the one core set makes everything both simpler and more difficult as far as deckbuilding. I started playing halfway through the Spin Cycle, so I've had lots of cards to work with the whole while. This is the best I've managed to come up with.<\/p>\n","username":"GPWK","cards":{"01064":2,"01070":2,"01077":2,"01083":1,"01086":1,"01090":1,"01093":1,"01094":3,"01095":2,"01097":1,"01098":3,"01099":2,"01100":2,"01101":2,"01103":3,"01104":3,"01106":3,"01107":3,"01108":2,"01109":3,"01110":3,"01111":2,"01113":3}},{"id":8520,"name":"Single-Core Kate","creation":"2014-08-13 11:11:00","description":"<p>My local playgroup is going to be playing a Single-Core tournament for an upcoming episode of the podcast \"Sorry Man, I Farted\". \nThis is the runner deck I'm planning on taking into the fray. \nTrying to work with just the one core makes everything both simpler and more difficult for me. I started playing halfway through the Spin Cycle, so I've had lots of cards to work with the whole while. This is the best I've managed to come up with.<\/p>\n","username":"GPWK","cards":{"01004":1,"01007":2,"01008":2,"01022":2,"01026":1,"01027":1,"01033":1,"01034":3,"01035":2,"01036":3,"01037":3,"01038":2,"01039":2,"01040":2,"01041":1,"01042":1,"01043":3,"01044":2,"01046":1,"01047":1,"01048":2,"01050":3,"01051":2,"01053":3}},{"id":8521,"name":"Quandary gets multiple subroutines!","creation":"2014-08-13 12:16:24","description":"<p>...by becoming a freaking bioroid!<\/p>\n\n<p>Its the latest craze in glacier decks.  Janky glacier decks.<\/p>\n\n<p>Dig hard for the quandaries\/levy universities.  While drawing you should find big bioroids and BER\/OAI.  Use those to protect your centrals.  <\/p>\n\n<p>Install levy -> find quandary -> find quandary.  Now your deck is almost devoid of small ice (1 quandary left unless you draw it).    The next trick is to get your quandaries rezz'ed so you can mutate them.  With 0 small ice left in the deck you will be 100% sure to get at worst viktor 2.0 which is also an optional secondary mutate target.  The best way to get them rezzed is to find them early and make them the first ice on HQ and R&amp;D.<\/p>\n\n<p>If you draw BER and OAI early, you can use Levy to find a fatty to rez with them.  Archived memories works to repeatedly play mutate.  Interns works to install the trashed quandary from your archives on the outermost slot...for free!<\/p>\n\n<p>Problems - getting quandary rezzed.  Maybe you need to save OAI just for that, it trashes with mutate, and you can get it back with archived memories.  Parasite recursion before you can mutate.  <\/p>\n\n<p>Funny stuff - Rezzing tons of big ice for 1 cred it(the mutate install counts for HB EtF trigger.  I have no clue how it will score agendas besides runners being to scared to take some brain damage.  Try it as Stronger Together for even more big bioroid pain in the assness (slip in some viktor 1.0s as mutate targets!).<\/p>\n\n<p>Hilarious.<\/p>\n","username":"x3r0h0ur","cards":{"01054":1,"01055":1,"01058":3,"01061":3,"01106":3,"01110":2,"02012":3,"02070":3,"02079":2,"03006":3,"03013":3,"03015":3,"03017":2,"03019":3,"03024":3,"04015":2,"04030":2,"04060":2,"04120":3,"06004":3}},{"id":8522,"name":"NBN 4th place Nordic Champs 2014","creation":"2014-08-13 12:29:04","description":"\n","username":"Siegl","cards":{"01059":2,"01080":1,"01081":3,"01082":2,"01084":1,"01088":1,"01090":2,"01092":3,"01110":3,"01111":2,"02019":2,"02020":2,"02056":3,"02110":3,"02115":3,"04015":3,"04034":2,"04040":2,"04076":3,"04096":2,"04119":3,"05027":2}},{"id":8523,"name":"Kate 4th place Nordic Champs 2014","creation":"2014-08-13 12:29:53","description":"\n","username":"Siegl","cards":{"01004":1,"01008":3,"01012":2,"01024":2,"01026":1,"01033":1,"01050":3,"02009":2,"02066":1,"02091":3,"02106":3,"02107":2,"03031":1,"03034":1,"03038":3,"03040":3,"03046":3,"03048":1,"03049":3,"03052":3,"03053":3,"04067":1}},{"id":8524,"name":"code gate city","creation":"2014-08-13 13:26:19","description":"<p>minimalist approach maybe?<\/p>\n","username":"ta2d2","cards":{"01007":2,"01008":2,"01014":2,"01044":2,"01050":3,"02009":2,"02047":3,"02048":3,"02088":2,"02089":2,"02091":3,"03028":1,"03031":3,"03038":2,"03046":3,"03049":3,"03052":2,"04108":3,"06019":3}},{"id":8525,"name":"Andromeda - President\/CEO 2.0","creation":"2014-08-13 15:10:31","description":"<p>This is an update to my semi-recently posted Andy deck.  The core of it is the same but I have made a couple changes that I think have improved it.  I found room for 3 Daily Casts instead of PPVP.  I lose a little security for Corroder protection but I think Casts are generally worth more money during a game.<\/p>\n\n<p>I dropped a Clone Chip to add a 2nd RDI.  So many games are simply about the number of accesses I can get, and RDI is very powerful.  Additionally, I dropped 2 LW for 1 HQI.  This was mainly for deck space, and an HQI early is very strong.<\/p>\n\n<p>Added 1 Carapace for the breaking news and Posted Bounties of the world.  I am almost always able to out money Scorch decks, but 1 carapace gives me a little extra protection if needed.<\/p>\n\n<p>Last change was Alias for Ninja.  I am not sold out on this, but it's what I have for now.  <\/p>\n\n<p>Compromised Employee is still my favorite card.  Its so strong against Glacier builds, and the extra link comes in handy very often.  <\/p>\n\n<p>This deck has been carrying me in the OCTGN Stimhack league as I am still finding a corp I am totally happy with.  As always, any questions or comments, please let me know!<\/p>\n","username":"Nordrunner","cards":{"01007":1,"01012":2,"01018":3,"01020":3,"01022":3,"01024":3,"01026":1,"01043":1,"01050":3,"02009":1,"02025":3,"02043":2,"02083":1,"02085":1,"02104":3,"02105":2,"02107":2,"03038":1,"03052":3,"03053":3,"05035":1,"05041":1,"05048":2}},{"id":8527,"name":"Noise Sauce","creation":"2014-08-13 15:14:15","description":"<p>The word I would use to describe this deck is inevitable. I have milled 2 opponents so far who were playing long game glacier decks. everyone else ends up with all agendas in HQ or the trash.<\/p>\n","username":"CodeMarvelous","cards":{"01001":1,"01002":3,"01006":2,"01007":2,"01008":3,"01009":2,"01010":1,"01011":2,"01012":3,"01014":1,"01016":3,"01047":3,"01050":3,"02003":2,"02041":1,"03047":3,"03053":3,"04043":3,"06014":2,"06037":3}},{"id":8528,"name":"Cache or Credit?","creation":"2014-08-13 15:49:20","description":"<p>Hypothetical rework of the old Wyldside\/Pawnshop Noise from back in the day. <a href=\"http:\/\/netrunnerdb.com\/en\/card\/06037\">Cache<\/a> is bonkers: Besides the mill, it nets you 5 credits (without Grimoire; 6 with) assuming you pawn it to Aesops, which you will. And if you manage to Surge it, you'll be netting 8 (though that's probably not what you should be using Surge for...). With clone chip and Cache in the bin, you have an instant-speed answer to a broke Noise.. .mid run! Netting 2 or 3 mid run can be big in tight situations.<\/p>\n","username":"CJFM","cards":{"01001":1,"01002":2,"01006":2,"01007":2,"01008":3,"01009":2,"01010":1,"01011":2,"01012":3,"01014":1,"01016":3,"01047":2,"01050":3,"01051":1,"02003":3,"02009":2,"02081":1,"03038":3,"03053":3,"04082":2,"05035":1,"06037":3}},{"id":8529,"name":"HB San San","creation":"2014-08-13 16:28:52","description":"<p>This is a deck created from the \"HB Brainbuster -The Purple Jinteki - update\" deck by the netrunnerdb user x3r0h0ur.<\/p>\n","username":"frankyanderson","cards":{"01054":1,"01055":3,"01056":3,"01061":2,"01063":2,"01090":3,"01110":3,"01113":2,"02080":1,"02092":3,"02110":3,"03004":1,"03006":2,"03007":1,"03008":1,"03009":3,"03011":1,"03017":2,"04015":3,"04034":3,"04071":3,"04119":2,"04120":1,"05024":1}},{"id":8530,"name":"Jank Jintek","creation":"2014-08-13 16:55:37","description":"<p>Here's a janky Jinteki build. The idea is to place down snowflakes as cheap, reasonably reliable, parasite resistant ETR ice, tutoring for them with Levy University as needed, and then mutate them into the big guys, notably Janus. <\/p>\n\n<p>Agendas are chosen so that they all cost money to steal, setting back the Runner's tempo and giving you time to set up. Also, the most likely way for them to win is to take a Future Perfect and two 2 pointers, so a single Shi.Kyu will force them to have to steal an extra agenda.<\/p>\n\n<p>Assets are fairly straightforward; Sundews and Pad Campaigns for steady income; Snares to pad HQ and threaten flatline after they've taken some brain damage, etc.<\/p>\n\n<p>Operations are primarily econ for rezzing big ice without Mutate, and of course Mutate to get janky ice on the table.<\/p>\n\n<p>Ideally the three centrals will have Janus or Susan as the outermost pieces so that they have to pass through a Janus before hitting any remotes. And if they click through Janus, they have to take two brain damage in order to have any clicks left to run remotes!<\/p>\n\n<p>I'm not sure at all how reliable this is, how long it takes to set up, or how vulnerable the deck is before it's set up. But it sounds like a fun idea that I'm excited to try out! Obviously Femme kills this, as does Kraken, though I don't see either of those too much in my meta. Thoughts? Suggestions?<\/p>\n","username":"turkishvancat","cards":{"01069":1,"01070":3,"01078":3,"01090":1,"01109":3,"01110":3,"02012":3,"02015":3,"02031":1,"02032":3,"03022":1,"03024":3,"04012":3,"04015":3,"04054":3,"04119":3,"05007":3,"05011":2,"05012":1,"05020":1,"06004":3}},{"id":8531,"name":"Easy Running","creation":"2014-08-13 16:58:09","description":"<p>A tester in progress<\/p>\n","username":"Garld","cards":{"01002":2,"01003":2,"01004":2,"01005":3,"01007":2,"01008":2,"01010":2,"01011":1,"01015":2,"01022":2,"01026":2,"01043":1,"01050":3,"02002":2,"02009":2,"02082":2,"02087":2,"02091":2,"02105":2,"03053":3,"04003":2,"04041":1,"04043":2}},{"id":8533,"name":"Nasir v1.2","creation":"2014-08-13 17:25:10","description":"<p>This is a work in progress, only uses cards I have (single core set + about half the data packs).<\/p>\n","username":"ScrappySPJ","cards":{"01004":2,"01005":3,"01026":2,"01034":3,"01040":2,"01041":1,"01042":2,"01043":2,"01044":1,"01049":2,"01053":3,"02008":2,"02009":2,"02041":1,"02047":2,"02049":3,"02082":1,"02091":1,"02107":3,"04003":2,"04006":2,"06017":1,"06019":3}},{"id":8534,"name":"Lunar Sprawl","creation":"2014-08-13 17:45:41","description":"\n","username":"ampersam","cards":{"01057":1,"01069":2,"01083":3,"01084":2,"01085":1,"01087":1,"01088":2,"01090":3,"01091":1,"01103":2,"01106":3,"01109":3,"01110":3,"01112":2,"02016":3,"02029":1,"02055":2,"02056":2,"02074":2,"02118":1,"03027":2,"04015":3,"04040":2,"04075":2,"04076":3,"04100":2,"04117":2,"04119":3,"05018":3,"06005":1,"06012":2}},{"id":8535,"name":"Whizz: Donuts","creation":"2014-08-13 19:10:48","description":"<p>WIP, debating swapping a donut for a prof contacts as draw is hugel important. Other option is to go all in on hostage so I can get a more reliable Kati or Donut. Overall though, has been pretty solid so far. Not sure about sharpshooter but it's great early doors for face checking.<\/p>\n","username":"Chimpster","cards":{"01007":2,"01008":3,"01010":2,"01011":2,"01012":3,"01014":2,"01015":1,"01016":2,"01032":1,"01047":1,"01050":3,"01053":3,"02001":1,"02002":3,"02041":2,"02091":2,"03053":3,"04004":2,"04043":3,"04067":3,"05055":2}},{"id":8539,"name":"Prof Positive","creation":"2014-08-13 19:30:44","description":"<p>Major props go out to Peekay for his original iteration of this deck, \"Vivat Academia.\"  It truly is a must-see for anyone looking to build a Professor deck.  It's not Freelance Coding Contract heavy, but I've had a lot of fun with it so far, and will continue to run this in store tournament play.  Basically all I did was remove 1 Opus and slip in 1 Leprechaun, as well as modify the breaker suite slightly to fit my play style.<\/p>\n","username":"esutter479","cards":{"01007":1,"01008":2,"01009":1,"01010":1,"01012":1,"01026":1,"01028":1,"01035":3,"01041":2,"01043":1,"01044":2,"01050":3,"02003":1,"02009":2,"02041":1,"02047":3,"02066":1,"02104":1,"03029":1,"03031":1,"03034":3,"03038":3,"03040":2,"03046":3,"04061":1,"04065":1,"04086":2,"06019":1}},{"id":8540,"name":"NEXT Stop, Haas-Bioroid!","creation":"2014-08-13 19:35:43","description":"<p>More NEXT love!!  This latest version of my favorite Corp ID was helped along by CodeMarvelous, and then I fine tuned it a bit more where I thought it needed a little help.  Added some more OpEcon, as well as Pup and Ice Wall and Eli for some early game taxation (Ice Wall for pumping up later if Atman hits the table), and went a bit lower on Sentries for more of a surprise factor, as well as to tax myself less.  Feedback welcome, as always. :)<\/p>\n","username":"esutter479","cards":{"01055":3,"01059":2,"01064":1,"01103":3,"01108":3,"01110":3,"02051":3,"02070":3,"02110":3,"03003":1,"03014":2,"03023":2,"04011":3,"04015":3,"04119":3,"05018":3,"05024":1,"06002":3,"06003":3,"06010":2}},{"id":8541,"name":"No sir, you can't","creation":"2014-08-13 20:01:10","description":"<p>A crazy denial deck. Don't let the runner do nothing at all. Power shutdown or will-o-the-wisp their icebreakers. Use Broadcast Square to make your Snoop and Data Hound machines. Invade their privacies and remove their main cards. Taurus keep their hardware dead, and Assassinate their resources. No sir, you can't enter here.<\/p>\n","username":"Diegofsv","cards":{"01082":3,"01090":3,"01101":2,"01106":3,"01110":3,"01111":2,"02055":2,"02096":2,"04012":1,"04014":3,"04015":3,"04016":2,"04056":2,"04058":3,"04076":3,"04096":3,"04112":3,"04119":1,"06005":1,"06009":2,"06032":3}},{"id":8543,"name":"My First Hacking Rig! (TM)","creation":"2014-08-13 22:44:34","description":"<p>This is my first crack at building a deck. I am just learning the game, and I only have 1 Core Set, What Lies Ahead, and Trace Amounts. I would love some feedback on this deck.<\/p>\n\n<p>Feel free to rip it to shreds, but please explain WHY it sucks. :-P<\/p>\n","username":"SQUIDwarrior","cards":{"01005":1,"01008":2,"01018":2,"01027":2,"01033":1,"01034":3,"01035":2,"01036":3,"01037":3,"01038":2,"01040":2,"01041":1,"01043":2,"01044":2,"01045":2,"01047":1,"01048":2,"01049":3,"01050":3,"01053":3,"02009":2,"02027":2}},{"id":8544,"name":"Nasir - Spaces Between","creation":"2014-08-13 23:42:52","description":"<p>The currents are shifting, and the game of cat and mouse turns more electrifying than ever! What will our intrepid Cyber Explorer find hidden in The Spaces Between?<\/p>\n\n<p>As Nasir empties his mind into the code, he needs to be ready for anything the wily corp can throw his way! Pack a couple copies of <a href=\"\/en\/card\/06037\">Cache<\/a> for that cheap in-run money - and they said you couldn't take it with you! Once the counters are gone, <a href=\"\/en\/card\/03034\">Scavenge<\/a> it to keep your pockets lined. Still need a little extra help paying your way through the beefy stuff? Hire a <a href=\"\/en\/card\/06040\">Ghost Runner<\/a>! This ephemeral beauty can weave her way through the spaces between the data and make a timely delivery before fading back into the aether.<\/p>\n\n<p>And who better to give Nasir the support he needs than the people of the Beanstalk? The exploits of the Cyber Explorer have traveled the lips of everyone from Heinlein to New Angeles, from ChiLo to Midwaym and beyond! Enamored with this modern-day Robin Hood, it's rare that our <a href=\"\/en\/card\/06038\">Net Celebrity<\/a> leaves his <a href=\"\/en\/card\/02049\">Personal Workshop<\/a> without a starstruck fan slipping him a little monetary how-do-you-do.<\/p>\n\n<p>And what a boon! These all combine to fuel Mr. Meidan's beefy rig and let him punch his way into the hardiest of servers, oftentimes on the corp's dime! But for when those corps do get cheeky, and ice up a server late (a dirty trick if ever there was one; nothing like working to earn your credits for the glory run, only to be foiled by a Pop-Up Window!), Nasir isn't afraid of pulling some tricks from the Criminal playbook. He <a href=\"\/en\/card\/01020\">Forged<\/a> a few <a href=\"\/en\/card\/01020\">Activation Orders<\/a>, and he's not afraid to slip them into a server grid here and there - better the layoffs than the surprise credit-loss.<\/p>\n\n<p>Until next time - Happy Exploring!<\/p>\n","username":"BTrain","cards":{"01008":1,"01012":1,"01020":2,"01026":1,"01034":3,"01041":2,"01043":1,"01044":1,"02004":1,"02047":3,"02049":3,"02066":1,"02091":2,"02107":2,"03034":3,"03038":2,"03040":2,"03046":3,"04067":1,"04086":3,"06017":1,"06037":3,"06038":2,"06040":2}},{"id":8545,"name":"Ghost Whizzard","creation":"2014-08-13 23:46:00","description":"<p>This is a stealth deck I'm tinkering with. There's still plenty of cards we don't know about that will be in the same packs as some of the cards I added but I'm looking for suggestions on how to make this deck better with what we know now.\nThanks.<\/p>\n","username":"HepatitvsJ","cards":{"01002":3,"01006":2,"01008":3,"01010":3,"01012":3,"01016":3,"01047":1,"01050":3,"01053":3,"02001":1,"02003":3,"02041":1,"03035":1,"03053":3,"04043":3,"04103":2,"04104":2,"06040":3,"06053":1,"06057":1,"06077":1}},{"id":8546,"name":"Neural Spike","creation":"2014-08-13 23:46:30","description":"<p>Trying my hand at corp deck building for the first time. I only have 1 Core, What Lies Ahead, and Trace Amount (hence the limited set of cards). I would love some feedback on this deck!<\/p>\n\n<p>Feel free to rip it to shreds, but please explain WHY it sucks. :-P<\/p>\n","username":"SQUIDwarrior","cards":{"01067":1,"01068":2,"01069":2,"01070":3,"01072":2,"01075":2,"01076":2,"01077":3,"01078":2,"01079":1,"01084":2,"01087":2,"01090":2,"01096":1,"01101":2,"01103":2,"01107":1,"01108":2,"01109":2,"01110":3,"01113":2,"02032":3,"02034":2,"02039":3}}]