[{"id":9697,"name":"InformantA","creation":"2014-10-13 00:46:52","description":"<p>Install the connection, such as The Supplier and Theophilius Bagbiter, with draw many cards, to align the rig. \nAttack when you complete the rig. \nOnce you have caught all the deck, if you reset Levy AR Lab Access, effective event return to the deck.<\/p>\n","username":"cactusman","cards":{"01007":1,"01018":2,"01021":1,"01024":2,"01026":1,"01030":2,"01031":1,"01050":3,"01051":1,"02007":1,"02008":1,"02069":3,"02083":1,"02085":2,"02087":2,"02091":2,"02107":1,"03035":1,"03055":1,"04004":3,"04009":1,"04049":1,"04065":1,"04106":3,"05031":3,"05049":1,"05050":2,"06056":2}},{"id":9698,"name":"Pianowire Lessons","creation":"2014-10-13 01:06:25","description":"<p>CT stealth rig deck using astrolabe and switchblade.  <\/p>\n\n<p>Work in progress, but I'm looking at getting a stealth rig online as fast as possible.  I've played a few different CT stealth builds ever since cloak and dagger were released and this will be my latest attempt as soon as I get my hands on the new cards.<\/p>\n\n<p>I've cut down on tutoring from a typical smc clone chip shaper build, which I will likely change my mind on after I have to play a game with no breaker.  However, the hope is with the additional dig from astrolabe, a criminal style 3 tutors plus one of each breaker approach will be enough consistency.<\/p>\n\n<p>Ice carver is to lower Eli to 3 for blackat and komainu to zero for switchblade.  I'm going to try a few different versions of the Econ, here I'm using some event Econ coupled with personal workshop, and Kati.  I would like a magnum opus, but if I stick with cloak as the main stealth credit source then it's difficult to find the MU.  It means dropping some of the Econ likely for yet more MU cards which seems to counteract the benefit of playing CT in the first place.<\/p>\n\n<p>I know deus x is more common as the card to run against pe, but I'm trying out including one feedback filter.  And then I have the one of plascrete as well for some measure of scorch protection.<\/p>\n","username":"Garbo","cards":{"01015":1,"01034":3,"01035":2,"01036":2,"01050":3,"02009":1,"02046":1,"02047":3,"02049":3,"02085":2,"02091":2,"02107":2,"03035":1,"03037":1,"03041":3,"04006":1,"04104":1,"06040":3,"06053":1,"06057":1,"06077":1,"06079":3}},{"id":9699,"name":"Overmind Over Matter","creation":"2014-10-13 02:15:55","description":"<p>Be patient. The beauty of the deck is you&#039;ll be able to run anywhere, no matter the ICE. \nDraw through the deck as quickly as you can, and build econ. Punish the corp for fast advancing an agenda by hitting R&amp;D the following turn. See the corp getting close to 7 credits? Hopefully <a href=\"\/en\/card\/01018\">Account Siphon<\/a> or <a href=\"\/en\/card\/05035\">Legwork<\/a> are available. \nChallenge the corp to set up faster than you can, and put them on the defensive.\n<a href=\"\/en\/card\/05048\">Security Testing<\/a> to force them to ICE naked servers or else give you an easy 2 creds. <a href=\"\/en\/card\/03048\">Inti<\/a> need only be played against NBN, otherwise ignore it.<\/p>\n","username":"ImTheBanker","cards":{"01018":1,"01026":1,"01034":3,"01035":3,"01050":3,"02024":2,"02046":1,"02047":3,"02091":2,"02107":3,"03034":3,"03048":1,"03049":1,"03052":3,"03053":3,"03054":2,"05035":1,"05048":1,"05053":3,"06055":1}},{"id":9700,"name":"Great Deku Tree","creation":"2014-10-13 02:19:04","description":"<p>Made some changes for Up and Over to this terrifically consistent deck.\n+1 <a href=\"\/en\/card\/06065\">Mamba<\/a> -1 <a href=\"\/en\/card\/04074\">Tsurugi<\/a>. \n+2 <a href=\"\/en\/card\/06066\">Reversed Accounts<\/a> -1 <a href=\"\/en\/card\/04060\">Interns<\/a> -1 <a href=\"\/en\/card\/06022\">Enhanced Login Protocol<\/a>.\nThe #Mamba is mainly there as a shakeup for mimics. Don&#039;t forget, however, if you win the psy game, that running into <a href=\"\/en\/card\/05017\">Komainu<\/a> or without a grip means death.\n3 <a href=\"\/en\/card\/06022\">Enhanced Login Protocol<\/a>s were excessive, as I find I usually only play one to close out the game on my penultimate turn. <a href=\"\/en\/card\/04060\">Interns<\/a> also was dead more often than not. <a href=\"\/en\/card\/06066\">Reversed Accounts<\/a> will join <a href=\"\/en\/card\/04054\">Sundew<\/a> as cards the runner must run against. I think of it as more of an econ control card against the runner.<\/p>\n","username":"ImTheBanker","cards":{"01062":1,"01068":3,"01078":1,"01110":3,"02013":2,"02015":2,"02031":1,"04012":2,"04015":3,"04054":3,"04060":1,"04074":2,"04093":2,"04114":2,"04119":3,"05006":1,"05007":2,"05009":3,"05017":3,"05018":3,"06003":2,"06022":2,"06065":1,"06066":2}},{"id":9701,"name":"Nin-Kit-Su","creation":"2014-10-13 02:25:40","description":"<p>Slow but effective, this deck pushes Refractor to its absolute limits. Mulligan aggressively for pieces and get an early Refractor out alongside a Cloak or Lockpick. Assemble the other pieces of the rig by drawing hard with ProCon.<\/p>\n\n<p>Kati is a key card for this deck's economy. You're only running once per turn, so you can click Kati nearly every turn for cash, and when you need to make that big R&amp;D run or Legwork, let 'er rip.<\/p>\n\n<p>Some card changes I've considered dropping are Tinkering or Modded, but Tinkering is a great surprise move and Modded is the only cheap way to get R&amp;D Interfaces out. You could consider swapping the Legworks for HQ Interfaces if you want more Modded targets.<\/p>\n","username":"cranked","cards":{"01035":2,"01037":2,"01038":3,"01050":3,"02091":2,"02107":3,"03028":1,"03041":3,"03042":2,"03046":3,"03049":3,"03052":3,"03053":3,"04006":3,"05035":2,"06040":3,"06053":2,"06057":3}},{"id":9702,"name":"Hard Stealth Kit w\/ Astrolabe","creation":"2014-10-13 03:04:29","description":"<p>They move fast. Move faster.<\/p>\n\n<p>This is a hardware-centric Kit build that can get set up scary fast with Replicator, Inside Man, and Astrolabe. The newest Shaper console works wonders here. The more the corp tries to expand their server portfolio, the quicker you get the tools you need. And that additional 1 MU will make a world of difference in the amount of pressure you can put on. Now you can have a Magnum Opus, a breaker, and an SMC in play without having to have dropped up to 4 credits on your CyberSolutions.<\/p>\n\n<p>In terms of Magnum Opus, drawing into it is perfection, but tutoring for it with an early SMC is hardly ever a bad move (I tend to save Test Runs for breakers, plus you can always clone chip that SMC back later). In fact I usually dedicate my first SMC to making sure Mopus hits the table; not only does it set up a devastating economic potential, but it's your Scorch\/Midseasons protection in a deck that just doesn't have time for Plascrete. That makes it all the more important to realize the healthy mix of blazing speed you can achieve needs to be tempered with economic patience. The more money you have, the less the corp can do to you. There are usually one or two money-making turns you should be able to identify in most games, wherein you should feel comfortable letting off server pressure and clicking Mopus for 8 credits; in much the same way corps identify scoring windows, your win rate with this deck will skyrocket when you can start to identify economy windows.<\/p>\n\n<p>This build isn't wildly different from the first version of Hard Stealth Kit that inspired it. The second copy of Magnum Opus is out, which can put a little more weight on your Clone Chips' shoulders should it get trashed, but since I consistently SMC out the Mopus, drawing into the second was always a disappointment. Depending on your meta, this deck can run a one-off Deus X or Sharpshooter if you want it to, but I personally favor patient play over the silver bullets. Give it a try and let me know how it works for you!<\/p>\n","username":"BTrain","cards":{"01008":1,"01012":1,"01044":1,"01050":3,"02047":2,"02068":3,"02085":2,"02088":3,"02107":3,"03028":1,"03038":3,"03041":3,"03042":1,"03046":3,"03052":3,"04006":3,"04086":3,"06040":3,"06053":1,"06057":3,"06079":2}},{"id":9703,"name":"Welcome Back NRDB!!!","creation":"2014-10-13 05:10:46","description":"<p>Glad to see Alsciende back in the saddle with Netrunner DB online again!  <\/p>\n\n<p>In your honor, here's my design for a fast burning full breaker suite deck, borrowing from BGPWM.  Playing Big Girls, I found tunnel vision got me taken out of the game seeking that Monolith, and you can do a lot with the Toolbox, though it doesn't provide the same kind of damage protection.  Add in Duggar's, and this deck hums along at twice the speed.  Enjoy, and Gods bless NRDB!<\/p>\n","username":"7thson","cards":{"01018":1,"01034":3,"01041":2,"01043":2,"01044":3,"01045":1,"01050":3,"02009":2,"02027":2,"02041":1,"02046":1,"02087":3,"02089":2,"02107":2,"03033":3,"03035":3,"03041":3,"03042":2,"06054":2}},{"id":9704,"name":"The Red Division","creation":"2014-10-13 06:24:54","description":"<p>Hi everyone, here is a way I think Nisei Division can be very deadly. This is a idea I am throwing here so I looking for you guys to help me polish the deck. :)<\/p>\n\n<p>Here's the idea:<\/p>\n\n<p>Tori Hanzo + House of Knives + Mamba work together. Combine this with Bullfrog by moving it in and out the server where she's installed to give him brain damage. Preferably you want Tori with Caprice to make sure she will not get trashed.<\/p>\n\n<p>Bullfrog have two main purpose: <\/p>\n\n<p>*Early on you want it on central to save you from bad run event like Account Syphon, Indexing, The maker's Eye, etc. <\/p>\n\n<p>*Later on you want to move them onto the remote to make it more expensive and it save some credits for the install cost.<\/p>\n\n<p>Komainu can be combined with Mamba or Yagura to make a server deadly.<\/p>\n\n<p>Cerebral Cast is the silver bullet. You'll force the runner to take a Brain Damage or Scorch him to death. A Snare! is always another solution.<\/p>\n\n<p>This type of deck is mean. I don't think I nailed the perfect combination but the core is there. Let me know what you think guys. Who knows, we might discover a new nasty Jinteki archetype there.<\/p>\n","username":"Exo","cards":{"01069":1,"01070":3,"01099":3,"01110":3,"02015":3,"02053":1,"02073":3,"04012":3,"04015":3,"04093":3,"04114":3,"05002":1,"05004":3,"05006":1,"05007":3,"05010":1,"05013":3,"05017":2,"05022":2,"06063":2,"06065":3}},{"id":9705,"name":"I'm Blue","creation":"2014-10-13 07:00:11","description":"<p>Midseason scorch deck.  Uses no bad publicity so we can play NAPD and make use of some tracing ice.  The Blue sun ability is best used on the various 5 cost ice or on the root itself if you think the runner can trash it next turn.<\/p>\n\n<p>I've avoided any complex combos and kept things simple, however we have limited options for dealing with plascrete.  Power grid overload could be worth squeezing in, or a corporate trouble shooter to help land with the taurus.<\/p>\n","username":"Garbo","cards":{"01098":3,"01099":3,"01103":3,"01104":2,"01110":3,"01111":3,"02018":3,"02019":3,"02077":2,"02116":2,"04015":3,"04040":3,"04117":3,"04119":3,"06003":3,"06008":3,"06009":2,"06049":2,"06068":1}},{"id":9706,"name":"A Beta Test too Far","creation":"2014-10-13 09:11:40","description":"<p>It's a pretty basic fast advance deck, but I think it's got a couple of my own personal, neat twists to it.<\/p>\n\n<p>The Neural Katana \/ Psychic Field merely serve to deter and piss off the runner. Giving them the Psychic threat is generally enough to get out an Agenda or two.<\/p>\n\n<p>Deck does not include Lunar Cycle because I don't own it, feel free to suggest what I should put in when I do eventually buy in!<\/p>\n","username":"Softman25","cards":{"01054":1,"01055":3,"01056":2,"01059":2,"01062":1,"01064":1,"01077":2,"01090":1,"01091":1,"01106":1,"01110":3,"01111":1,"02013":2,"02051":3,"02052":2,"02070":2,"02110":3,"03013":1,"03014":2,"03015":2,"03017":1,"03023":1,"04015":3,"04030":1,"04096":2,"04100":2,"04119":2,"05010":2}},{"id":9707,"name":"Psycho-Overload","creation":"2014-10-13 09:51:20","description":"<p>The deck makes crazy amounts of money crazy fast. <\/p>\n\n<p>The strategy is pretty straight forward: (1) make money, (2) feed and agenda to the runner (ideally making them run through one or two ice and pay for NAPD), (3) midseasons, (4)psychographics &amp; win. <\/p>\n\n<p>This is a rethinking of a previous NBN:TWiY deck that I had before <a href=\"\/en\/card\/06027\">Information Overload<\/a> had come out. That deck got me 2nd and 3rd place in the three tournaments that I used it. But, one of the few problems with that deck was that ice was too porous during mid to end game; however Info Overload fixes this, since once you use <a href=\"\/en\/card\/02116\">Midseason Replacements<\/a> , you end up with an Info Overload that can cost around 15 credits to break, and most of the time ends up wiping most of the runner's cards from the table. <\/p>\n\n<p>Important thing is to Midseason for large amounts; I usually do it for 15 to 20 credits. <\/p>\n\n<p>The awesome things is that even when the runner knows how this deck works, he or she can't steal unprotected agendas if he or she still has a small economy (since <a href=\"\/en\/card\/02116\">Midseason Replacements<\/a> looms as an immanent problem). So scoring an early unprotected <a href=\"\/en\/card\/01081\">AstroScript Pilot Program<\/a> suddenly becomes possible if the runner is familiar with this deck.<\/p>\n\n<p>Only play-tested one day against 3 different runners, and got 6 wins and 1 loss.<\/p>\n","username":"benticurus","cards":{"01080":1,"01081":3,"01085":3,"01098":3,"01110":3,"01113":2,"02019":1,"02020":1,"02056":3,"02070":3,"02110":3,"02115":3,"02116":3,"03027":1,"04015":3,"04040":3,"04076":3,"04090":2,"04095":1,"04119":3,"06027":2}},{"id":9708,"name":"Cerebral Combo 3.0 [Up & Over Version]","creation":"2014-10-13 10:41:47","description":"<p>Here are my ideas when i built this deck :<\/p>\n\n<ul>\n<li><strong><a href=\"\/en\/card\/06041\">IQ<\/a><\/strong> and <strong><a href=\"\/en\/card\/06064\">Ashigaru<\/a><\/strong> synergize well with <strong><a href=\"\/en\/card\/04072\">Panic Button<\/a><\/strong><\/li>\n<li><strong><a href=\"\/en\/card\/06061\">Architect<\/a><\/strong> is a try here. Nice to see what will come, perhaps place an ice or <strong><a href=\"\/en\/card\/04072\">Panic Button<\/a><\/strong> or at least tax the runner.<\/li>\n<li>54 cards deck because i was not satisfied with with 49 cards version and it could be nice against <strong>#Noise<\/strong> + <strong>#Cache<\/strong>.<\/li>\n<\/ul>\n\n<p>Please comment :)<\/p>\n","username":"Nergaal","cards":{"01058":3,"01059":3,"01062":1,"01064":1,"01106":3,"01110":3,"02051":2,"02070":3,"02110":3,"03001":1,"03005":3,"03019":3,"04034":3,"04040":3,"04072":2,"04090":3,"04100":3,"04111":2,"04117":1,"06003":1,"06022":1,"06030":1,"06041":2,"06061":1,"06064":3}},{"id":9709,"name":"Blue SunSun","creation":"2014-10-13 11:08:02","description":"<p>Pick 'em up, put 'em down.<\/p>\n\n<p>This is a quick-moving Weyland deck that has the flexibility of fast advance, the taxation of glaciers, and the teeth that our faction is known for. Any good Weyland deck wants to beat you into the ground with its bank account, and Blue Sun is maybe the best fit of this philosophy we've seen yet.<\/p>\n\n<p>This deck packs 19 pieces of taxing or flat out gargantuan ice, but it's not content to sit back and wait for you to try and crack through. Your goal here is to score out an over-advanced Atlas as early as possible, and if you get two power counters on it, you're in a beautiful spot. Because once you've built up your taxing remote and the money to defend it (both easy with Blue Sun), it's time for you to find and install the star of this deck: your SanSan. And now the fun begins.<\/p>\n\n<p>You've over-advanced your Atlas, and you have a SanSan rezzed behind several pieces of heavy ice that you've now shifted over from various places around the board. You know what this means right? That Atlas essentially becomes Weyland's version of an AstroScript that can search for itself. Pull an Atlas from the deck, install-advance-advance. It's a 2\/2 agenda. It doesn't refresh itself with a counter like Astro, but that's ok. Your defenses are more than taxing enough to wait for more agendas to come down the pipeline. And don't be afraid to Atlas out the SanSan either, especially if you know you <em>don't<\/em> have a safe scoring window. Pull it from R&amp;D with a counter, stick something else in a remote, and watch as the runner spends all their money making what they think is a power play. You control the economic pace with this deck.<\/p>\n\n<p>And because of that need to be the one holding the purse strings, you'll notice there's no bad pub here. No Grim, no Frackings, no Hostiles, and yes that means no Archer. But it doesn't matter. Sure, the runner will never hit anything nasty, but what they do hit, they'll need money to break. Lots of money. And if they do have the money to break into your servers, will they be able to pay 4 credits to steal the NAPD you put down? If they can pay 4 to steal the NAPD, will they have enough left to survive the SEA Scorch you pulled from your deck with Atlas after you get 8 credits from the Tollbooth they paid so much to run through?<\/p>\n\n<p>Yes, D4v1d is a quite appropriately a weakness to this deck. Before you Oversight your Curtain Wall to gain 14 credits at the start of your next turn, you'll need to consider the likelihood of them dropping a D4v1d and breaking it. It's best if you can protect it behind a dinky piece of ice like Datapike or Ice Wall so they can't snipe your burst economy ice right after you drop it.<\/p>\n\n<p>This deck is still in its infancy but I've had a lot of early success with it out of the gate. Whether that's because it's well built (doubtful!), or people aren't used to Blue Sun, or Blue Sun is just that crazy good, it's too soon to say. But I would love for you to try this out and let me know what you think!<\/p>\n","username":"BTrain","cards":{"01086":1,"01090":2,"01092":2,"01099":3,"01102":1,"01103":2,"01106":2,"01110":3,"02018":3,"02019":2,"02059":2,"02079":3,"03027":3,"04015":3,"04078":2,"04099":2,"04117":3,"04119":3,"05024":2,"06008":2,"06030":1,"06047":1,"06068":1,"06069":1}},{"id":9710,"name":"Replicating Kills 2.5 - Flatline like a true Jinteki CEO!","creation":"2014-10-13 12:32:51","description":"<p>This is the deck I'm currently running. It's incredibly strong if you know how to pilot it. It's an advanced version of my Perfect Marketing deck. <\/p>\n\n<p>With the last pack it got some significant upgrades.<\/p>\n\n<p>Run X servers. Kitsune into Snare! From hand. Finish off with Scorch. Throw a Cerebral Cast when you want to break an important resource and let them struggle between taking a brain damage against your snares and shocks, or take a tag and risk Scorches. Use Reclamation Order to pick up your scorches, or sundews if they get trashed.<\/p>\n\n<p><em>yardle<\/em>yardle<em>yardle<\/em><\/p>\n\n<p>The only game I really \"lost\"  ( it's inverted commas because I won the game)  was against an unexpected Escher that transformed my only remote into 8c run. I won because I won a Nisei psy-game, but generally that move was \"almost\" checkmate for me ( all Medical were gone and only 3\/5 left and 1 Philotic). Only possible solution except a gamble on Nisei ( still 66% chance) was to try to sneak face down 0 advance Philotic and hope for him to not check it .<\/p>\n\n<p>Flatline runners like a true Jinteki CEO!<\/p>\n\n<p>P.s. Reversed Account is something new that I'm trying out. If it doesn't work, you can spend the influence in 3x Encryption Protocol ( that has been a part for the last 2-3 versions of the deck) or a semi-upgraded version with Enhanced Login Protocol + 1x Sealed Vault (for AS and no1 will trash it for 8c :D ). Play Jessus Jackson if you like, although I haven't been using him for the past 6 months and I'm completely fine with that. He just isn't so beneficial\/ crucial for this deck. You rarely want to draw fast something. This is a slow, grinding, control deck.<\/p>\n","username":"Dydra","cards":{"01070":3,"01099":2,"02031":1,"04013":2,"04054":3,"04073":2,"04074":1,"04111":1,"04114":2,"04115":2,"05005":3,"05006":1,"05007":3,"05009":3,"05013":2,"05016":2,"05017":2,"05018":1,"05020":1,"05026":3,"06003":2,"06022":1,"06030":1,"06043":3,"06066":3}},{"id":9711,"name":"The Red Architects","creation":"2014-10-13 12:57:15","description":"<p>Using <a href=\"\/en\/card\/06061\">Architect<\/a> as an excuse to play red coats again. It provides a hopefully good sentry with many tricks. The 6 influence that was spend on <a href=\"\/en\/card\/02019\">Caduceus<\/a> can now be used for <a href=\"\/en\/card\/04114\">Caprice Nisei<\/a>. Add the recently released <a href=\"\/en\/card\/06030\">Eden Fragment<\/a> , <a href=\"\/en\/card\/06022\">Enhanced Login Protocol<\/a> and the result is a new deck.<\/p>\n","username":"Kngrichard","cards":{"01054":1,"01055":3,"01056":3,"01059":1,"01061":1,"01062":1,"01090":2,"01106":3,"01110":3,"01113":1,"02012":1,"02013":2,"02092":3,"02110":3,"03015":1,"03019":3,"03027":3,"04011":1,"04015":3,"04040":2,"04114":2,"04119":1,"06022":2,"06030":1,"06061":3}},{"id":9712,"name":"All welcome at the Duggar's","creation":"2014-10-13 16:43:44","description":"\n","username":"Oathwood","cards":{"01026":3,"01034":3,"01042":3,"01044":3,"02046":1,"02047":3,"03033":3,"03034":3,"03035":3,"03036":3,"03038":3,"03043":3,"03046":3,"04047":3,"06054":3}},{"id":9713,"name":"Weyland ICE Advancer","creation":"2014-10-13 17:03:28","description":"\n","username":"Gnaeus","cards":{"01056":2,"01075":1,"01098":2,"01099":2,"01100":2,"01102":2,"01103":3,"01106":3,"01107":1,"01109":3,"01110":3,"01111":3,"01112":2,"02019":3,"02058":3,"02059":3,"02076":1,"02077":3,"02079":1,"02116":1,"03027":3,"04015":3}},{"id":9715,"name":"Test Run Andy, 1st Place at Epic Loot GNK","creation":"2014-10-13 17:57:49","description":"<p>Based on <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/5519\/same-old-andy-1st-place-at-london-regional\">Circadia's Same Old Andy deck<\/a> that won London's Regionals this year. I modified that deck for U.S. Nationals, and it helped me take 18th place there. I haven't played it much since then, but I updated it again with Currents and took it to the semi-monthly Game Night Kit tournament at Centerville's Epic Loot Comics &amp; Games (Cincinnati\/Dayton meta). I ended up taking 1st place against two Replicating Perfections and two Core Jintekis (three wins, one timed tie against a Core Jinteki).<\/p>\n\n<p>Notable changes from the original Same Old Andy include using Passport as the sole Decoder. I needed something to deal with Lotus Fields at Nationals, and its cheap cost really helps with early pressure. If I have to get into a remote protected by a Code Gate, I have Inside Jobs, Emergency Shutdowns, and a Femme Fatale. The deck's success at Nationals convinced me it was alright to cut my Mimic to get one extra influence, replacing it with Alias. After all, I have those same solutions for Sentries on remotes, along with Femme Fatale's Sentry-breaking and Faeries.<\/p>\n\n<p>I needed the extra influence to add two Net Celebrities so I could deal with Enhanced Login Protocols and a Manhunt deck I expected at the tournament. I chose Crash Space instead of Plascretes to deal with Account Siphon tags, Snare tags, potential Manhunt tags, and meat damage if it came to that. There's not too much Scorched Earth going on outside of Personal Evolution decks in our area (nor Midseasons decks currently), but someone was playing a Stronger Together Punitive Counterstrike deck at the last tournament<\/p>\n\n<p>The deck has 46 cards because I added the Net Celebrities the night before the tournament, and I had no idea what to cut and no time to test it out. I probably should have cut Kati Jones since I never felt the need to install her during the tournament, but she saved me two or three times at Nationals. I also would have liked to add John Masanori back in for facing Personal Evolutions. Net Celebrity is great for helping make runs efficient, and turning me into a Whizzard-level trashing threat with Scrubber.<\/p>\n\n<p>If you're unfamiliar with the original, one of the deck's key strengths is the ability to Test Run the Femme Fatale on HQ ICE, Account Siphon, then trash tags in a single turn. Test Run is also handy for recovering a breaker that you might have lost. I didn't use Test Run once during this tournament, but it's come in handy a lot of times before. I've seen a nice variation that also uses Keyhole.<\/p>\n","username":"ekayohlee","cards":{"01007":1,"01008":3,"01018":3,"01021":2,"01022":3,"01024":3,"01026":1,"01030":2,"01050":3,"02043":2,"02047":1,"02063":1,"02083":1,"02091":1,"02104":2,"02107":2,"03052":3,"03054":3,"04004":2,"05035":2,"05041":1,"05046":1,"05048":2,"06038":2}},{"id":9716,"name":"Striving for Perfection v3 1st Place (FY14 Revised Guidance)","creation":"2014-10-13 17:58:17","description":"<h1>Jinteki Announces Improved Growth Forecast and Revised Guidance<\/h1>\n\n<ul>\n<li><p>Jinteki revised its earnings guidance upward for the fiscal year following its success at U.S. Nationals and a recent Game Night Kit tournament win at Centerville's Epic Loot Games &amp; Comics (11 competitors, Cincinnat\/Dayton meta).<\/p><\/li>\n<li><p>Implementing Current technology has enabled Jinteki to accelerate the company's growth, as well as better protect its assets and agendas.<\/p><\/li>\n<li><p>The company has increased efforts to mitigate damages and threats from the recent rash of dangerous anarchists terrorizing servers.<\/p><\/li>\n<\/ul>\n\n<p>NEW ANGELES, ECUADOR--(NBN WIRE)-- Jinteki Corporation (JNTK) today announced an improved growth forecast and revised guidance for its fiscal year. Coming off <a href=\"http:\/\/netrunnerdb.com\/pl\/decklist\/8678\/striving-for-perfection-v2-jinteki-q1-2014-earnings-cast-\">a prosperous trip to U.S. Nationals<\/a>, the company managed to beat expectations and increase its profits quarter-over-quarter thanks to a first place tournament win at Centerville's Epic Loot Games &amp; Comics (Cincinnati\/Dayton meta). 11 competitors participated in the event, and Jinteki faced a variety of opponents, including a StimShop Chaos Theory, a Supplier Kate, a Parasite Andromeda, and a Duggars Whizzard (three wins, one timed win).<\/p>\n\n<p>Chairman Hiro commented, \"While our approach hasn't shifted much in recent months, we have made slight but profitable adjustments to Jinteki's security measures, cutting our operating losses while responding to runners' adapting attack strategies. For example, we have fine-tuned our Intrusion Countermeasures Electronics suite, taking advantage of a bump in influence availability by upgrading a <em>Viper<\/em> to a <em>Caduceus<\/em>. Though it's just a one-off ICE, the serpentine switch allows us to quickly recoup our costs if activated early. It also enables the company to vary its ICE strength, which is crucial in combating AI-dependent hackers.\"<\/p>\n\n<p>\"While Jinteki has received criticism for not following current trends and adopting <em>Enhanced Login Protocols<\/em>, we believe this is the best plan for the company when taking into consideration our strengths and weaknesses, along with the current landscape with our local competitors. We have renewed our licensing agreement with Haas-Bioroid to continue using <em>Ash 2X3ZB9CY<\/em> units for overseeing Jinteki's security operations -- this contract complements our <a href=\"http:\/\/www.netrunnerdb.com\/en\/decklist\/4964\/untrashable-v6\">Untrashable philosophy<\/a> and <em>Encryption Protocol<\/em> assets, unlike an approach relying on <em>Enhanced Login Protocols<\/em>.\"<\/p>\n\n<p>\"Foregoing those protocols also allows us to shore up our defenses in other ways. We have heard our investors' concerns over anarchic runners wreaking havoc with corporation servers as of late, and seek to rid them of those worries. Our <em>Cerebral Static<\/em> technology completely neutralizes any threats those digital terrorists pose, and hampers a number of other hackers too. Furthermore, Jinteki has shored up its defenses by doubling the number of indestructible <em>Lotus Field<\/em> ICE we employ. And re-introducing <em>Snares<\/em>, paired with certain hazardous AI projects, also discourages runners from rampantly accessing our private documents.\"<\/p>\n\n<p>Jinteki is increasing its expected production growth target and profit forecast for the fiscal year. It intends to make several announcements regarding infrastructure security, advancements in <em>Industrial Genomics<\/em>, and improvements with its <em>Turtleback<\/em> line of clones in the coming months.<\/p>\n\n<pre><code>###\n<\/code><\/pre>\n\n<p><strong>About Jinteki Corporation<\/strong><\/p>\n\n<p>Jinteki Corporation (JNTK) is an innovative biomedical and cloning technologies company, developing products and offering support for thousands of businesses and government agencies. The company offers a number of clone lines built to fulfill the specific needs of the service, manufacturing, and construction industries. Headquartered in New Angeles, Jinteki has branches and laboratories in NeoTokyo, Heinlein, Mars, and many other locations. <\/p>\n\n<p><strong>Safe Harbor Provision<\/strong><\/p>\n\n<p>This press release contains statements that are or may be forward-looking statements, including comments that relate to the company’s future developments and strategies. These statements are based on current expectations and are subject to known and unknown risks that could cause actual results differing materially from current expectations. These forward-looking statements are based on assumptions regarding the present and future business strategies of the company and the environment in which it expects to operate in the future.<\/p>\n\n<p><strong>Press Contact:<\/strong><br \/>\nEric Caoili<br \/>\nTiny Cartridge<br \/>\neric \/\/ tinycartridge \/\/ com  <\/p>\n\n<p><strong>Investor Relations Contact:<\/strong><br \/>\nToshiyuki Sakai<br \/>\nJinteki<br \/>\ntsakai \/\/ jinteki \/\/ pad.ec  <\/p>\n\n<p>Source: Jinteki Corporation<\/p>\n","username":"ekayohlee","cards":{"01070":2,"01090":1,"01109":2,"02013":2,"02019":1,"02029":3,"02031":1,"02032":3,"02052":1,"02060":2,"02112":1,"04015":3,"04033":1,"04054":3,"04060":2,"04074":1,"04093":1,"04114":2,"04119":3,"05006":1,"05007":2,"05009":3,"05017":2,"05018":3,"06003":2,"06025":2}},{"id":9717,"name":"Professor's Toy Box","creation":"2014-10-13 19:01:34","description":"<p>Get MOpus going, fetch anything with Test Run's, SMC's and retrieve with Clones. Scavenge is a backup way to tutor from your heap.\nWith early MOpus, this deck can keep the pressure up on any corp, and be able to retrieve either HQ or R&amp;D pressure almost at will.\nDoes it need more Toolbox? Or Levy? <\/p>\n","username":"Garld","cards":{"01007":1,"01008":1,"01010":1,"01011":1,"01012":1,"01014":1,"01026":1,"01028":1,"01034":3,"01035":2,"01041":1,"01043":1,"01044":3,"01050":3,"02003":1,"02009":2,"02041":1,"02045":1,"02047":3,"02066":1,"02104":1,"03029":1,"03034":2,"03038":3,"03046":3,"04043":1,"06019":3,"06033":1,"06059":1}},{"id":9718,"name":"Second Place: Bristol Near-Earth Pub v2.0 GNK","creation":"2014-10-13 21:14:18","description":"\n","username":"Smashman","cards":{"01070":2,"01081":3,"01082":3,"01086":1,"01088":2,"01090":1,"01092":3,"01099":3,"01109":2,"01110":3,"01111":1,"02055":3,"02056":3,"02097":1,"02110":1,"02115":3,"03027":1,"04015":3,"04075":1,"04076":3,"04096":2,"04119":2,"05024":1,"05027":1,"06005":1}},{"id":9719,"name":"Architect of Pain","creation":"2014-10-13 21:29:23","description":"\n","username":"Diegofsv","cards":{"01067":1,"01070":3,"01072":3,"01099":1,"01110":3,"02032":3,"02056":2,"03023":3,"04015":3,"04073":2,"04093":2,"05004":3,"05006":1,"05007":2,"05010":3,"05014":2,"05015":3,"05017":2,"05018":3,"06043":2,"06061":3}},{"id":9720,"name":"The next generation of damage","creation":"2014-10-13 23:53:48","description":"<p>The basic idea of this deck is to use a combination of all three types of damage to overwhelm a runner's ability to mitigate damage and stay alive.<\/p>\n\n<p>I envision this playing with just centrals and 2 remotes.  One undefended remote for <a href=\"\/en\/card\/01108\">Melange Mining Corp.<\/a>, and the other defended remote for agendas or <a href=\"\/en\/card\/01069\">Project Junebug<\/a>. <\/p>\n\n<p><a href=\"\/en\/card\/05013\">Cerebral Cast<\/a> is a key card in this deck as it either deals brain damage or lets me punish with <a href=\"\/en\/card\/01099\">Scorched Earth<\/a> or <a href=\"\/en\/card\/01084\">Closed Accounts<\/a>.  The latter is there since many runners still run Plascrete, and are therefore likely to just take the tag.  Alternate punishment is always helpful.<\/p>\n\n<p>The <a href=\"\/en\/card\/04111\">Reclamation Order<\/a>s are there to recur <a href=\"\/en\/card\/05013\">Cerebral Cast<\/a> or <a href=\"\/en\/card\/01099\">Scorched Earth<\/a>.  <\/p>\n\n<p><a href=\"\/en\/card\/04114\">Caprice Nisei<\/a> is there to defend HQ or R&amp;D, but also as a bluff for <a href=\"\/en\/card\/05022\">Tori Hanzō<\/a>.  <a href=\"\/en\/card\/05022\">Tori Hanzō<\/a> will, in theory, convert net damage into brain damage.  She only has to go off once or twice to put you in very easy Scorch\/Junebug flatline range.  She also combos well with <a href=\"\/en\/card\/05004\">House of Knives<\/a>.<\/p>\n\n<p>As for the ICE suite,  <a href=\"\/en\/card\/04013\">Himitsu-Bako<\/a> is there to protect centrals, especially HQ in case of siphons.  <a href=\"\/en\/card\/02015\">Snowflake<\/a> is also a solid defense, and can be used as a <a href=\"\/en\/card\/02056\">Pop-up Window<\/a> if required.  Worst case scenario, it still requires 2 creds and a corroder to deal with.<\/p>\n\n<p><a href=\"\/en\/card\/02073\">Bullfrog<\/a> can divert runs over to a remote loaded with Junebug, or just send the runner over to Archives if need be.  It also combos with <a href=\"\/en\/card\/02094\">Whirlpool<\/a>, which should be the outer ice on the protected remote to force runners into Junebug.<\/p>\n\n<p><a href=\"\/en\/card\/06003\">Lotus Field<\/a> is solid binary ice, which really messes up decks that rely on Yogs and Datasuckers\/Parasites.  Too effective not to include.<\/p>\n\n<p><a href=\"\/en\/card\/05017\">Komainu<\/a> forces decks to go searching for a sentry breaker.  It's vulnerable to mimic but will still cost 5 to avoid taking any net damage.  Even if the runner only decides to take 1 damage, that leaves an opening for <a href=\"\/en\/card\/05022\">Tori Hanzō<\/a>.<\/p>\n\n<p><a href=\"\/en\/card\/05018\">Pup<\/a> is decent, low cost, taxing ice.  Not much to be said about it.  <a href=\"\/en\/card\/04074\">Tsurugi<\/a> forces stealth decks to spend stealth credits on Daggers.  Vulnerable to Mimics, but it still costs 4 to break, which is not bad.<\/p>\n\n<p>I haven't playtested this deck yet, but suggestions and advice would be appreciated! <\/p>\n","username":"disguise117","cards":{"01069":2,"01070":2,"01084":1,"01099":2,"01108":3,"01110":3,"02015":3,"02032":3,"02073":2,"02094":1,"04013":2,"04015":2,"04074":1,"04111":2,"04114":2,"05002":1,"05004":3,"05006":1,"05007":3,"05013":3,"05017":2,"05018":2,"05022":2,"06003":2}},{"id":9721,"name":"The Loneliness Of The Long Distance Runner","creation":"2014-10-13 23:58:25","description":"<p>Let the Corp score the first agenda, then slow the game down with <a href=\"\/en\/card\/03043\">Chakana<\/a> and <a href=\"\/en\/card\/03055\">The Source<\/a>. Use <a href=\"\/en\/card\/05037\">Logos<\/a> to get <a href=\"\/en\/card\/04061\">Keyhole<\/a> and hurt their resources while they struggle to over advance agendas.<\/p>\n","username":"vvribeiro","cards":{"01018":3,"01022":3,"01026":2,"01050":3,"01051":3,"01052":3,"02009":2,"02043":2,"02069":3,"02085":2,"02091":2,"03043":2,"03054":3,"03055":1,"04004":3,"04061":1,"04106":3,"05028":1,"05037":3,"06059":1}}]