[{"id":4763,"name":"Killing Me Just a Little Harder 1.2","creation":"2014-04-30 01:05:48","description":"<p>Sticking with Toolbox over Spinal modem due to Influence and the big MU bonus. Still loving all the recurring credits going on here.\nUnderworld Contact, as I thought, is way to slow for this deck. So in came 3xDaily Casts. Dirty Laundry is also the perfect combination for Paintbrush, so you can gain money on the run.\nBumped up Modded count to 3 since I have more than enough targets for it. Plus, if I'm going to drop Toolbox, I'd really prefer to pay 5 for it over 8.\nI noticed this deck often had weakness against decks with a lot of expensive resources and upgrades. I opened up influence with the removal of the Lucky Finds and got one Imp in. The idea here is if I see a match up where I need to destroy these cards, I can Test Run Imp, trash one, and then have Imp again for next turn the next time something drops to the table. I also got a Femme Fatale in to deal with things like Data Raven and Tollbooth. Plus, gives me another use for Silencers.\nI'd like to get another Self-Modifing Code in a possibly a single Parasite.Maybe even some Clone Chips. Though, I have no idea what I'd take out.<\/p>\n","username":"KingOfOdonata","cards":{"01007":1,"01026":1,"01033":1,"01034":3,"01035":3,"01038":2,"01041":3,"01050":3,"02003":1,"02007":1,"02009":2,"02047":3,"02088":2,"02107":2,"03041":3,"03042":3,"03046":1,"03052":3,"03053":3,"04104":3,"04108":2}},{"id":4765,"name":"Building and Burning","creation":"2014-04-30 03:05:20","description":"<p>My take on tag and bag Weyland.<br \/>\nNot entirely sure how it works, only managed to get in a couple of games so far.<\/p>\n\n<p>Only own a single core set.  Unsure whether I'll pick up another one.\nAlso debating what to cut out for Hunter from Honour and Profit.<\/p>\n","username":"Darmort","cards":{"01069":3,"01072":2,"01083":2,"01084":2,"01098":3,"01099":2,"01100":2,"01102":2,"01103":3,"01104":3,"01107":3,"01110":3,"01112":2,"02038":3,"02070":3,"02076":1,"02077":2,"02098":3,"04036":3,"04057":3}},{"id":4766,"name":"Classy Spy is Classy","creation":"2014-04-30 03:17:53","description":"<p>Not too sure how this should work out.  I intend on utilising all of Criminal's running tech with some of the icebreakers that I find to be reliable to run.  There's a couple of cards that I'm not entirely sure on, such as Emergency Shutdown and Bank Job.<\/p>\n\n<p>Also not entirely sure whether I need more Icebreakers either.<\/p>\n\n<p>Need to look through Honour and Profit to make sure there aren't any obvious things that I need to add.<\/p>\n","username":"Darmort","cards":{"01019":3,"01021":3,"01024":3,"01025":1,"01027":1,"01029":2,"01038":2,"01043":2,"01046":2,"01049":3,"01050":3,"02006":1,"02023":3,"02043":2,"02045":3,"02083":1,"02091":3,"03048":2,"03052":3,"04024":3}},{"id":4768,"name":"Iain's Connections ","creation":"2014-04-30 03:45:53","description":"<p>In short use the connections for econ, draw, tag\/meat protection and shutting down corps operations. There is tutoring for the breakers, crucial events, key connections and some additional key cards potentially through Logos. Recursion for the main events is available through Same Old Thing. <\/p>\n\n<p>Will have to see how Donut works out - timing and context will be key. Ideally you want to play it when you are in a position to make the best of your connections econ and perhaps even Iain's ability. It could also be played early on if the corp is heavily reliant on operations econ to get going...<\/p>\n\n<p>Any way this is all in theory until I get to test it a bit on OCTGN. I think potentially a fun new take on criminal - but if it is competitive is a different story :) <\/p>\n","username":"Whiskeyjackza","cards":{"01007":2,"01018":2,"01021":2,"01022":3,"01026":1,"01028":1,"01030":2,"01031":1,"01051":2,"01053":2,"02028":3,"02045":1,"02063":1,"02085":2,"02091":1,"02105":1,"03054":3,"04004":3,"04061":1,"04106":3,"05028":1,"05031":2,"05036":2,"05037":3,"05041":1,"05046":1,"05050":2,"05055":1}},{"id":4769,"name":"Wanna-be Polyvalent Kate","creation":"2014-04-30 08:55:21","description":"<p>This is a try at a Kate deck which aspires to be useful in all phases of the game :<\/p>\n\n<ul>\n<li>Early game with one-use breakers for worry-free face checking, Indexing &amp; Siphon<\/li>\n<li>Medium game with tutoring, money from desperado, some r&amp;d power with Interfaces<\/li>\n<li>End game with Magnum Opus and a breaker set that doesn't let me get locked from any server<\/li>\n<\/ul>\n\n<p>3 Plascrete, Opus and some link protect me from Tag+Scorch or Punitive, Deus X let me get snared without much issues<\/p>\n\n<p>Lots of recursion to help with Power Shutdown and Net Damage ruining my hand <\/p>\n\n<p>Chakana is here to help against most kinds of FA or Early scored Astroscripts<\/p>\n\n<p>Current issues : \n- Draw seems poor with only Diesel, but the tutoring helps\n- Is desperado really necessary, as it could be replaced by a third Siphon and a Corroder\n- No cheap way to get Femme or Opus in the game (possible loss of tempo) via Test Run, Modded...<\/p>\n","username":"Vaos","cards":{"01018":2,"01024":2,"01026":1,"01033":1,"01034":3,"01044":2,"01050":3,"02007":2,"02009":3,"02027":2,"02028":3,"02066":2,"02106":3,"02107":2,"03035":1,"03038":3,"03043":1,"03046":3,"03052":2,"03054":3,"04067":2}},{"id":4771,"name":"Necessary Evil","creation":"2014-04-30 09:11:08","description":"<p>A brief breakdown of how the deck is meant to play:<\/p>\n\n<p>Trying to keep a low agenda count where I can, unfortunately the need for smaller scores to use for archer mean that I don't think the number can truly go lower than it is. Another possibility I'm playing with are Pri Req instead of Gov Contracts, but the deck really needs 2 things - Money and Meat damage so the current agendas help with that.<\/p>\n\n<p>Off the Grids are meant to be used to lock out 3 remotes, 2 for Dedicated Response Teams and 1 for scoring in. This leaves the runner 3 servers to run on and one that we certainly don't want them running. Due to what I said above they have generally a low chance of hitting Agendas so using R&amp;D as the cheese for the trap. I've tried to have a mix of both Tax\/Tag Ice for that reason and EtR hard Ice for HQ (and archives where sneakdoor is installed). The idea is 2 ICE towers, where HQ they can't really get through and then R&amp;D is much more appealing but both topped with Ireress to strip them of the BP (at least until Yog hits the table - but you want to keep a killer unrezzed then). <\/p>\n\n<p>R&amp;D needs a Data Raven or a Bernice at least to give out tags as we don't really mind them being successful, and in fact want them to be sometime. DRT\/Cleaners can tax, hurt badly, or if played well in surprise can flatline. if they hit an agenda there's hopefully a Punitive Counterstrike in hand.\nHQ is to be blocked up as big as possible obviously and then generally leave Archives relatively open as the idea is unless they have Sneakdoor we can let them decide whether charging Datasucker is worth the meat damage.<\/p>\n\n<p>Of course there are problems: Yog mashes the Ireress and then servers will be free. I often feel I need 10+ credits and can't come back when I've been bankrupted, and as x3r0h0ur mentions below there needs to be a fair order to how you draw. I think that about covers it.<\/p>\n","username":"zithith","cards":{"01062":1,"01088":2,"01094":1,"01100":2,"01101":2,"01102":2,"01103":3,"01110":3,"02019":1,"02020":2,"02077":1,"02097":1,"02118":2,"03027":1,"04015":2,"04017":3,"04018":2,"04036":3,"04038":3,"04040":3,"04057":3,"04097":1,"04098":2,"04099":3}},{"id":4772,"name":"Replicating Kills - Honor's edition! (BETA)","creation":"2014-04-30 09:41:58","description":"<p>Okay, so today I finally sat down and went through the Jinteki cards in the new expansion. Leaving alone the countless new decks that sprout in my mind, I decided to focus on improving an already solid deck. <strong>There are <em>two<\/em> major branches<\/strong> where I see the Replicating Kills deck going and today I'll share one of them, which is closer to the original deck. <\/p>\n\n<p>I'll actually get my hands on the expansion next Wed, so there is some <em>heavy<\/em> theory crafting involved here, but to be honest, all decks in the next 1 month or more will be the same, because we will definitely need a couple of months to feel out the new cards and where the Runner meta is shifting especially. Having said this though, I'm about 4\/5 sure that the changes I make here <em>will<\/em> play out as expected, because I'm <strong>really familiar<\/strong> with the original deck and its playstyle =) <\/p>\n\n<h2>General Mindset<\/h2>\n\n<h2>Agendas Spread<\/h2>\n\n<p>Changes:<\/p>\n\n<ul>\n<li><p>1x Philotic Entanglement -> for -> 1xFetal AI . This agenda is <strong>really<\/strong> strong in <strong>any<\/strong> kill deck and although I'm sure that it will see a lot more usage in PE, having 1 for 0 advance score and not to mention all the damage combos that it will sprout ( put 3 advances on it and score it at the start of your turn +3 more clicks for Neural, PS and friends). It's basically like what Braintrust could do in the old deck, <em>but<\/em> so much better  in <em>this<\/em> deck because of all the <strong>on score<\/strong> effects. <\/p><\/li>\n<li><p>3x The Future Perfect -> for -> 3x Priority Req. This is basically an auto-include, because it's a 3-pointer with an in-build Caprice effect. The only, and <em>only<\/em>, reason you would play Priority Req in <em>this<\/em> deck  is if the new ICE proves to be way too expensive.<\/p><\/li>\n<\/ul>\n\n<h2>Speaking of ICE<\/h2>\n\n<p>Tatara... the cavalry has arrived !! <\/p>\n\n<h3>Komainu<\/h3>\n\n<ul>\n<li>I love this card so much. Now they can forget about running without their codegate breaker as well! It also punishes blind Knight-ing, because enjoy that loss of 10 credits ;) <strong>The only<\/strong> problem for this card is Parasite and that's why I'm playing just 1 copy. Parasite just destroys Komainu. If the meta shifts out away from Parasite I'll jack up even 2 or 3 of it. <\/li>\n<\/ul>\n\n<h3>Shiro<\/h3>\n\n<ul>\n<li>What Yagura wants to be when it grows up? =) It's just a much stronger Yagura oriented towards mid and late game. Now I have a question about the 2nd subroutine of this ICE. Does it mean that he access the top card as in he can't jack out? Or as in he immediately access it, before next ICE (if there is such)?   Either way it will be good, but it might make me try to squeeze in 3x Snare! instead of the 3x Shocks! <\/li>\n<\/ul>\n\n<h3>Susanoo-no-Mikoto<\/h3>\n\n<ul>\n<li>Now, here is the one change which I'm most uncertain about. On one side it's just a great piece of ICE to have on your remote. Soaks up 4 data sucker token for a mimic and 7 money on a ninja. Obviously, the 3xShocks in the deck are here for that ICE. <strong>Here is where it gets tricky<\/strong>. Obviously you would wan't to leave the Archives <em>open<\/em> so Susanoo's sub can send them in there for \"free 3 net damage\". However, a <strong>good<\/strong> player, will use the no-ICE archives to easily get rid off the Identity's ability and jack out without accessing. IF you put ICE on Archives, Susanoo will send them into it (which could be nice if it's an Ichi 1.0 or smt) and they won't get hit by Shocks!.  <strong>This<\/strong> particular synch <em>will<\/em> need testing.<\/li>\n<\/ul>\n\n<h3>Guard<\/h3>\n\n<ul>\n<li>You want 3 of those, because Inside Job might be the only thing that they can pull out early game to access your remote and with the new Criminal IDs I bet we will see quite a lot of Inside Jobing ;) <\/li>\n<\/ul>\n\n<h3>You have 9 free influence in this deck - Go NUTS on the crazy ICE!<\/h3>\n\n<ul>\n<li>The ones I threw in are just an example of what I feel would be good in this deck. The 2x Ichi 1.0 will do some work, the Tollbooth as always is perfect fit for this deck. Heimdal 2.0 is an <strong>overkill<\/strong> for this deck and it's probably the first card you should swap out if you feel poor, but it's just there to give you an idea how much free influence and crazy things u can put in ;) <\/li>\n<\/ul>\n\n<h2>The other cards ...<\/h2>\n\n<h3>Mushin No Shin<\/h3>\n\n<ul>\n<li>This card will do some solid work in this deck. First it takes a HUGE financial burden off you for advancing your agendas. <em>Second and more importantly<\/em> you can bait them so hard with <strong>Psychic Field<\/strong>. You just put it there and they are like \"oh 3 advances, can't be Snare! let's expose it to see if it's a 3 pointer or 2 pointer\" - GG sons ;) It has <em>infinite<\/em>  amount of uses in this deck and not to mention that putting the new 2\/3 agenda with it , <strong>fits perfectly for the combo of scoring it at the star of your next turn + the 3 clicks to do damage<\/strong>. <\/li>\n<\/ul>\n\n<h3>Chairman Hiro<\/h3>\n\n<ul>\n<li>Every company should have a Chairman, right?! He is <em>IDEAL<\/em> for this deck and here are a few reasons why. One - it works like NAPD contract for 2 more credits! Two- makes killing the runner a piece of cake! Three - IT WORKS WITH PS !! Omg, sry for the caps, it's just that this card gives me a huge boner in this deck ;) <\/li>\n<\/ul>\n\n<h3>Psychic Field + Diversified Portfolio+ Shocks<\/h3>\n\n<ul>\n<li><p>Well, the Diversified Portfolio comes in as a replacement for Subliminal. This will need some testing, <strong>but the general idea<\/strong> is that it will make use of laying down unprotected Private Contracts, Shocks and Psychic Fields (maybe even some Sundews), which you will be putting down anyway, to not clog your hand and have space for PS and Neural EMPs. If it doesn't prove to work as intended, swap out for 2x Celebrity Gift and enjoy.<\/p><\/li>\n<li><p>Psychic Field. Except the obvious synergy with Mushin no Shin, which I talked about, it will pay off for Diversified Portfolio and the runner needs exactly <em>one<\/em> run into them, to stop checking your unadvanced, unprotected remote servers ;)<\/p><\/li>\n<li><p>Shocks! obviously for the synergy with Susasnoo's subroutine. What <em>I<\/em> would do (if no space in hand) would be to throw one down, unprotected for Diversified Portfolio to earn me money! If I draw into another one, install over the first sending the first one in the Archives ready for Susanoo's!  <em>IF<\/em> testing proves that the synergy doesn't worth it, swap 3x Shock! for 3xSnare! with same usage, but <strong>Snare!<\/strong> synergy with <strong>Shiro<\/strong>!<\/p><\/li>\n<\/ul>\n\n<p>I think that pretty much covers it ;) I'll be editing and formatting for a while, please BEAR with me for 1-2 days until I get the text in its final form.  Oh yeah ...  <strong>You get 9 free influence in this deck<\/strong>  so go fucking crazy! The only thing that you need out of faction is Punitive Counter-Strike!<\/p>\n\n<p>As always feel free to leave comments, questions and likes ;) I'll get to them when I see them!<\/p>\n","username":"Dydra","cards":{"01062":2,"01072":3,"01090":1,"02031":1,"02032":2,"02059":3,"03015":1,"04013":2,"04054":3,"04073":3,"04074":1,"04079":3,"04093":2,"04114":2,"04119":3,"05006":1,"05007":3,"05008":1,"05010":2,"05015":2,"05017":1,"05019":2,"05020":1,"05024":3,"05026":2}},{"id":4773,"name":"Silhouette's Express Delivery Service","creation":"2014-04-30 09:44:33","description":"<p>Just a deck I've finished now that H&amp;P is out. I LOVE Express Delivery! Impulse from MtG was a staple card in my decks (and a lot of other peoples) and is my pick for best card in the deck. the cheap cred AND faction cost makes it an easy splash, especially in Anarch.\nLucky find lets you accelerate to drop Blackguard. Snitch has always been a great card but I felt it was better to go for breakers then waste time installing snitch. Now, with Blackguard, it has a strong use all game.\nI'd love to get fall guy in here for protection but I'm guessing I'll be keeping the corp so poor they'll choose to not burn resources the rare times I'm tagged and if they do it's just a setback in my inevitable win.\nany constructive criticisms? Thanks.<\/p>\n","username":"HepatitvsJ","cards":{"01007":1,"01018":3,"01021":2,"01022":2,"01026":1,"01049":3,"01050":3,"02006":1,"02041":1,"02043":2,"02045":3,"02091":1,"03035":1,"03049":1,"04004":3,"04065":1,"04085":3,"04109":3,"05030":1,"05033":3,"05034":2}},{"id":4774,"name":"ZeRO° Frontiers aka. ICEless Madness","creation":"2014-04-30 09:48:51","description":"<p>This deck ISNT JOKE - win 3-1<\/p>\n\n<p>It dont die to syphon, just to combo wombo of Syphon+Vamp\nRD Interface dont kill that also - just clear way for safe AD play<\/p>\n\n<p>Beanstalk, Green LVL - keep it last, Syphon+Vamp are worst enemy, Beanstalk help to recover fast and Scorch back<\/p>\n\n<p>Hedge, Restructure, Blue LVL and Tips - must be played ASAP to gain control of deck and money<\/p>\n\n<p>Trial - emergency button for Nerve and Medium, they also can be a nightmare<\/p>\n\n<p>Reclamation - usualy take Blue LVL or Restructure back to HQ<\/p>\n\n<p>Biotic - help to make kill in one turn when extra clicks are needed<\/p>\n\n<p>Archived - use ONLY for Scorch or PC for double it<\/p>\n\n<p>AD - play only when you have at least 10 credits, to not miss Restructure, good to play aft runner score agenda and no PC at hand<\/p>\n\n<p>Private Contract - install ASAP, rez in case of low money or Syphon attack<\/p>\n","username":"eXister","cards":{"01058":3,"01059":3,"01083":2,"01084":1,"01086":1,"01098":2,"01099":1,"01106":2,"01110":3,"02039":1,"02059":3,"02070":3,"03001":1,"03006":2,"04019":2,"04031":1,"04040":3,"04052":3,"04079":2,"04090":3,"04100":3,"04111":2,"04119":3}},{"id":4775,"name":"Viral Blackmail v3","creation":"2014-04-30 09:52:17","description":"<p>So here's the newest version of my Viral Blackmail ridiculousness (v1 here: http:\/\/netrunnerdb.com\/en\/decklist\/4680\/viral-blackmail).  This one works very similarly to the first version, but swaps out some cards for a slightly different feel.  <\/p>\n\n<p>3x Diesel instead of 3x Lawyer Up.  I think the free card draw is way nicer than the tag removal.  The reality is, this deck will float tags once Activist Support hits the table and Lawyer Up's tag removal isn't really of value. <\/p>\n\n<p>3x NACH instead of 3x Decoy.  Decoys are nice in that once they hit the table, they do their job for free, but only once.  NACH is nice because you can keep it there as long as you need it and can pay for it.  This can be hand to stave off Activist Support tags while you're setting up for the big virus dig but have a Joshua B. or SoT on the table that you don't want trashed.  <\/p>\n\n<p>On a thematic note, I wish Hostage was more useful in this deck.  Decoy was a Connection but I didn't have the influence to use 3 of them with 3 Hostage too.  The idea of taking hostages and blackmailing people seems like a fun way to play Netrunner.  Perhaps there's a Criminal deck that can accomplish it...<\/p>\n","username":"dupl3x","cards":{"01002":3,"01006":3,"01010":3,"01034":3,"01050":3,"02001":1,"02009":3,"02022":3,"02041":3,"02042":3,"02081":3,"02109":3,"03054":3,"04062":3,"04089":3,"04109":3}},{"id":4776,"name":"NBN NA Rush - H&P Update","creation":"2014-04-30 11:19:49","description":"<p>Very few changes.  Dropped to 19 ice and added a single copy of fast track - should reduce the chance you are agenda starved when you've got scoring windows.  Might bump that to two copies in the future, but I think one has a pretty big impact on its own. <\/p>\n\n<p>Dropped a couple copies of wraparound for TMI, as with the meta going even more siphon heavy, its pretty important that your starting hand has draco, tmi, sansan to deny it.<\/p>\n","username":"djackman","cards":{"01080":1,"01081":3,"01082":3,"01084":2,"01092":3,"01101":1,"01110":3,"02013":2,"02017":2,"02019":3,"02020":3,"02052":3,"02056":3,"02115":3,"03023":1,"04015":3,"04034":2,"04076":3,"04077":2,"04096":1,"04119":2,"05027":1}},{"id":4777,"name":"Hard at Wyldside - Second Place at The Gaming Goat 4-19-14","creation":"2014-04-30 13:24:59","description":"<p>Second place out of 16 at recent store tournament. Credits to @Arkidents for the joke deck name<\/p>\n\n<p>Establish a draw engine with John Masanori and quality time.<\/p>\n\n<p>3x armitage because they always let you recover from closed accounts whereas queens gambit only sometimes lets you recover from closed accounts.<\/p>\n\n<p>2 Liberated so you don't get stuck with them in opening hands very often, but still have the money for the weyland matchup. <\/p>\n\n<p>Since the deck is DLR instead of Keyhole, you don't need the MU from grimoire, and your game winning pieces are all 0 credit, low-commitment installs - this keeps you flexible, since you have an excellent breaker suite, you will want to make those 0 credit runs whenever possible - cyber feeder and spinal modem ensure that your runs are cheap.<\/p>\n\n<p>Spinal modem is in here because it pays for itself very quickly, you only need 1 mu, and being able to pay for a knight subroutine for free every turn is huge. Your rig is fine with 1 ds 1 mimic 1 corroder and knight\/yog so you just don't install it if you fear ash.<\/p>\n\n<p>No Same old thing because the only thing worth recurring is account siphon, so I play a single vamp instead, 2 vamps are certainly reasonable as well.<\/p>\n\n<p>1 fall guy because I want to play DLR and Josh Bs, having multiple fall guys when I need to draw another DLR is awful.<\/p>\n","username":"chill84","cards":{"01002":3,"01005":2,"01007":2,"01008":3,"01011":3,"01012":3,"01014":1,"01018":3,"01050":3,"01053":3,"02002":1,"02009":2,"02021":1,"02022":2,"02042":2,"02087":2,"02103":3,"04009":2,"04041":1,"04043":3,"04106":1}},{"id":4778,"name":"Jinteki Time Killer","creation":"2014-04-30 13:29:27","description":"<p>Because there's never enough time in the day.<\/p>\n","username":"ampersam","cards":{"01068":3,"01075":3,"01077":2,"01098":2,"01106":2,"01110":3,"01113":2,"02014":2,"02015":2,"02031":1,"02070":1,"03012":2,"04033":2,"04039":2,"04054":3,"04074":3,"04076":2,"04078":1,"04080":2,"04091":2,"04100":2,"04116":2}},{"id":4779,"name":"THE DANGER ZONE","creation":"2014-04-30 14:51:09","description":"<p>“I won’t lie to you. This mission will be dangerous.” “Would you say we’d be venturing into a zone of danger?” “Well, yes. Obviously.” “No, but I mean how would you phrase that?” “I… the zone will be one of danger?” “No, I mean. Not if you say the… forget it. Never mind. And you never mind and also shut up.”<\/p>\n","username":"Flashfires","cards":{"01004":2,"01018":3,"01019":3,"01031":2,"01050":3,"02009":3,"02024":2,"02087":3,"02103":3,"03054":3,"04001":1,"04009":2,"04089":3,"04106":3,"05028":1,"05037":3,"05052":3,"05053":3}},{"id":4780,"name":"Express Demo Train","creation":"2014-04-30 14:54:27","description":"<p>Run Run and Run, dig deep with Medium, then trash it all with demolition runs.  Grifter for money, and pheromone to make it cheap to get into HQ.  <\/p>\n","username":"solidd","cards":{"01003":3,"01007":1,"01010":1,"01018":2,"01021":3,"01022":3,"01024":2,"02009":2,"02041":1,"02043":3,"02062":1,"02086":2,"03052":3,"04009":2,"04029":2,"04044":1,"04046":2,"04065":1,"05029":1,"05041":1,"05042":1,"05046":1,"05048":2,"05050":2,"05052":3}},{"id":4782,"name":"THE DANGER ZONE","creation":"2014-04-30 15:43:44","description":"<p>“I won’t lie to you. This mission will be dangerous.” “Would you say we’d be venturing into a zone of danger?” “Well, yes. Obviously.” “No, but I mean how would you phrase that?” “I… the zone will be one of danger?” “No, I mean. Not if you say the… forget it. Never mind. And you never mind and also shut up.”<\/p>\n\n<p>A no Blackmail\/Frame Job version.  It's probably better without.  I still question the viability of vamping the corp in a metagame where Corps are infinirich, but presumably with Data Dealer credits it can be done.<\/p>\n","username":"Flashfires","cards":{"01018":3,"01019":3,"01031":2,"01050":3,"02009":3,"02021":2,"02024":2,"02087":3,"02103":3,"03054":3,"04009":2,"04106":3,"05028":1,"05031":2,"05032":2,"05037":3,"05052":3,"05053":3}},{"id":4783,"name":"THE DANGER ZONE","creation":"2014-04-30 15:47:09","description":"<p>“I won’t lie to you. This mission will be dangerous.” “Would you say we’d be venturing into a zone of danger?” “Well, yes. Obviously.” “No, but I mean how would you phrase that?” “I… the zone will be one of danger?” “No, I mean. Not if you say the… forget it. Never mind. And you never mind and also shut up.”<\/p>\n\n<p>This version gives up a Vamp and a QT for the ability to do it all over again.<\/p>\n","username":"Flashfires","cards":{"01018":3,"01019":3,"01031":2,"01050":3,"02009":3,"02021":1,"02024":2,"02087":2,"02103":3,"03035":1,"03054":3,"04009":2,"04106":3,"05028":1,"05032":2,"05036":3,"05037":3,"05052":3,"05053":3}},{"id":4784,"name":"Mind Over Matter","creation":"2014-04-30 15:52:35","description":"<p>It's me, your friend, martin, here with another deck idea which Probably Won't Work.<\/p>\n\n<p>Overmind at maximum capacity would have 16 power counters on it, which when coupled with E3 would allow for cheap and effective running and breaking, and then you recur it as and when necessary. I considered Q-Coherence because it's cheap, but since you're likely to be trashing and recurring Overmind a bunch it doesn't seem worth it.<\/p>\n\n<p>Deep Red is the chosen console literally because it provides the best MU to cost ratio out of the consoles. Deus Ex is just to deal with Swordsman.<\/p>\n\n<p>I figure the biggest issue for this deck would be Weyland's high strength barriers like an advanced Hadrian or a Curtain Wall, but even then it's not a huge deal if you can get money together. Don't think there are too many other big problems here. Maybe Tollbooth?<\/p>\n\n<p>I dithered over personal touches for a while and eventually settled on going for two omni-drives, which I think work well with Overmind as it means I could potentially have two out at once for a big run with no downsides, plus the recurring credit is useful to get up to strength at times.<\/p>\n\n<p>The lack of programmes also means you're much less worried about trashing than usual, especially considering how good your recursion is.<\/p>\n\n<p>The one-off Inside Job is mostly just a fun surprise to bust out when the corp things they've got a scoring window, although I'd happily take suggestions for something to replace it with.<\/p>\n\n<p>Obviously this needs testing, but I feel like it'll be Hella Fun to play around with. :)<\/p>\n","username":"bionicsheep","cards":{"01021":1,"01038":3,"01047":1,"01050":3,"02009":1,"02024":3,"02046":1,"02047":2,"02066":2,"02088":2,"02091":1,"03034":2,"03035":1,"03038":3,"03039":2,"03049":2,"03053":2,"04042":2,"04086":2,"04109":2,"05053":3}},{"id":4786,"name":"Kate - Back Door woman","creation":"2014-04-30 16:41:18","description":"\n","username":"somndev","cards":{"01007":1,"01012":1,"01028":1,"01033":1,"01036":3,"01041":2,"01050":3,"02009":2,"02041":1,"02047":3,"02066":1,"02087":2,"03031":1,"03035":1,"03038":2,"03041":3,"03042":1,"03046":3,"03052":2,"03053":3,"03054":3,"04029":3,"04047":1,"04109":3}},{"id":4787,"name":"Jinteki Time Killer","creation":"2014-04-30 16:56:52","description":"<p>Because there's never enough time in the day.<\/p>\n","username":"ampersam","cards":{"01068":3,"01075":3,"01077":2,"01098":2,"01106":2,"01109":1,"01110":3,"01113":2,"02014":2,"02015":2,"02031":1,"02070":1,"04033":2,"04039":2,"04054":3,"04074":3,"04076":3,"04078":1,"04080":2,"04091":2,"04100":2,"04116":2}},{"id":4788,"name":"The Giant Ram","creation":"2014-04-30 17:09:26","description":"\n","username":"kahtoh","cards":{"01008":2,"01033":1,"01034":3,"01037":2,"01042":3,"01049":3,"01050":3,"01053":3,"02009":2,"02047":3,"02068":2,"02085":2,"02091":2,"02107":2,"03040":2,"03046":2,"03052":2,"03053":3,"04086":2,"04103":3,"04108":2}},{"id":4789,"name":"A TV Channel for Bioroids - All Synthetic, all the Time!","creation":"2014-04-30 17:53:16","description":"<p>Abuse Fast Track, win games.<\/p>\n","username":"Circadia","cards":{"01059":2,"01064":1,"01081":3,"01082":2,"01084":1,"01090":1,"01092":3,"01110":3,"02056":2,"02110":1,"02114":1,"02115":3,"04015":2,"04020":1,"04059":2,"04076":3,"04077":2,"04096":2,"04119":2,"04120":2,"05014":2,"05024":1,"05027":3}},{"id":4790,"name":"GRNDL Traps","creation":"2014-04-30 17:57:50","description":"<p>This deck is a straightforward trap deck using a GRNDL Economy engine.<\/p>\n\n<p>The idea is to keep the runner afraid of running your remotes for fear of a trap, while you advance size 7 GRNDL Refineries and Project Atlases.<\/p>\n\n<p>Hostile Takeover and Vulcan Coverup  provide Archer fodder, and either  economy or some damage.<\/p>\n\n<p>Zaibatsu loyalty keeps the identity of your assets a secret until the runner is accessing them.<\/p>\n\n<p>Although Shadow is the only source of tags in the deck, I find that the prevalence of Account Siphon and runners that just leave tags where they are in my meta is enough to land it. Or, discarding it often provides a bit of a threat to the runner to slow them down.<\/p>\n\n<p>I play this deck as 'Always Advance' - I try to always advance for at least one of my actions each turn. Helps build up those 8 damage Junebugs.<\/p>\n","username":"lostgrail","cards":{"01069":3,"01071":2,"01094":3,"01099":2,"01100":3,"01101":2,"01102":2,"01104":2,"02018":3,"02019":3,"02037":3,"02060":2,"02077":1,"03009":2,"04015":1,"04017":3,"04040":3,"04059":2,"04078":2,"04097":1,"04098":3,"04099":2}},{"id":4791,"name":"Gabe for a friend","creation":"2014-04-30 18:40:59","description":"<p>Gabe deck I'm throwing together for a friend to play at our local game night.<\/p>\n","username":"GPWK","cards":{"01007":1,"01017":1,"01018":3,"01019":3,"01021":3,"01022":3,"01024":2,"01028":2,"01043":1,"01049":3,"01050":3,"02009":2,"02024":3,"02043":3,"02091":2,"02104":2,"02105":1,"02106":2,"03052":3,"03054":2,"04004":1,"04043":2}},{"id":4792,"name":"NBN for a friend","creation":"2014-04-30 18:41:24","description":"<p>NBN deck I'm throwing together for a friend to play at our local game night.<\/p>\n","username":"GPWK","cards":{"01080":1,"01081":3,"01082":2,"01083":2,"01086":2,"01088":1,"01090":2,"01092":2,"01099":2,"01103":2,"01110":3,"01113":2,"02020":2,"02056":3,"02074":2,"02115":3,"02116":1,"04015":1,"04034":3,"04076":3,"04077":2,"04095":3,"04096":3}},{"id":4793,"name":"Jerkteki 1.2","creation":"2014-04-30 19:18:46","description":"<p>Trying out some new cards and liking this so far.  Want a few more ETR, me thinks.<\/p>\n\n<p>Some revisions, Med Breakthrough wasn't working at all.<\/p>\n","username":"travisrchance","cards":{"01067":1,"01070":3,"01110":3,"01111":3,"02012":2,"02014":3,"02032":3,"02070":3,"04012":3,"04013":3,"04032":3,"04039":3,"04071":3,"04073":3,"04120":3,"05006":1,"05011":3,"05016":3,"05020":1}},{"id":4794,"name":"Silhouette's a Jerk Face","creation":"2014-04-30 19:35:40","description":"<p>Quick pass on a Silhouette expose-tax deck WITHOUT Account Siphon (GASP). Pretty straightforward.<\/p>\n","username":"Carteret","cards":{"01007":2,"01008":2,"01019":3,"01022":3,"01049":3,"01050":3,"02009":2,"02026":3,"02043":3,"02045":2,"02091":2,"04081":3,"04085":3,"05030":1,"05041":2,"05046":2,"05050":2}},{"id":4795,"name":"Event: Make runs - Cloak and Dagger","creation":"2014-04-30 19:50:40","description":"<p>Deciding between zu\/gordian + corroder + garrote and this layout.  The other contains more stimhacks and more maker's eyes, no silencers and no planned assault.<\/p>\n\n<p>The silencer and cloak credits feed alias while you run rampant.  Final rig is Doppelganger: Dagger Corroder zu Cloak Cloak\nSilencer x3<\/p>\n\n<p>This version can special order out alias for early game pressure vs the long haul with garrote, but lacks pressure on remotes.  If that pressure through sentries isn't important, this build is better.  If the remote pressure is important, the other build has to be better...<\/p>\n\n<p>Thoughts?<\/p>\n","username":"x3r0h0ur","cards":{"01004":1,"01007":2,"01018":3,"01021":3,"01022":3,"01036":2,"01050":3,"01053":3,"02007":1,"02009":2,"02064":2,"03041":2,"03042":1,"03052":3,"03054":3,"04104":3,"05029":1,"05035":2,"05036":2,"05038":3,"05041":1}},{"id":4796,"name":"Tenma the Destroyer","creation":"2014-04-30 22:11:48","description":"\n","username":"CodeMarvelous","cards":{"01004":3,"01007":2,"01018":3,"01022":3,"01024":3,"01026":1,"01027":1,"01029":3,"01036":3,"01050":3,"02007":2,"02009":2,"02104":1,"02105":3,"03052":3,"04029":3,"05029":1,"05032":3,"05035":3}},{"id":4797,"name":"Noisy Work","creation":"2014-04-30 22:12:28","description":"\n","username":"red0herring","cards":{"01001":1,"01002":2,"01004":2,"01006":2,"01008":3,"01009":2,"01010":3,"01012":3,"01014":2,"01016":2,"01050":3,"01051":2,"02003":3,"02009":2,"02022":1,"02041":3,"02049":3,"02091":2,"04005":3,"05053":2}},{"id":4798,"name":"Weyland Core v1.0","creation":"2014-04-30 22:58:55","description":"<p>Using only 1 core set, looking to make a strong Weyland deck.  The goal is to have a few tricks to slow down the runner while building up strength.  Feedback appreciated.<\/p>\n\n<p>Worried about economy build up with no Adonis.<\/p>\n","username":"kalebr","cards":{"01060":2,"01069":1,"01074":2,"01075":2,"01078":1,"01087":1,"01091":1,"01093":1,"01094":3,"01095":2,"01096":1,"01098":3,"01099":2,"01100":2,"01101":2,"01102":2,"01103":2,"01104":3,"01105":1,"01106":3,"01107":3,"01109":2,"01110":3,"01112":2,"01113":3}},{"id":4799,"name":"Alexfrog's Runner Cube (180 cards \/ special rules)","creation":"2014-04-30 23:46:11","description":"<p>Standard (4-6 player) draft only TWO packs of 15 cards each!\nOR Grid draft (3x3) 10 sets of 9 cards. (2 player)<\/p>\n\n<p>RUNNER basic cards:\nBasic cards:\n2 Snowball\n2 Peacock\n2 Easy Mark\n2 Armitage Codebusting<\/p>\n\n<p>CORP Basic cards:<br \/>\n(The Shadow)\n7 Sentinel Defense Program\n2 Pad Campaign\n1 Ice Wall\n1 Bastion\n1 Datapike\n1 Quandary\n2 Fenris\n1 Hunter<\/p>\n","username":"Alexfrog","cards":{"00006":1,"01004":2,"01005":3,"01006":2,"01007":2,"01008":2,"01009":2,"01010":2,"01015":2,"01016":2,"01020":2,"01021":2,"01022":2,"01026":2,"01027":2,"01028":2,"01032":2,"01034":2,"01035":2,"01036":2,"01037":2,"01038":3,"01043":2,"01044":2,"01046":2,"01047":3,"01048":2,"01049":3,"01050":3,"01051":2,"02002":1,"02003":2,"02008":2,"02009":2,"02022":2,"02024":2,"02025":2,"02026":2,"02028":3,"02041":2,"02047":2,"02048":1,"02049":2,"02064":1,"02065":2,"02066":2,"02084":2,"02085":2,"02087":2,"02091":2,"02101":2,"02102":2,"02104":2,"02105":2,"02106":2,"02107":2,"02109":2,"03031":2,"03037":2,"03039":2,"03041":2,"03042":2,"03045":2,"03046":2,"03049":2,"03051":2,"03052":2,"03053":2,"03055":2,"04004":2,"04006":2,"04043":2,"04047":2,"04061":2,"04062":2,"04065":2,"04067":2,"04082":2,"04086":2,"04103":2,"04104":2,"04105":2,"04108":2,"04109":2,"05035":2,"05037":1,"05045":2,"05050":2,"05052":2,"05053":2}},{"id":4800,"name":"Alexfrog's Corp Cube (180 cards \/ special rules)","creation":"2014-04-30 23:50:37","description":"<p>Standard (4-6 player) Draft only TWO sets of 15 cards each!\nOr Grid (3x3) draft 10 sets of 9 (2 player).<\/p>\n\n<p>IMPORTANT:  The Priority Requisitions and Executive Retreats and Sentinel Defense arent in the cube!!<br \/>\nThey only exist in order to allow netrunnerdb to publish the deck, by making it a 'legal' deck in terms of influence points.  (I couldnt even make it fit with only 5\/3s.  5 was too few and 6 too many, omg!  Remove that dumb restriction!<\/p>\n\n<p>CORP Basic cards:<br \/>\n(The Shadow)\n7 Sentinel Defense Program\n2 Pad Campaign\n1 Ice Wall\n1 Bastion\n1 Datapike\n1 Quandary\n2 Fenris\n1 Hunter<\/p>\n\n<p>RUNNER Basic cards:\n(The Masque)\n2 Snowball\n2 Peacock\n2 Easy Mark\n2 Armitage Codebusting<\/p>\n\n<p>No fast advance cards, minimal 3\/2 agendas, no 5\/3 agendas, no Siphon, Desperado, Parasite, Shutdown, etc.    Heavy on DANGER!  And tries to force you to put Fenris in your deck and take bad publicity, by giving you two of them.  <\/p>\n","username":"Alexfrog","cards":{"00005":1,"01056":2,"01057":1,"01058":2,"01061":1,"01062":1,"01063":2,"01064":2,"01065":2,"01066":1,"01068":2,"01069":1,"01070":2,"01072":2,"01075":2,"01076":1,"01077":1,"01078":2,"01079":1,"01082":2,"01084":2,"01085":2,"01086":2,"01088":1,"01089":1,"01090":2,"01091":2,"01094":2,"01095":2,"01098":2,"01099":2,"01101":1,"01102":2,"01104":1,"01106":3,"01107":2,"01108":2,"01109":2,"01110":2,"01111":2,"01113":2,"02012":1,"02013":2,"02014":2,"02019":1,"02020":1,"02029":2,"02032":2,"02039":2,"02040":2,"02051":2,"02052":2,"02053":1,"02055":2,"02056":1,"02060":1,"02070":2,"02079":2,"02092":2,"02095":2,"02097":2,"02110":2,"02115":2,"02117":1,"02118":2,"03007":1,"03009":1,"03012":1,"03015":1,"03017":1,"03019":2,"03023":2,"04012":2,"04013":2,"04014":2,"04015":2,"04017":2,"04020":2,"04032":2,"04035":1,"04037":2,"04039":2,"04040":2,"04054":2,"04058":2,"04073":2,"04075":2,"04076":2,"04077":1,"04079":2,"04080":2,"04090":2,"04094":2,"04095":2,"04096":2,"04098":2,"04099":2,"04100":2,"04115":1,"04119":2,"05004":2,"05008":1,"05009":2,"05010":1,"05013":1,"05015":1,"05016":2,"05017":1,"05018":1,"05022":1,"05025":1}}]